[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the government House leader." ],
  "anchor" : "para28"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I have a point of order that you may like. I believe you will find we have unanimous consent that members of the Esso Cup-winning Brantford Ice Cats be permitted to wear their jerseys in the House today." ],
  "anchor" : "para29"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to allow the Ice Cats to wear their jerseys in the House. Do we agree? Agreed. Why, thank you very much." ],
  "anchor" : "para30"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You’ve jumped the gun. I haven’t even introduced them yet." ],
  "anchor" : "para32"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Mr. Speaker, I’m pleased to rise today to introduce guests from the Ontario Association of Optometrists: the president, Dr. Jeff Goodhew, and my good friend Doug DeRabbie." ],
  "anchor" : "para34"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I’d like to welcome the Oakville Provincial Youth Advisory Committee to Queen’s Park this morning. Joining us is Daniel Park, Colten Slater, Amy Davies, Konstantin Lenz Gil, Kevin Zhou, Justine Jasnich, Victoria Glista, Brad Cooke and a member of my staff accompanying them, Judy Rivard. Please welcome them to Queen’s Park, Speaker." ],
  "anchor" : "para35"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "It’s a great pleasure to introduce in the House, on behalf of the MPP from Mississauga–Brampton South, Amrit Mangat, page captain Alina Saleh; her mother, Saiqa Saleh; her father, Naeem Saleh; and sister Rania Saleh. They are here in our gallery. Welcome to the Legislature." ],
  "anchor" : "para36"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "They’re not here yet and I wish they could be, but I am really pleased to welcome the grade 10 civics classes from F.E. Madill Secondary School in Wingham and their teachers, Ms. Matchett and Mrs. Payne. They’ll be here shortly, though." ],
  "anchor" : "para37"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I think everybody could be a little late this morning.", "Our page captain this morning is Katelyn Recagno. Her father, Keiron Recagno, and her granddad Francis Recagno are joining us in the public gallery. Please welcome them to Queen’s Park." ],
  "anchor" : "para38"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "According to the unanimous consent, I will now introduce officially. I am honoured today to host special guests from Brantford. In the Speaker’s gallery are the Brantford Ice Cats, the hockey team who won a gold trophy for the national female midget championship. The players here this morning are: Emma, Olivia, Jillian, Katrina, Emily, Avery, Paige, Chenelle, Brooklyn, Lauren, Taylor, Avery, Nicole, Paige and Kayla. With them are the staff and parents.", "Congratulations on the national championship. We’re very proud of the young ladies. There will be a photo being taken on the steps if anyone wants to do that after question period." ],
  "anchor" : "para40"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today I’ve laid upon the table a report from the Financial Accountability Officer of Ontario entitled Backgrounder: Ontario Service Fees in 2016-17." ],
  "anchor" : "para43"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from Nepean–Carlton." ],
  "anchor" : "para45"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I’ve just distributed on everyone’s desk an invitation for this evening, between 5:30 and 6:30, in my room, 451, to celebrate the passage of Rowan’s Law, hopefully, with the family of Rowan Stringer and hockey legend Eric Lindros. I hope all members will think about coming." ],
  "anchor" : "para46"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "It’s time for question period." ],
  "anchor" : "para47"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Deputy Premier. Yesterday, the member for Haliburton–Kawartha Lakes–Brock revealed that the Liberal government has invested only $190,000 of the funds they promised to fight human trafficking. This was on the same day that we learned the government spent nearly $1 million on David Herle, the Liberals’ preferred pollster—interesting priorities for this Liberal government.", "Mr. Speaker, can the Deputy Premier tell the women who were forced into trafficking why it is more important to reward their Liberal crony David Herle?" ],
  "anchor" : "para51"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I will refer this to the Attorney General." ],
  "anchor" : "para53"
}, {
  "speaker" : "Hon. Madeleine Meilleur",
  "text" : [ "I’m very pleased with what our government is doing about human trafficking. Like I said yesterday, it’s a real tragedy.", "I was with my colleague from Ottawa Centre at the opening of a consultation on human trafficking.", "It’s unbelievable. We don’t know enough about human trafficking. We should know a lot more about human trafficking because it’s happening in our communities and it’s happening all over the province and the country.", "Our government has a coordinated approach to combat human trafficking and raise awareness of this issue, including initiatives focused on prevention, enforcement and support for victims.", "Mr. Speaker, I’d like to point out to the member opposite, when they were in power—" ],
  "anchor" : "para54"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para59"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Deputy Premier: The money that this Liberal government and the Premier gave to David Herle and the Gandalf Group could have taken 18 children off the IBI treatment wait-list for this year. David Herle’s polling might have told you that cutting IBI is a good idea, but real parents say otherwise.", "David Herle’s payout could have hired 27 educational assistants for special-needs students. If you look at the Limestone District School Board, they are losing approximately $1 million in funding for special education next year. David Herle’s reward could have covered that shortfall for those special education students in Kingston.", "My question is for the Deputy Premier: Why is paying a Liberal crony, a Liberal campaign chair, with precious taxpayer dollars more important than investing in children?" ],
  "anchor" : "para61"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Attorney General." ],
  "anchor" : "para65"
}, {
  "speaker" : "Hon. Madeleine Meilleur",
  "text" : [ "Again, I just wanted to talk about what we’re doing in this ministry about human trafficking—not just this ministry, but this government, because we all work together.", "When they were in power, their budget was—" ],
  "anchor" : "para67"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I will do something about it.", "Carry on, please." ],
  "anchor" : "para70"
}, {
  "speaker" : "Hon. Madeleine Meilleur",
  "text" : [ "When they were in government, their budget was $30 million. In our government, it’s $67 million, and it will continue to increase.", "This government is actively working on a long-term, survivor-centred strategy to combat human trafficking, co-led by Minister Naqvi and Minister MacCharles. I know that the approach will be survivor-centred, responsive to needs on the ground and developed in collaboration with other levels of government—" ],
  "anchor" : "para73"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Stop the clock. A reminder to everyone, but in particular this minister, that when I stand, you sit.", "Final supplementary." ],
  "anchor" : "para75"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Deputy Premier, but let me say, first of all, that answer wasn’t even remotely close to the question—not even remotely.", "My question is, after being forced to cut $8 million, the Royal Victoria hospital—" ],
  "anchor" : "para77"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Come to order.", "Please carry on." ],
  "anchor" : "para80"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "After being forced to cut $8 million, the Royal Victoria hospital was given a paltry $500,000 in new funding this year. Yet we know that Liberal partisan hack David Herle received nearly double that.", "The cost to operate a hospital bed can be nearly $300,000 a year. The cash the Liberal pollster received could have covered several beds that you closed at Orillia Soldiers’ Memorial Hospital.", "So the question to the Deputy Premier is very clear: Do you think it’s appropriate that the Premier took taxpayer dollars and gave them to their Liberal campaign help? It’s about abusing taxpayer dollars. Is that right? How can you justify that?" ],
  "anchor" : "para82"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Attorney General." ],
  "anchor" : "para86"
}, {
  "speaker" : "Hon. Madeleine Meilleur",
  "text" : [ "Deputy Premier." ],
  "anchor" : "para88"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I think if the member opposite, the Leader of the Opposition, is suggesting that government ought not do public opinion polling, I beg to differ. I think it’s important that the government of the day do public opinion research, because it’s about listening to people. It’s about understanding what issues are important to people.", "All public opinion research conducted by the government of Ontario is procured through a fair and transparent, competitive process. Every company must be a qualified bidder, a vendor of record, and compete for a project against no less than five competitors.", "The final decision about which vendor is best suited for a project is made by a committee of at least three non-partisan public servants. That is the process that we follow, and that is the appropriate process to follow." ],
  "anchor" : "para89"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is to the Deputy Premier. Every time we question the Premier about her irresponsible plan to phase out natural gas and cost Ontario families $3,000 more a year, she says, “Don’t worry. We’re actually expanding.” Now, this morning, it’s net-zero buildings by 2030. The fastest way to get to net zero: remove natural gas.", "Today, we received two letters addressed to the cabinet and the Premier about the Premier’s hidden agenda. The first one is from Union Gas president Steve Baker. It says, “Without positive certainty about the long-term role of natural gas in Ontario, we will need to re-evaluate our ... proposed natural gas community expansion.”", "Speaker, how does the Deputy Premier or this government plan on expanding natural gas without having Union Gas on board?" ],
  "anchor" : "para93"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "On this side of the House, we are committed to taking action when it comes to climate change. We are all paying the price in higher insurance rates. I think everyone on this side of the House is committed to taking action.", "On your side of the House, you think that putting a little bit of green in the logo is enough to satisfy climate change.", "We are taking action. Let me say one more time that we are not forcing anyone off natural gas. We are committed to expanding natural gas to parts of the province where there is not now access to natural gas—" ],
  "anchor" : "para96"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’ve asked for order twice. The member from—" ],
  "anchor" : "para100"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Lanark." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "—Lanark. The member from Lanark, I’m glad you’re listening to me now." ],
  "anchor" : "para102"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Time is up for the question.", "Supplementary?" ],
  "anchor" : "para104"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Back to the Deputy Premier: Here is what the Deputy Premier doesn’t seem to understand. Until the government answers the question—will they change the building code to phase out natural gas?—businesses and families will plan for the worst. Families in Kincardine will have to pay $3,000 a year just to heat their homes because they won’t get the access they were promised. Businesses in Sault Ste. Marie and St. Catharines are facing an uncertain future because of this Premier’s hidden agenda.", "Speaker, the Liberals have not spent a single dollar on natural gas expansion, and now Union Gas won’t invest. To the Deputy Premier: Will she guarantee that they will not change the building code to phase out natural gas? Yes or no?" ],
  "anchor" : "para106"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Minister of the Environment and Climate Change." ],
  "anchor" : "para108"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "First off, again, we are not eliminating natural gas. And our partners, if you look at the leadership of companies like Enbridge and Gaz Métropolitain, are working on net-zero buildings, of which natural gas is major part. Minister of Housing McMeekin—we were in a net-zero building that uses natural gas. I’m sorry that they’re not more literate about the technology." ],
  "anchor" : "para109"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew asked the question; therefore, I’m surprised he is not listening to the answer. Come to order, please.", "Carry on." ],
  "anchor" : "para111"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Thank you, Mr. Speaker.", "Our plan costs $13 a month. Their plan costs $107 a month because they won’t wink to other jurisdictions, and they have no money to help people out—no money to help people retrofit their homes. What they’re giving Ontarians is nada, nothing. They have no serious plan, but they have a way to jack up profits." ],
  "anchor" : "para113"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para115"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The minister seems to think that all this money they’re going to give out just comes out of the sky.", "Speaker, the second letter we received was from the president of Can Art Aluminum. They employ 350 people here in Ontario and are expanding in Lakeshore to employ another 86, but they rely on natural gas to operate their business. Without an assurance that natural gas will have a place in Ontario for decades to come, they will have no choice but to look to expand in the United States, with the real possibility of moving all their business there.", "They need the Deputy Premier to categorically, and without reservation, state that they have long-term access to natural gas. Deputy Premier, will they have access to natural gas for decades to come, or should they tell their 486 employees here in Ontario to pack their bags?" ],
  "anchor" : "para116"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "That’s an easy question: Yes, period. We are working across sectors on all kinds of exciting new technologies offered by Sifton in London and Royalpark Homes in Barrie, who are building net-zero buildings, including those with natural gas. Nova Corp.: hundreds of millions of dollars in investment to do some of the most advanced cogen, low-carbon work. They just won a minister’s excellence award with natural gas.", "I am sorry that the only plan they can come up with is to take $107 million from every Ontario family, cut every program for EVs, leave working families with no help to retrofit their buildings and cancel all the social housing retrofit programs. They will net-zero and disable Ontario’s working families. That’s what they give them." ],
  "anchor" : "para119"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please." ],
  "anchor" : "para122"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Come to order." ],
  "anchor" : "para124"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Ricardo Montalbán for Premier." ],
  "anchor" : "para125"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Don’t risk it.", "New question." ],
  "anchor" : "para126"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Deputy Premier. Across Ontario, hospital beds are being closed, nurses are being fired and wait times are increasing. But instead of properly funding hospitals, in 2014 and the first 10 months of 2015, the Liberals spent over $2.2 million on health care polling.", "Why is the priority on polling and not on patients?" ],
  "anchor" : "para130"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Minister of Health and Long-Term Care." ],
  "anchor" : "para132"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I’m proud of the investments that we’re making in our health care system—" ],
  "anchor" : "para133"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "A billion dollars." ],
  "anchor" : "para134"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "A billion dollars was added to the budget this fiscal year, $345 million added specifically to our hospitals.", "But I have to say, Mr. Speaker, it’s interesting that the leader of the third party purports to care so deeply about our health care system. She was in North Bay, as we know, the past weekend, and she was commenting about the state of that hospital, that brand new hospital which employs over 2,000 individuals and is getting outcomes which are better, in most cases, than across the country.", "Yet, she spoke about that hospital and she did it from an OPSEU office. She didn’t even take the time or bother to visit the hospital or speak to the leader of the hospital about her concerns, and this is what we’re seeing. We’re seeing this as a trend that’s emerging, these fly-by smears where she tries to destabilize the health care system in a community that she visits." ],
  "anchor" : "para135"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para138"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "This minister is doing enough to destabilize the health care in this province and in this particular community, much better than anybody else can destabilize health care. The minister is doing quite a good job himself.", "Over the last few weeks, I have met with many, many people, in fact, across Ontario, in all kinds of offices and in all kinds of hospitals. Over and over they tell me that the health of their families is a top concern. That means that hospitals need funding that keeps up with inflation and keeps up with the growing population.", "Does this Premier, Deputy Premier, or Minister of Health—does this Liberal government need $2.2 million in polling to know that when people go to the hospital, they want the care given to them that they need?" ],
  "anchor" : "para139"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We know that all parties, when they form government over decades, do polling to establish what the priorities of the population of this province are. In fact, with our Patients First agenda, it’s critically important that we find effective ways to reach out to Ontarians, including through polling, to find out specifically what they need.", "We want to actually change the health care system so it’s not focused on programs or silos or health care professionals. It’s focused on what’s best for the individual, what’s best for the patient, their caregivers, their families, the communities. So we’re looking at things through that different lens. We’re making sure that we’ve got strong representation on all our committees and task forces and advisory councils, outpatients and patient advocates. We’re doing polling of patients, of Ontarians, so we can understand their experience and how we can improve the health care system to better serve them." ],
  "anchor" : "para142"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para144"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, here’s a news flash: No matter who you are, no matter where you live, no matter how much money you make, your health and the health of your family members and loved ones is your top priority. That’s the bottom line.", "Ontario hospitals need more than $3 billion of critical repair work. Beds are being closed in communities from one end of this province to another. Nurses are being fired in communities across Ontario. There’s a silent crisis in health care, and you don’t need an opinion poll to tell you that.", "Will this Liberal government start properly funding our hospitals so that people can actually get the care that they need?" ],
  "anchor" : "para145"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para149"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "If there’s a silent crisis, it’s the one that’s promulgated, that’s perpetuated, that is created by the third party as they travel around this province and they meet with interest groups and they don’t even meet with hospital officials. They use figures such as 1,400 nurses having lost their jobs last year when all of us know, and I’ve repeated countless times, that when you look at the independent information provided by the College of Nurses of Ontario—whom I would rather trust with that factual information any day over OPSEU or the Ontario Health Coalition—in fact, 3,000 net new nursing jobs have occurred last year in this province, not the 1,400 losses that they purport, that they claim is the reality in their fantasy world. I’m working hard to make sure that we deal with the facts, that we’re making the critical investments, not these drive-by smears that are creating anxiety across this province—" ],
  "anchor" : "para151"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para152"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also for the Deputy Premier. But I have to say, it’s important to me with patients, it’s important to me with health care providers and it’s important to me with executives who operate the hospitals, because that’s who has the information in terms of the state of repairs—the terrible state of repairs—of this hospital system here in this province. That is at the feet of this government and this minister.", "In the next 20 years, however, more than three million people are expected to move into the GTHA. That’s like doubling the size of Toronto. Hospital care is already stretched far too thin, and it’s going to have to stretch even more. Why isn’t hospital funding keeping up with population growth in the province of Ontario?" ],
  "anchor" : "para155"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para157"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, we are keeping up with the growth in population. The Premier just last fall went to the opening of the brand new Humber River Hospital, a more than $3-billion investment. There was roughly $3 billion for the brand new Oakville hospital, which the Premier, alongside myself, was proud to open last fall as well.", "We’re making investments. We have 35 capital investments either under way or in various stages of planning across the province to make sure that we continue to provide that quality care. We’re increasing the budget of the health care ministry, including the hospital line item, each year, unlike the party opposite when they were in government. For the last two years, they cut hospital funding; they cut funding in their health care budget for the final year. Some 4,000 nurses lost their jobs under them.", "We’re building this province up. We’re building the infrastructure and the human resources." ],
  "anchor" : "para158"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para161"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, all they’re building is their own fantasy world. That’s not the experience of the people of this province when it comes to health care, when it comes to hospital care.", "In fact, more than three million more people are expected to arrive in the GTHA over the next two decades, but hospital care is not keeping up. The only way that works out is if fewer people get care or if everyone gets less care.", "Before the Legislature rises, I am asking this Liberal government, the Premier, the Minister of Health and the Deputy Premier to fund hospitals, to actually make the commitment to funding hospitals to keep up with growing costs and population growth. Make that commitment so that we know we have a hospital system that will be there for the people of this province when they need it." ],
  "anchor" : "para162"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, we are investing in our hospitals—$12 billion over the next decade in capital investments. We are investing in repairs and maintenance and renovations, increasing that by $50 million to $175 million each year.", "But that’s what I don’t understand. If hospitals—which we need to recognize are only part of our health care system; we’re investing an additional 5%, or $250 million this year in home and community care. If hospitals are so important to the third party, why did they vote against our budget, which had such significant allocations—another billion dollars to health care and $345 million to hospitals alone?", "We’re seeing the outcomes. We’re seeing the positive outcomes. We have among the lowest, if not the lowest, wait times in all of Canada. We’re seeing the outcomes as a result of our transformation towards more quality of care as well." ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para168"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Oh, we’ve seen the outcomes, and they are nothing to be proud of, I can tell you that. I can guarantee you that.", "Our population is growing and hospital funding is not keeping up. In Scarborough, emergency rooms are already seeing three times more patients than they were built for. Now imagine adding the population of a second city of Toronto into the GTHA.", "Will this Liberal government do the right thing and start properly funding hospitals to keep up with the growing costs and the growing population?" ],
  "anchor" : "para169"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I would ask the third party to do the right thing and finally support a budget of this government that actually allocates significant billions of dollars to health care—a billion dollars this year alone, $345 million in hospitals. It’s important, and we are investing in hospitals. I referenced 35 hospital investments, capital improvements, either under way in this province right now or in the planning stage.", "We’re making those investments, but we’re also making investments to keep people in the home and the community: a 5% increase in home and community care; $85 million for retention and recruitment of nurses, nurse practitioners and allied health care professionals.", "I have to say that I’m surprised that, despite the incredible hard work that our health care professionals are doing, the leader of the third party is suggesting somehow that that work isn’t yielding positive outcomes." ],
  "anchor" : "para172"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "My question is to the Deputy Premier. Speaker, I’m sure you remember when the Liberals rewrote Ontario’s advertising laws last year. At that time, the Auditor General warned that these changes would remove independent oversight and flood the province with partisan ads to promote the political interests of the Liberal Party.", "Last week’s climate ad with David Suzuki marks a troubling start. In fact, the Auditor General said that this ad was so partisan that she would have banned it if she still had the power to do so.", "Does the Deputy Premier really think it’s appropriate for taxpayer-funded ads to feature people like David Suzuki, who have endorsed and actively campaigned for the Liberal Party?" ],
  "anchor" : "para177"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Climate change, in my opinion, is not a partisan issue. Climate change is something that we are all in together.", "Now, I do understand that the party opposite, the PC Party, is in a bit of an identity crisis." ],
  "anchor" : "para180"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "He’s campaigned for you—" ],
  "anchor" : "para182"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew, second time.", "Please, finish." ],
  "anchor" : "para183"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The PC Party is in a bit of an identity crisis. They are not sure where they stand on this issue, and they certainly are not sure where their leader stands on this issue. When the leader speaks for the caucus, we instantly hear about caucus members saying, “Actually, you’re not speaking for me.”", "On this side of the House, we are committed to addressing climate change. The cost of taking no action is too large. Climate change is not partisan. You can’t just put—" ],
  "anchor" : "para185"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para187"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated. The bantering back and forth is going to have to stop—on both sides.", "Supplementary?" ],
  "anchor" : "para189"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Back to the Deputy Premier: We all remember Dalton McGuinty strolling through Stanley Park with David Suzuki and the endorsement video that followed. The Liberals were forced to pull the video because it violated the Canada Revenue Agency guidelines. But here we are again: The Liberals produced another ad that once again breaks the rules, laid out by the CRA, that specifically prohibit charitable organizations, like David Suzuki’s, from engaging in partisan activities. But that didn’t stop the Liberals from making Mr. Suzuki the star of an ad so partisan that the Auditor General said that it should be banned.", "Are the Liberals really so arrogant that they think they can break the Canada Revenue Agency guidelines?" ],
  "anchor" : "para191"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Well, I first want to say that, when we came into office, we were one of the only jurisdictions in the world, and remain one of the only jurisdictions in the world, to limit partisan advertising. We were driven to do that because we all remember those ads where Mike Harris attacked teachers. We did not want that to happen again, and it will not happen again. I’m proud that we’re one of the few jurisdictions in the world to legislate against partisan ads.", "When it comes to David Suzuki, we are very grateful to David Suzuki for participating in this ad and for his advocacy. He was paid his standard fee, according to ACTRA rules, and he has indicated that his fees are going to be donated to the residents of Fort McMurray. I don’t know what this member has against David Suzuki supporting the residents of Fort McMurray." ],
  "anchor" : "para193"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "This question is to the Acting Premier. The Premier wrote Ontario’s electoral reform bill without any actual consultation, and now we see the results. Yesterday, Ontario’s Chief Electoral Officer said that the Liberal legislation would restrict advertising that has nothing to do with elections.", "This so-called “activist centre” Premier wrote legislation that would put significant restrictions on parents concerned with autism or people calling for the cleanup of Grassy Narrows, but no restrictions on partisan government ads. This is exactly why a non-partisan panel should have consulted with experts before drafting this legislation.", "Will the Acting Premier commit to making significant changes to this Liberal plan?" ],
  "anchor" : "para196"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Government House leader." ],
  "anchor" : "para199"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I don’t think that the member opposite really needs a lecture on how the parliamentary process works. I think she’s quite aware. She has been a member for some time. When a matter is before a committee, of course the members of the committee have the opportunity to make changes to that particular bill.", "In this particular instance, we have—" ],
  "anchor" : "para200"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carry on, please." ],
  "anchor" : "para203"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, in this particular matter, we have taken a very open, transparent and credible process to ensure that Ontarians, during the summer months, have the opportunity to provide their points of view. Yesterday, Ontario’s Chief Electoral Officer presented at the committee. He noted that our proposed legislation represents the most significant redesign of Ontario election finance law in more than 40 years. We thank the officer for his testimony yesterday." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para205"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "So the process is flawed and the legislation is flawed.", "Back to the Acting Premier: In addition to raising significant concerns with how the Premier’s office has decided to restrict advertising that may actually have nothing to do with elections, the Chief Electoral Officer said that he was concerned about whether Liberal legislation treats government advertising as political advertising or whether the Liberals are exempting it. This is a legitimate concern.", "The Liberals created a loophole for themselves to flood the airwaves with publicly funded self-promotional ads, but they’re putting tight limits on non-partisan ads about issues of public concern, like Grassy Narrows, autism therapy or climate change. Will the Premier be using her majority to push through a flawed piece of legislation?" ],
  "anchor" : "para206"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "It’s interesting to hear from the NDP, who refused to engage and participate in the process that resulted in the creation of the legislation because they were more interested to stall the process so they could continue with their $10,000 private fundraisers, as they continue to do. The NDP needs to come clean.", "This is what the Chief Electoral Officer said yesterday. He said that he was supportive of the government decision to refer the bill to the committee immediately for first reading. He remarked, “This provides both the committee and the people who appear before it the opportunity to consider the legislation from first principles.”", "Speaker, we are using the democratic institutions to ensure that the people of Ontario have a voice. It’s time—" ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para213"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "It is time that the NDP stop heckling and start participating in this democratic process and making sure that we reform the election financing rules in this province." ],
  "anchor" : "para214"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "My question is to the Minister of Aboriginal Affairs." ],
  "anchor" : "para216"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Let’s go, Louie." ],
  "anchor" : "para217"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me. If we’re going to play that game, I’m going to too—highly inappropriate.", "Carry on." ],
  "anchor" : "para218"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Mr. Speaker, my question is to the Minister of Aboriginal Affairs. Last week, we saw the Premier make a historic apology for Ontario’s role in the horrible legacy of residential schools. Notably, our government unveiled a new action plan for reconciliation in partnership with indigenous people. I’m proud to see such a strong commitment from our government towards renewing and improving our relationship with First Nations, Inuit and Métis people in a respectful way.", "I understand that one of our steps toward reconciliation is a commitment to promote a greater public awareness of indigenous histories and rights and the importance of treaty relationships. Can the minister please tell us how the government is working to promote a better understanding of our shared history with indigenous people?" ],
  "anchor" : "para220"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I thank the member for that question.", "Last week, I had the pleasure of introducing legislation to declare the first week in November as Treaties Recognition Week in Ontario. I was proud to see it pass in all three readings with the unanimous support of all parties.", "Treaties such as the Williams Treaties were fundamental in shaping the province as we know it today. Ontario is unique in Canada because of both the numbers and the variety of the treaties, with 46 treaties and land purchases covering most of the province.", "That is why we are committed to promoting a broader understanding of their importance and to build a greater awareness of treaty relationships here. Treaties Recognition Week will provide a recurring opportunity for students, teachers and the broader public to engage with each other on the importance of treaties. Treaties are foundational documents." ],
  "anchor" : "para223"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para227"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "It’s great to hear that our government is committed to working to promote a more comprehensive understanding of reconciliation and the importance that treaties continue to play in Ontario.", "I know that the chief of Alderville First Nation, Chief Jim Bob Marsden, in my riding of Northumberland–Quinte West, is especially pleased to hear that developing broader awareness of the treaty relationship is important for this government. I hope that when we celebrate Treaties Recognition Week in November, Ontarians will take an opportunity to learn more about the important role that treaties played in the history of our province.", "Mr. Speaker, through you to the minister, what initiatives will this government take to promote a broader understanding of the treaty relationship during Treaties Recognition Week?" ],
  "anchor" : "para228"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "This legislation is just one part of Ontario’s broader strategy to revitalize the treaty relationship in the pursuit of reconciliation. We are committed to promoting a stronger public awareness of treaties, their importance to our shared history, and how they have shaped this province.", "That is why we are working with indigenous partners to support learning opportunities on the history of residential schools and the treaty relationship, within the provincial educational curriculum. We are supporting these curriculum initiatives with tools such as the 11,000 First Nations and treaty maps that we have distributed to all schools in Ontario.", "When we celebrate Treaties Recognition Week in November, we are all marking another important step on the journey towards reconciliation that we must all take together. It is necessary." ],
  "anchor" : "para231"
}, {
  "speaker" : "Mr. Tim Hudak",
  "text" : [ "My question is to the Deputy Premier. Deputy Premier, I want to tell you for a second about Stanpac. They’re a manufacturer in my riding, in Smithville, close to where I live. They make specialty tamper-evident packaging. This is in huge demand. We want to make sure we have safe food packaging, particularly in the States.", "So here’s the catch: They have a plant in Smithville, which I mentioned. They also have one in Texas. The recent hydro bills in April showed the cost per kilowatt hour in Ontario was 13.7 cents, all in. In Texas, it was 6.9 cents, all in. Sadly, it’s more than twice as expensive now in Ontario because of your expensive energy schemes.", "When they hear about even more ideas to make life more expensive for consumers and businesses, what should I tell them? I want them to invest in Ontario. You’re making it expensive. I’m worried those jobs will go to the United States." ],
  "anchor" : "para235"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Minister of Energy." ],
  "anchor" : "para238"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I appreciate the question from the member. There are some differences across North America, but in terms of industrial electricity prices in North America, we are extremely competitive. We are more competitive than some of our northern US states. The numbers have been verified: The IESO and the Ontario Chamber of Commerce have looked at the comparables.", "I will say that our Jobs and Prosperity Fund is used to help attract companies to Ontario. In some US jurisdictions, they lower the price in order to attract them. If you look at what we’re providing from the Jobs and Prosperity Fund and compare it to a number of US jurisdictions, we have much stronger—" ],
  "anchor" : "para239"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Why are they leaving?" ],
  "anchor" : "para241"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, they’re asking why they’re leaving. Ontario is attracting more direct investment than any other jurisdiction in North America." ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey, please come to order.", "Supplementary?" ],
  "anchor" : "para244"
}, {
  "speaker" : "Mr. Tim Hudak",
  "text" : [ "What I worry about is that the government’s hydro policies are making America great again and not the province of Ontario. It seems to be catching on.", "Look, I’ll be glad to provide the minister with a copy of the bills. He says that we’re extremely competitive. Here’s the evidence between the plants in Texas and Ontario where the costs are more than twice as high. This annualizes to $650,000 a year. I would much rather see that invested in new equipment, creating more good jobs in the province of Ontario.", "Then when they hear this latest scheme, where there seems to be a strange, ideological hostility towards natural gas, making life more expensive for Ontario’s manufacturers—I mean, it’s one thing on top of another. I worry that the last one out is going to turn off the lights, Minister.", "How about this: Why don’t we make life more affordable for Ontarians and make it more attractive for manufacturers, with affordable hydro and natural gas?" ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated please. Thank you.", "Minister?" ],
  "anchor" : "para251"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I’m sure some US states are pointing to northern Ontario because they have such low industrial electricity rates. I was in Timmins two weeks ago, where we announced some winners under the IEI Program. To finance mines, they’re getting 50% off their hydroelectricity in northern Ontario.", "If you want some examples of jurisdictions that have higher prices than Ontario, they include New York, Indiana, Wyoming, Prince Edward Island, Nova Scotia in terms of industrial, Massachusetts, New Hampshire, Kansas, Nebraska, Pennsylvania, Wisconsin and many more." ],
  "anchor" : "para253"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre par intérim.", "Last week, I asked the Premier to explain how it can be acceptable that First Nations people in 90 communities in Ontario still don’t have access to clean drinking water. Her answer was that it is unacceptable, she knows there’s a problem, and they’re working on it.", "Today, internationally respected Human Rights Watch, which normally does its work in Sudan and Afghanistan, was actually looking at us. They released a special report on the unacceptable water situation for Ontario’s First Nations people.", "After 13 years in power, what has this government done to clean the contaminated drinking water of First Nations people in 90 communities?" ],
  "anchor" : "para256"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Aboriginal Affairs." ],
  "anchor" : "para260"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Thank you for that very important question. The Ontario government is working closely with our federal partners in Ottawa on this clean water issue.", "I can tell you that, to date, this commitment has been demonstrated in many ways. For instance, Ontario provides support to First Nations on water issues in some of the following ways:", "The Ontario Clean Water Agency provides operations and maintenance services on a fee-for-service basis.", "The Walkerton Clean Water Centre provides operator training on cost recovery.", "The Ministry of the Environment and Climate Change has provided engineering and technical advice to some First Nations and carries out performance reviews of proposals for First Nations systems upon request.", "There are seven First Nations included in the Showcasing Water Innovation program in which Ontario is funding innovative, cost-effective solutions for managing drinking water, waste water and stormwater." ],
  "anchor" : "para261"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para267"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "When I started here nine years ago, there were 90 First Nations communities on a boil-water advisory. I stand here today, Speaker, and there are 90 First Nations communities on a boil-water advisory.", "In fact, youth from Grassy Narrows had to travel thousands of kilometres to come here last week to plead with this government, once again, to clean up the mercury that’s poisoning their river and lake that they depend on. Grassy Narrows, not surprisingly, was featured in this Human Rights Watch report for the world to see. They could also see that mothers have babies with infected skin rashes from the contaminated water. They can’t even clean or dress the wounds because the water is not clean.", "That’s not in a Third World country, Speaker. That’s right here, right now, in Ontario, for the world to see. It is a vicious cycle that First Nations people want to end.", "My question is simple: Will the Premier do as Human Rights Watch said and fix the drinking water for Attawapiskat, Pikangikum, for Bearskin, for Koocheching, for Kejick Bay, for—" ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para272"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated please. Thank you.", "Minister." ],
  "anchor" : "para274"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Speaker, the number of First Nation reserves in Ontario without access to safe drinking water is unacceptable to this government. We are going to work with our federal partners and fix this issue." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I think you anticipated my standing. Thank you." ],
  "anchor" : "para279"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Speaker, in furtherance of that commitment, I can tell you that on April 25, Ontario convened a trilateral meeting on drinking water with the federal government and Ontario First Nations. At that trilateral meeting, all parties agreed to advance technical work to improve drinking water on reserves through a trilateral process.", "It’s important that this problem be dealt with by the federal government, the Ontario government and our indigenous partners. That’s why we are committed to this. We all understand that everyone in Ontario has a right to clean drinking water." ],
  "anchor" : "para280"
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "My question is for the Minister of Agriculture, Food and Rural Affairs. Minister, Ontario is celebrating Local Food Week this week, from June 6 to June 12. It’s a great opportunity to celebrate all the foods and beverages that are grown, produced and made here in Ontario. We have much to celebrate, like farmers’ markets across the province that are now able to sell Ontario wines, craft ciders and fruit wines. If the $1.4 million that the 84 VQA wineries generated at 215 farmers’ markets in the last two years is any indication, this will be a popular draw to the markets and help support local economies.", "It has already been three years since this House passed the Local Food Act. Can the minister please provide an update on how Ontario’s agri-food sector has grown since the Local Food Act was passed?" ],
  "anchor" : "para283"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member from Brampton–Springdale for that farm-fresh question. I had the pleasure of touring the member’s riding last month to visit some of the food and beverage manufacturers there.", "I want to wish everybody in this Legislature, including you, Mr. Speaker, a happy Local Food Week, our third since passing the Local Food Act with all-party support a number of years ago.", "The Local Food Act supports our local food strategy to strengthen Ontario’s local food sector from the farmstead to the grocery store and everywhere in between, and it’s working. In the past two years, our province’s agri-food sector has added $1.3 billion to Ontario’s GDP and created 34,000 new jobs. Ontario consumers are becoming more aware of local food options: 81% of them can identify Ontario-grown produce at grocery stores, and eight out of 10 shoppers are likely to purchase fresh, Ontario-grown food.", "Mr. Speaker, I’m proud to say that we’re making progress. Good things grow in Ontario." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "Thanks to the minister for his response.", "Ontario’s agri-food sector supports more than 780,000 jobs across the province. These are jobs found in communities, both urban and rural, from Temiskaming to Simcoe, from Leamington to Peterborough.", "Local food champions across the province are helping spread the word that buying local helps grow the economy and jobs. I think of the Ontario Federation of Agriculture, which in 2015 launched the Six by Sixteen initiative to teach young people how to prepare six locally sourced, healthy meals by the time they are 16 years old, and, of course, Brian Fernandez, who unleashed Ontarians’ and Canadians’ love for Leamington tomatoes with his Facebook post on French’s ketchup.", "Yesterday, the government released the 2015-16 Local Food Report. Can the minister inform the House of the contents of the report and whether Ontario is moving forward on its local food goals?" ],
  "anchor" : "para290"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member from Brampton–Springdale for her question and her great work to support food processors in her community.", "Yesterday, I was at Hawthorne Food and Drink, a Feast ON-certified restaurant here in Toronto, to release this year’s Local Food Report. I’m glad the member mentioned the OFA and Mr. Fernandez. They’re both featured in the Local Food Report.", "This year’s report highlights progress we’ve made since last year. For example, we launched the Local Food Investment Fund as part of the $6 million in funding for the Greenbelt Fund. Farmers’ markets at ONroute locations along the 401 attracted 185,000 visitors last year.", "Mr. Speaker, the agri-food sector is poised for growth. For example, in 2017, French’s will begin bottling ketchup in Ontario, in East York, the home of my parliamentary assistant, Mr. Potts. We also know that Highbury Canco in Leamington, Ontario is rapidly approaching employment levels that existed at the former Heinz plant.", "I encourage all members to read the Local Food Report and to continue promoting the good things that grow in Ontario. As the—" ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para299"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Deputy Premier. Last week, the Financial Accountability Officer confirmed this government is actively withholding documents for political gain.", "This morning, he confirmed this government is nickel-and-diming the people of Ontario through skyrocketing service fee increases. The FAO noted that service fees will cost families $2.74 billion this year, an increase of almost 39% from just 2011.", "We know that “service fee” is just another name for “tax.” Because of this government, families are already burdened with soaring costs of living, including the highest energy costs in North America.", "I ask the Deputy Premier: Why is she intent on making life harder and more unaffordable for Ontario families?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, I’d like to thank the Financial Accountability Officer for his commentary.", "Service fees are a means of ensuring that the costs of providing a program or service that has an individual benefit are paid by the beneficiary of that program rather than by taxpayers in general. It is cost recovery.", "The Auditor General did a report in 2009 and reported that our fees were among the lowest in the country, and that in most cases, the service fee revenue recovers only a part of the associated costs, Speaker. That results in hidden subsidies that direct funding away from government priorities such as health care and education.", "As the CROPS report—the Don Drummond report—and the Auditor General’s report recommended, Ontario’s service fees will be adjusted annually to keep up with inflation. I think that’s fair to everyone." ],
  "anchor" : "para306"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para310"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the deputy: Your budget increased service fees on nearly everything in the province. However, once again, the FAO noted that this government is refusing to disclose data on the skyrocketing service fees. He even questioned whether the service fee hikes are “legally non-compliant.”", "If you drive a car, you’ll pay more. If you heat your home with gas, you’ll pay more. If you camp or fish or hunt, you’ll pay more. Rather than making life more affordable for Ontario families, students and seniors, this government is obsessed with finding new revenue to pay for their years of waste, scandal and mismanagement.", "I ask the deputy again—" ],
  "anchor" : "para312"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "It’s very funny, isn’t it?", "I ask the deputy again: Will she end the excessive service fee hikes and tax increases that are making life more affordable for families?" ],
  "anchor" : "para316"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Finance." ],
  "anchor" : "para318"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I find the question interesting, because the Auditor General also said that Ontario has the lowest per capita spending, in terms of revenue, in all of Canada. We receive less revenue from the rest of our taxes and service fees than any other province, and yet we’re coming to balance—oh, and by the way, we’re offering free tuition to our students.", "We have not indexed our service fees to inflation. We’ve taken those things into account to make everyday life easier for Ontario families. The member opposite voted against those very measures to maintain the lowest revenue base of any province. He also voted against free tuition and grants and supports for families. Yet he stands here to ask the question, knowing full well that Ontario is the lowest in all of Canada." ],
  "anchor" : "para319"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "My question is to the Acting Premier. The communities of Woodstock and Oxford county are currently battling an ongoing crisis with youth suicide. Since the start of this year, at least five youths under age 20 have committed suicide, and 20 others have attempted suicide.", "Today, students at secondary schools in those communities are walking out of their classrooms to send this government a clear message: Stop the suicide crisis before another life is lost.", "Will the Acting Premier listen to these students who are walking out of classes in protest this morning and commit to immediately increasing health resources in Woodstock and Oxford county?" ],
  "anchor" : "para322"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Children and Youth Services." ],
  "anchor" : "para326"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I want to thank the member for this very important question.", "My heart goes out to the families affected by youth suicide in Oxford. I think we can all agree that even one child who dies by suicide—one child who attempts suicide—is too many. We will commit to supporting this community. That is part of our broader strategy with respect to our Ontario youth suicide prevention plan.", "We have a number of resources that are in place for this community right now. Through the Oxford-Elgin Child and Youth Centre—it’s our mental health lead agency for that community—they’re delivering services as we speak. They provide crisis support services. That’s available 24 hours, seven days a week. They provide other grief services that can be accessed without an appointment. They’re providing counselling and therapy services as well as intensive treatment services.", "Again, my heart—" ],
  "anchor" : "para327"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para331"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Back to the Acting Premier: For years, we’ve been telling this government that London and surrounding communities are facing serious shortages in mental health supports and services. In my riding alone, mental health patients are sleeping on emergency room floors and facing shuttered facilities, overcapacity clinics and group home deaths. It’s time your ministry re-evaluates the way you’re delivering mental health services in this province.", "These students in Woodstock are all so frustrated about the lack of mental health supports that they are walking out of their classrooms this morning. Even our children are clear that this is government is failing them. Not one more death or suicide is acceptable.", "Will the Acting Premier commit to immediately providing supports, services and staff to Woodstock and Oxford counties to stop this youth suicide crisis?" ],
  "anchor" : "para333"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Order, please. Start the clock.", "Minister." ],
  "anchor" : "para337"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Minister of Education." ],
  "anchor" : "para339"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I’d like to express our sincere condolences to the families, friends, classmates, teachers—the entire community, which has been having a very difficult time.", "I’d like to thank the member for Oxford, who has been working in a very collaborative way, because he understood that this isn’t a political issue. This is an issue where everybody in the community needs to come together. In fact, the three school boards, the community agencies—everybody in the community is working together to support the children.", "It may interest you to know that we continue to work with all boards to equip educators with the tools and knowledge that they need to address mental health. In fact, all the school boards have mental health leaders now. The mental health leader in each of the three boards affected is working—" ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para343"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "My question is for the Minister of Natural Resources and Forestry. The forestry sector is extremely important for our province’s economy. Forestry generates $13 billion of economic activity, while providing 150,000 jobs in 260 communities. Trade with the United States is significant to the sector, generating exports valued at close to $5 billion and accounting for as much as 95% of Ontario’s forestry and wood product manufacturing exports.", "In October 2015, the almost-decade-long softwood lumber agreements between the United States and Canada expired. A one-year standstill period of free trade will come to an end this October 2016. Any future softwood lumber trade agreements between Canada and the United States will have a significant impact on Ontario’s forestry sector.", "Can the minister update us on the status of the softwood lumber agreement between Ontario and the United States, and Ontario’s position on the negotiations?" ],
  "anchor" : "para346"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member for the question.", "As he mentioned in his question, the existing deal did expire in October 2015. We’re now in a standstill period. There was a hope, of course—a very publicly expressed hope—that within 100 days we would have an agreement. We still do not have that agreement, but discussions are ongoing. Minister Freeland and GAC Canada are doing their best to represent Canada’s national interest on this very important issue, especially, I would say, not only for Ontario, but a little more specifically for northern Ontario.", "In turn, our ministry is doing everything that we can to represent Ontario’s interests on this. It’s of great concern to us. As I’ve mentioned, northern Ontario is very reliant on a very robust and excitable forestry industry, when it comes to softwood lumber specifically.", "The industry is rebounding, Speaker. We manage our resources in this province in a very sustainable manner, and we’re doing our best to represent the industry on this file to Minister Freeland as she works on behalf of the national interest." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para353"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I want to thank the minister for that update on the status of the agreement. It is indeed a very important issue for our country. Every time it gets on the news it receives a lot of attention.", "This is a particularly important issue for Ontario and I’m very happy to see the Ministry of Natural Resources and Forestry is engaged with it. I understand the federal government has been active on this complex issue and I’m glad to hear that the negotiations may move quickly.", "Can the minister tell the members of this House how his ministry is working with industry, other levels of government and other stakeholders to ensure continued access to important US markets for our softwood lumber products?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Again, I thank the member for the question. There are a couple of nuances with Ontario’s position that we have expressed to Minister Freeland and that we’re hoping she’s able to carry forward when it comes to this national discussion.", "Ontario is a relatively small player when it comes to softwood lumber exports, in terms of the total that we have of the national export into the American market. It’s important to note, as I’ve expressed to her, that in Ontario, 95% of our exports go into the American market. So any change to our proportion of share into the American market nationally, if it’s reduced, could have a disproportionate effect on Ontario relative to the other players in the softwood lumber export market.", "Other players in Canada have access to other markets. Ontario is pretty much landlocked when it comes to this. Most of our exports go into the US. It’s important. As best I’m able, I’m reminding the federal government of this particular nuance when it comes to Ontario’s position. Hopefully any reduction in the national total would not necessarily be reflected—" ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para360"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "My question is for the Minister of Natural Resources and Forestry. Northern Ontario was celebrating the return of the spring bear hunt that was scheduled to start on May 1—that is, until the MNR dropped the ball and botched the hunt. On the eve of the hunt, they restricted the number of form 33s that went to outfitters. Form 33s are non-resident hunter permits that go to recreational tourists from the United States and around the world who come to northern Ontario for the hunt. Some outfitters actually had their numbers cut in half. That’s costing them tens of thousands of dollars.", "Now, I know when these tourists come they spend tens of thousands of dollars in northern Ontario. This was a big economic development and was celebrated in northern Ontario.", "Speaker, the minister has promised the residents of northern Ontario that he’s going to fix the problem, but will he fix it in time for the fall bear hunt? What kind of promises will the minister make to those outfitters in northern Ontario who are expecting some action from his government on this issue?" ],
  "anchor" : "para363"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member for the question. I would at this time as well thank the opposition parties for their support when we introduced the five-year pilot on the spring bear hunt. I also want to thank the 84 northern municipalities across Ontario that came forward with very public declarations of their support on this.", "I would say that there are a number of outfitters who have not been satisfied with the number of form 33s that they have received. But I would also say that a great number of them have landed in a place that they’re very satisfied with, and the economic benefit—that was not the reason for the re-introduction of the hunt—will accrue back to them. There are some—a smaller number, I would say—that are not satisfied.", "We’ve committed, as the 2015 data comes into the ministry, that we’ll do our best to ensure, as best we are able, that they are made whole, as they see it, for the fall hunt as well, and that by the beginning of the second year of the pilot next year we will have landed this in a much better place for everyone." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The time for question period is over.", "Deferred vote on the motion for third reading of the following bill:", "Bill 181, An Act to amend the Municipal Elections Act, 1996 and to make complementary amendments to other Acts / Projet de loi 181, Loi modifiant la Loi de 1996 sur les élections municipales et apportant des modifications complémentaires à d’autres lois." ],
  "anchor" : "para369"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On Monday, June 6, 2016, Mr. McMeekin moved third reading of Bill 181, An Act to amend the Municipal Elections Act, 1996 and to make complementary amendments to other Acts.", "All those in favour, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para376"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 69; the nays are 23." ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Deferred vote on the motion for second reading of the following bill:", "Bill 156, An Act to amend various Acts with respect to financial services / Projet de loi 156, Loi modifiant diverses lois concernant les services financiers." ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell.", "The division bells rang from 1149 to 1150." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On April 14, 2016, Mr. Orazietti moved second reading of Bill 156, An Act to amend various Acts with respect to financial services.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para554"
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 69; the nays are 23." ],
  "anchor" : "para579"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para580"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the bill be ordered for third reading? Minister." ],
  "anchor" : "para582"
}, {
  "speaker" : "Hon. David Orazietti",
  "text" : [ "I ask that the bill be referred to the Standing Committee on Social Policy." ],
  "anchor" : "para583"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "So ordered." ],
  "anchor" : "para584"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Point of order, Speaker: I’d like to correct my record. In my supplementary question, I commented about making life more “affordable.” Clearly, I meant “unaffordable.”" ],
  "anchor" : "para586"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All members have the right to correct their record. Thank you very much. That’s a point of order.", "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para587"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Today we’ll be discussing Rowan’s Law. I have a number of people here from Ottawa, including Gordon and Kathleen Stringer and many from the Barrhaven Scottish rugby club and many other organizations. I’ll introduce them more properly as I speak, but I wanted to say a very hearty welcome to them to the assembly today." ],
  "anchor" : "para591"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "It’s my pleasure to welcome Dr. Bob Phillips, Trina Moyan, Shannon Neufeldt, Shadrak Gobert, Diane Meredith and Reg McQuaid here, connected with Kairos." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome. Glad you’re with us." ],
  "anchor" : "para593"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I would like to introduce two people, my executive assistants: first, my outgoing executive assistant, Clint Thomas, who has been with me for quite a while, and my incoming executive assistant, Rahul Bedi." ],
  "anchor" : "para594"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton on a point of order." ],
  "anchor" : "para596"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I’m seeking unanimous consent in order that myself and other members of the Barrhaven Scottish rugby club can wear our jerseys during the debate on Rowan’s Law." ],
  "anchor" : "para597"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton is seeking unanimous consent to wear rugby jerseys during the discussion. Do we agree? Agreed." ],
  "anchor" : "para598"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey is presenting a point of privilege." ],
  "anchor" : "para600"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Thank you, Mr. Speaker. I do want to present a point of privilege. In accordance with standing order 21(c), I wrote to you providing the appropriate notice in bringing this matter to your attention at my first available opportunity.", "My contention is that there has been a premature disclosure of documents in relation to Ontario’s climate change action plan that members in this House should have had access to before the media.", "This morning, on Tuesday, June 7, 2016, I read in the online version of the Toronto Star an article titled, “Revealed: Ontario’s ‘Climate Change Action Plan,’” written by Robert Benzie. The article states that there are “28 key measures to reduce greenhouse gas emissions in ‘Ontario’s Five Year Climate Action Plan 2016-2020’” and that the “85-page plan” is “to be introduced Wednesday in Toronto.” This is not a case of journalistic speculation; the article goes into detail that would only be possible if the author had received a copy of the action plan.", "In that case, I would point out that subsection 7(6) of Bill 172, the Climate Change Mitigation and Low-carbon Economy Act, 2016, states: “The minister shall, before January 1, 2017, lay the action plan before the assembly and make it available to the public on a website of the government or in such other manner as may be prescribed by the regulations.” It is clear, Mr. Speaker, that the action plan should have been provided to members of the House before the media, as enshrined in the legislation passed in this current parliamentary session.", "There is significant precedent that has found prima facie breaches in regard to documents being given to the media before members of the Legislature. On March 15, 2001, Speaker Milliken ruled on a question of privilege regarding an incident where the media was briefed on a justice bill, Bill C-15, before members of Parliament. The Speaker indicated that there were two important issues in that case: the matter of the embargoed briefing to the media and the issue of members’ access to information required to fulfill their duties.", "In his ruling, the Speaker said: “In preparing legislation, the government may wish to hold extensive consultations and such consultations may be held entirely at the government’s discretion. However, with respect to material to be placed before Parliament, the House must take precedence.... The convention of the confidentiality of bills on notice is necessary, not only so that members themselves may be well informed, but also because of the pre-eminent role which the House plays and must play in the legislative affairs of the nation. To deny ... information concerning business that is about to come before the House, while at the same time providing information to media that will likely be questioning members about that business, is a situation that the Chair cannot condone.”", "While in this instance there was not an embargoed briefing for all media, I would contest that it is similar to giving a copy of the action plan to an individual member of the press gallery.", "Furthermore, on October 4, 2010, Speaker Milliken noted, “It is indisputable that it is a well-established practice and accepted convention that this House has the right of first access to the text of bills that it will consider.” While the climate change action plan is not legislation in the same sense that the rulings regarding bills C-14 and C-15 were, it’s one of the most significant changes this government has undertaken. It was enshrined in legislation that the plan was to be tabled in the House. I see no difference in the tabling of this action plan than as if legislation were forthcoming. Furthermore, it will lead to wide-sweeping changes, future legislation and significant debate in the Legislature and during oral questions.", "Most recently, I would point to the precedent set by Speaker Regan on April 19, 2016. When ruling on the issue of a premature disclosure of documents, he said, “Due to its pre-eminent role in the legislative process, the House cannot allow precise legislative information to be distributed to others before it has been made accessible to all members. Previous Speakers have regularly upheld not only this fundamental right, but also expectation, of the House.”", "Joseph Maingot’s Parliamentary Privilege in Canada is very quick to establish what we understand—or at least what the authorities have told us—represents contempt in the Canadian parliamentary tradition. On page 235 of the second edition of Maingot’s Parliamentary Privilege in Canada, it reads, “Contempt is more aptly described as an offence against the authority and the dignity of the House.”", "This House rightfully deserved to have the climate change action plan laid before it, and the members should not have had to read the details of the plan in the Toronto Star. That’s my submission, Mr. Speaker." ],
  "anchor" : "para601"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Timmins–James Bay on the same point of order." ],
  "anchor" : "para612"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "On the same point of order, in regard to the contempt and privilege points that my colleague has raised—I don’t want to be long, but I just want to make the following point. The government, by way of its own actions, introduced Bill 172, which was voted on in this House. In that particular bill, the government sets out a number of requirements that need to be followed by way of law, and one of those is under section 5 of the bill. It says, “The minister shall, before January 1, 2017, lay the action plan before the assembly and make it available to the public on a website of the government or in such other manner as may be prescribed by the regulations.” As far as I know, at this point there are no regulations, so I guess we’ll have to rely on that particular section of the bill.", "The point is, if you read that—and I think what most members understood, when we voted on this particular bill, is that the government, in regard to its climate change plan, would table it in the House and they would post it on a website. That, I think, is what most members understood. I think that’s what all members understood when it came to what it is that we’re going to do.", "Instead, as the member pointed out—I’m not going to belittle the point—they woke up to find out that, in fact, parts of the plan, in quite a bit of detail, were released to the media. That’s contrary to what the government themselves declared that they wanted in the act, which all of these members then voted for. And the bill did pass in this House.", "I’m not going to get into reading everything that’s in Beauchesne, O’Brien and Bosc and all that, because I’d be here way too long, but I do want to make the following point. As you know, Speaker, not all issues of contempt are a breach of privilege, but I think there is an argument to be made on contempt here, because if you look at what we say when it comes to contempt, we say, “The House of Commons enjoys very wide latitude in maintaining its dignity and authority through the exercise of its contempt power. In other words, the House may consider any misconduct to be contempt and may deal with it accordingly.” And it goes on into some details.", "The relevant part, I think—and I just want to end on this—is, if you look at page 83, one of the bullet points, five from the bottom, says that contempt can be described as “deliberately altering, suppressing, concealing or destroying a paper required to be produced for the House or a committee.”", "In this case, documents were suppressed. They were given to the media before they were actually tabled in this House. Therefore, I would support what the member, in fact, rises on in regard to the issue of contempt, and ask you to look at this in the light of what the government intended to do with section 5 of the bill and what they did as far as an action." ],
  "anchor" : "para613"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Government House leader on the same point." ],
  "anchor" : "para620"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker. Thank you for acknowledging me. I do rise to respond to the point of privilege presented by the member from Simcoe–Grey regarding an article published by the Toronto Star this morning concerning the government’s climate change action plan.", "From the outset, I respectfully submit that the facts presented by the member from Simcoe–Grey do not warrant a prima facie finding of contempt. Speaker Peters of the this House, in 2010, cited Joseph Maingot in the second edition of Parliamentary Privilege in Canada, which states, “There must be some act that improperly interferes with the member’s rights.... The interference, however, must not only obstruct the member in his capacity as a member, it must obstruct or allege to obstruct the member in his parliamentary work.”", "The question before the House, therefore, is whether members have an entitlement to the action plan in advance of, and to the exclusion of, others, and if so, whether the rights of members were obstructed such that they were unable to conduct their parliamentary work. I submit that the answer to both of these questions is no.", "In making this case, the member for Simcoe–Grey has cited subsection 7(6) of An Act respecting greenhouse gas, 2016. It states—and I quote, as has been done by other members: “The minister shall, before January 1, 2017, lay the action plan before the assembly and make it available to the public on a website of the government or in such other manner as may be prescribed by the regulations.”", "A determination of whether information printed in the Toronto Star is contempt, in this case, requires a conclusion that, in statute, the assembly is to be the sole or first recipient of the plan. This would require an interpretation of the act, an exercise in which this House cannot engage, as you know, Speaker, and as also noted in the 2010 ruling of Speaker Peters and the 1997 ruling of Speaker Stockwell, who adopted the 1989 ruling of Speaker Fraser of the Canadian House of Commons.", "Nonetheless, should the House elect to interpret the act, it is my submission that it is not, as submitted by the member for Simcoe–Grey, “clear that this action plan should have been provided to the members of the House before the media, as enshrined in the legislation.”", "First, the action plan is not legislation. It is part of a regulatory scheme duly undertaken by the government of Ontario. The member is conflating bills and the inherent precedence of the assembly in being the first to see legislation with a plan. While the member is correct that such a plan may lead to significant changes in future legislation, its possible future impact does not make it legislation yet to be tabled. In that sense, Speaker, the plan puts no imposition on members’ parliamentary duties, and therefore a media report about it cannot be said to obstruct the members from doing their jobs.", "While the member for Simcoe–Grey has cited strong authority for the priority of honourable members to be the first recipients of legislation, I respectfully submit that the action plan is not legislation and is, therefore, not caught under the precedents of parliamentary law and convention.", "In particular, I note that, in the April 2016 ruling by Speaker Regan, he referred to the “pre-eminent role” of legislative information. In this case, Speaker, like the cases of contempt surrounding the sharing of Bill C-15 in 2001 and Bill C-14 in 2010, both rulings of Commons Speaker Milliken, the Speaker was dealing with the premature disclosure of then yet-to-be-tabled assisted dying legislation. I quote Speaker Regan here:", "“As honourable members know, one of my most important responsibilities as Speaker is to safeguard the rights and privileges of members, individually and collectively. Central to the matter before us today is the fact that, due to its pre-eminent role in the legislative process, the House cannot allow precise legislative information to be distributed to others before it has been made accessible to all members. Previous Speakers have regularly upheld not only this fundamental right, but also expectation, of the House.", "“On October 4, 2010, on page 4711 of the House of Commons Debates, Speaker Milliken noted:", "“‘It is indisputable that it is a well-established practice and accepted convention that this House has the right of first access to the text of bills that it will consider.’”", "Therefore, Speaker, it is the text of bills that is the “legislative information” to which Speaker Regan referred in his ruling.", "The climate change action plan is not legislative information but a legislated obligation on the minister. That distinction is imperative and substantiates that there be no prima facie finding of contempt.", "Furthermore, the legislation is clear about strictly the following with respect to the Legislative Assembly of Ontario: (1) the Minister of the Environment and Climate Change is obliged to lay the action plan before the assembly; and (2) they shall do so before January 1, 2017. It is important to note that this is the deadline by which the minister must formally submit to the assembly the action plan. The minister may do so before January 1, 2017. This is also the deadline by which the minister must make the action plan public. The provision requiring tabling of the action plan in the House and posting it online is a matter of transparency and accountability, which are foundational pillars of any government.", "There can be no assumption as to the priority of this House in receiving this plan before the public, especially since the legislation is clear that the deadline is the same for both the assembly and the general public to receive the information.", "Indeed, there is no reason to believe that the assembly must be the first recipient of the plan. It would be inappropriate for the House to assert a privilege of precedence in receiving documents without any clear intention.", "I note that this House has, from time to time, enshrined certain rights in legislation to the exclusion of other entities. Enabling legislations of independent officers require reports to be submitted to you, Speaker, and laid before the assembly and to no other entity.", "I contrast the action plan to reports of an independent officer, such as the Auditor General, whose reports and public accounts must be submitted only to the assembly of the Speaker—under subsection 108(h) are deemed to be immediately referred to the Standing Committee on Public Accounts for the committee for its observations, opinions and recommendations.", "Speaker, there is simply no case to be made that the alleged contents of the climate change action plan appearing in a newspaper is the same as legislation and legislative information reported on by the media.", "The plan is not a bill. It imposes no duties or obligations on our honourable members above those of Ontarians generally, nor does it go to any standing duties or privileges they duly hold.", "Speaker, in conclusion, I seek the opportunity to make my submissions in writing, in the furtherance of your deliberations." ],
  "anchor" : "para621"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey on the same order." ],
  "anchor" : "para643"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Just a short point in rebuttal: Because of the politics around the issue at the time, I didn’t put it in my letter to you today, Speaker, or my oral submission in the House today, but I would remind people that the so-called Magna budget—it was a budget. It was a speech. It contained policy changes of the government not nearly as significant as the climate change action plan." ],
  "anchor" : "para644"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "While some would argue the other way, I’ll finish my submission.", "To the honourable House leader’s point that it’s not legislation we’re talking about today: We weren’t talking about legislation back then either. We were talking about a budget speech that we were scolded about. I don’t have the quotes in front of me, but Speaker Carr had some pretty powerful language around that point of privilege, and I’d ask you to look at that material, Mr. Speaker." ],
  "anchor" : "para646"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for Timmins–James Bay, in a small return." ],
  "anchor" : "para648"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Very, very small. I’d just remind the government House leader: I appreciate his argument, but to argue that the climate change plan is not legislation is really not giving this—the reality is, Bill 172 sets out that the climate change plan needs to be tabled in this House. The climate change plan is what gives life to Bill 172 when it comes to what’s affected—the public will be affected by what’s inside that climate change plan, and it will be enacted by way of the law. So the climate change plan and Bill 172 are very connected. It is a bill, it is a law, and it is something that will affect the people of this province." ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I want to thank all members who stayed inside of the process for point of privilege, and I appreciate the fact that everyone did stay on that.", "I would also like to thank the member from Simcoe–Grey, the member from Timmins–James Bay and the government House leader for their submissions. I take under consideration that written submission is going to be provided. I would request that to be happening as quickly as possible.", "I also now will reserve my judgment on this particular point and will return to the House with my decision as soon as possible." ],
  "anchor" : "para651"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "With over 30 branches across the province, from Sault Ste. Marie, Windsor, Ottawa, Niagara Falls, Kingston, Barrie, Toronto and many more, St. John Ambulance is present in our communities.", "Established in Canada in 1883, the first ambulance division was soon formed in London. Since then, St. John Ambulance members have dedicated countless hours to fulfill their mission of enabling Canadians with improved health, safety and quality of life.", "In fact, last year alone, St. John Ambulance members contributed over 600,000 community service hours in Ontario. Whether for campus teams, youth programs, concerts, festivals or at the Pan Am/Parapan Am Games, volunteer medical first responders have provided first aid training and emergency response support at 4,400 public events—truly invaluable.", "Through their therapy dog program, they help bring comfort to many in times of need. These four-legged, furry friends have helped brighten the days of many university students, hospital patients and seniors.", "In commemoration of the national Victims and Survivors of Crime Week, several groups were honoured for their dedication to helping victims of crime. I would like to commend the support dog program for giving victims of child abuse and sexual assault the option of having a highly trained comfort dog.", "Thank you for your dedication and commitment to our province." ],
  "anchor" : "para656"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Speaker, I rise today to speak to a vital issue for me, for the people of my riding, London–Fanshawe, and especially for smaller communities like Woodstock in Oxford county, who are challenged by the lack of proper mental health supports in this province.", "For years, we’ve been telling this government that London and surrounding communities are facing serious shortages in mental health supports and services. In my riding alone, mental health patients are sleeping on emergency room floors, and facing shuttered facilities, over-capacity clinics and group home deaths.", "Last year, I introduced Bill 95, Improving Mental Health and Addictions Services in Ontario Act, 2015, as a means of implementing the extraordinary work accomplished by the all-party Select Committee on Mental Health and Addictions. Their final report heard from more than 300 groups and individuals from across the province, all calling for greater supports for mental health and addictions programming. Yet this government has let my bill languish in committee while it continues down a path of its own at the expense of people suffering from mental illness, including our children, who took to the streets to demand you listen and provide the supports they need.", "Speaker, we can’t help but ask what mental health services and supports in Ontario would look like today if this government hadn’t blown billions of tax dollars on scandals like Ornge, eHealth and gas plants.", "Too many Ontarians are living without proper mental health supports. Now is the time to deliver. Not one more death is acceptable." ],
  "anchor" : "para663"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Mr. Speaker, 2016 marks the 200th anniversary of the birth of Canada’s first member of Parliament of Polish heritage, Alexandre Ėdouard Kierzkowski.", "Raised in a patriotic family, Kierzkowski was forced to emigrate from Poland after fighting in the 1830 uprising against Russian rule. Arriving in Canada in 1841, he continued his military career, honourably serving as lieutenant colonel of the Richelieu district and then commander of the 2nd militia battalion of Saint-Hyacinthe.", "Kierzkowski was elected in 1867 to our nation’s very first Parliament as a Liberal MP. He was an extraordinary individual who helped to build the very foundations of our country.", "Next year, as Canadians celebrate the 150th anniversary of Confederation, Polish Canadians will be observing the 150th anniversary of the election of Kierzkowski.", "Speaker, the legacy of Alexandre Ėdouard Kierzkowski shows that Polish Canadians have significantly contributed in building our great multicultural nation since Confederation.", "As a Polish Canadian myself, I am especially proud of this legacy that continues today. Later this evening, we will celebrate the work and legacy of Alexandre Ėdouard Kierzkowski with a special exhibition on his life.", "I want to thank the Canadian Polish Congress, Toronto district, and the Polish Canadian Business and Professional Association of Windsor for organizing this special reception and exhibition, and I invite all to join us at 6 p.m.", "Dziękuję. Merci. Meegwetch. Thank you." ],
  "anchor" : "para669"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I, too, rise today to mark the 200th anniversary of the birth of Alexandre Ėdouard Kierzkowski, the first Canadian parliamentarian of Polish heritage. He was first elected to the House of Commons in the first Parliament at the birth of the Dominion of Canada in 1867. He was a Polish patriot, a civil engineer, a military man and an advocate of a new land credit system.", "Kierzkowski was born in 1816 in the duchy region of what was then Prussia, a partitioned territory of today’s Republic of Poland. He came from an accomplished military family. He served has an officer of the Polish army and participated in the November Uprising, also known as the Polish-Russian War in 1830-31. Following a defeat, he was forced to flee.", "In 1842, he emigrated to the United Province of Canada and worked for the department of public works as a civil engineer. He championed land banks to improve agricultural practice and pressed for reforms in the mortgage system. He also served as a justice of the peace and a lieutenant colonel of the Richelieu district militia.", "On July 1, 1867, Canada become a dominion of four provinces: Ontario, Quebec, New Brunswick and Nova Scotia, through Confederation. Later that year, he was elected to a newly formed House of Commons as a member representing the Saint-Hyacinthe riding. He played an important role in politics for Canadians, Polonia and Poland.", "Polish Canadians such as Kierzkowski and many others have made significant contributions to the cultural, educational, political and economic fabric of Canada and Ontario.", "Being of Polish heritage myself, I am proud to celebrate his legacy, and I am looking forward to tonight joining members of this Legislature and members of Polonia at a reception honouring the 200th anniversary of his birth." ],
  "anchor" : "para678"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I think most of us will know that education on reserves across Ontario leaves a lot to be desired. Our federal government—surprise, surprise—is not in the business of education, and as a result, all of our schools on-reserve are run independently as local education authorities and are funded at about half of what students get in any other community across this province. So we wonder: Why do we get the outcomes that we get out of those schools? Because, quite frankly, the federal government does not support those schools in the same way the province supports schools in communities across Ontario.", "That’s why I’ve been consulting for over a year now, along with our caucus, with First Nations to bring a bill forward that would allow First Nations, if they choose, to opt into the provincial school system so that they can have an effect when it comes to education by getting the expertise that the province provides and the level of funding needed that other kids get to make sure that those kids are able to compete on a level playing field.", "I am looking forward tomorrow to bringing that bill forward. I know there’s going to be some contention with that because many First Nations are worried about treaty rights and say, “Will this affect my treaty rights?” I’m pleased to say that as a result of the consultation I did last summer, I’ve put an amendment to the bill that gives a non-derogation clause that ensures that First Nations’ treaty rights are not in any way affected.", "I look forward to those consultations and for the debate later on this fall where we’ll have an opportunity to do something when it comes to really doing reconciliation in this province and providing kids on-reserve with an education that is equal to all other children in this province." ],
  "anchor" : "para685"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "This past Saturday, I laced up my skates, carried a Canadian flag and joined in welcoming some of the newest members of my community of Cambridge at the World Refugee Day skating party.", "Since 2013, June has become a Waterloo region community-wide celebration for refugees, with events held by numerous organizations to recognize World Refugee Day. The skating party at Cambridge Centre mall was a way to celebrate and welcome our new community members from Syria and beyond.", "Skaters from the Preston skating club volunteered to help as they encouraged the first-time skaters, children and adults, as they hit the ice for the first time. Many timidly held onto the boards for the first laps but were enjoying skating without help before too long. Hot chocolate, Timbits and much laughter concluded a very enjoyable event in what was truly a new Canadian experience for our new neighbours.", "I want to thank Sandra Sydor from Idea Exchange; Alam Mohammed from the Islamic School of Cambridge; YMCA of Cambridge; Cambridge Ice Centre; the United Way; the Preston skating club; Champions Training Centre; and Tim Hortons, all of whom partnered to put on this fantastic event.", "My region of Waterloo has a proud history of welcoming refugees and has provided both a safe haven and a fresh start. Families from all parts of the world have made this community their home, and I am very proud that so many in my community have done so much to help them feel truly at home." ],
  "anchor" : "para690"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I want to use this time to say thanks and farewell to a great friend of mine. Clint Thomas has been my executive assistant here at Queen’s Park since first being elected in 2011. We met when Clint was news director at Rogers Radio in North Bay. He commanded attention as a respected and authoritative voice. He did his research and was the voice that our community turned to, to understand the important issues. Clint hosted the Mayor’s Phone In show, which is where we really got to know each other, when serving as mayor of the city of North Bay.", "He then took his talent to Toronto, where he worked at CP, continuing to hone his many skills. That led him to Queen’s Park, where he and I built a real and lasting friendship. Here, he certainly rose to the many challenges, becoming a subject-matter expert on energy and then Ontario’s finances.", "But more than just business, we have been friends. Patty and I watched as his newborn sons, Asa and Colton, grew into wonderful young boys. Clint and I golfed together, and he has never, ever, let me win. We spent hours driving together, chatting. With Clint, it was always about his beloved sports; for me, not so much.", "As Clint moves on, Patty and I wish him all the best. We look forward to the next chapter in his life. Thank you, Clint." ],
  "anchor" : "para697"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "As a proud Portuguese Canadian, I am honoured to rise today to speak about Portugal Day, or, as it is known throughout the Portuguese diaspora, Dia de Portugal, de Camões e das Comunidades Portuguesas.", "Portugal Day is celebrated worldwide on June 10, and let me tell you, the celebrations and festivities are in full gear this month throughout Ontario, and in particular in my riding of Davenport, which is home to the largest Portuguese community in Ontario.", "The first Portugal Day commemorations in Toronto were organized in 1966. Since then, for the last 50 years-plus, we’ve been celebrating Portuguese heritage and the community’s accomplishments. It is a yearly reminder of the distinguished contributions that Portuguese Canadians have made and continue to make to the social, cultural and economic fabric of our province.", "Portuguese Canadians help to create a more vibrant, dynamic and cosmopolitan society—a society that draws strength from the celebration of our different heritages and embraces our common hopes for a better and more prosperous future.", "Many Portuguese immigrants came to Canada to seek a better life and, in the process, have made life better for all Canadians. The Portuguese community in Ontario is one of our great success stories as a nation.", "I am proud to celebrate the rich history of Luso Canadians in Ontario. I encourage all members of this House to attend the Portugal flag-raising ceremony tomorrow, which will take place at 3 p.m. on the south lawn of Queen’s Park.", "Finally, I would like to remind everyone about the annual Portugal Day parade, considered the largest Portugal Day parade outside of Portugal and is in its 29th year, organized annually by the Alliance of Portuguese Clubs and Associations.", "Obrigado, Mr. Speaker." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Same to you." ],
  "anchor" : "para710"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "Last Saturday, I was pleased to attend the annual Walk a Mile in Her Shoes event in Bowmanville. This event is especially important because I believe we need to get the message across that violence will not be tolerated in our community or in any community. To prove that point, we are willing to walk a mile in her shoes. Well, by a mile, Speaker, I mean as far as my body would let me in red high heels, but you get the point.", "I am proud to support this event as it increases community awareness about issues such as sexual and gender violence. This event also helps to raise funds to support the cost of services provided in the Bethesda House, which is a shelter for abused women and their children in Durham riding.", "I will take this moment to thank all of the volunteers who not only work tirelessly to keep this organization going strong but also for their ongoing advocacy on this issue. Not only does this event open up dialogue about sexual assault and gender violence, especially among the men participating in this event; it also allows the community to unite and continue to work together to fight this very important issue." ],
  "anchor" : "para712"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para715"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated June 7, 2016, from the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para718"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I beg leave to present a report on Metrolinx—Regional Transportation Planning (Section 4.08, 2014 Annual Report of the Auditor General of Ontario) from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para721"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations.", "Does the member wish to make a short statement?" ],
  "anchor" : "para722"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, I am pleased to table the committee’s report entitled Metrolinx—Regional Transportation Planning (Section 4.8, 2014 Annual Report of the Auditor General of Ontario).", "I’d like to take this opportunity to thank the permanent membership of the Standing Committee on Public Accounts: Lisa MacLeod, Vice-Chair; Chris Ballard; John Fraser; Percy Hatfield; Harinder Malhi; Peter Milczyn; Julia Munro; and Lou Rinaldi.", "The committee extends its appreciation to officials from the Ministry of Transportation and from Metrolinx for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings, report writing and deliberations by the Office of the Auditor General, the Clerk of the Committee and staff in legislative research.", "With that, I move adjournment of the debate." ],
  "anchor" : "para724"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman moves the adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para729"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I beg leave to present a report on ServiceOntario (Section 4.09, 2015 Annual Report of the Auditor General of Ontario) from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para732"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of the recommendations.", "Does the member wish to make a short statement?" ],
  "anchor" : "para733"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, I am pleased to table the committee’s report today, entitled ServiceOntario (Section 4.09, 2015 Annual Report of the Auditor General of Ontario).", "I would like to take this opportunity to thank the permanent membership of the Standing Committee on Public Accounts: Lisa MacLeod, Vice-Chair; Chris Ballard; John Fraser; Percy Hatfield; Harinder Malhi; Peter Milczyn; Julia Munro; and Lou Rinaldi.", "The committee extends its appreciation to officials from the Ministry of Government and Consumer Services for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings, report writing and deliberations by the Office of the Auditor General, the Clerk of the Committee and staff in legislative research.", "With that, I move adjournment of the debate." ],
  "anchor" : "para735"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman moves the adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para740"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Je demande la permission de déposer un rapport du Comité permanent de la justice, et je propose son adoption. I beg leave to present a report from the Standing Committee on Justice Policy and move its adoption.", "I send it to you via page Nava." ],
  "anchor" : "para743"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 149, An Act to establish an advisory committee to make recommendations on the jury recommendations made in the inquest into the death of Rowan Stringer / Projet de loi 149, Loi créant un comité consultatif chargé d’examiner les recommandations formulées par le jury à la suite de l’enquête sur le décès de Rowan Stringer.", "Your committee begs to report the following bills, without amendment:", "Bill 180, An Act to proclaim a Workers Day of Mourning / Projet de loi 180, Loi proclamant un Jour de deuil pour les travailleurs.", "Bill 182, An Act to proclaim Ontario Down Syndrome Day / Projet de loi 182, Loi proclamant la Journée ontarienne de la trisomie 21." ],
  "anchor" : "para745"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried.", "Pursuant to the order of the House dated Monday, May 30, 2016, the bills are ordered for third reading.", "Mr. Norm Miller moved first reading of the following bill:", "Bill 212, An Act to amend the Highway Traffic Act with respect to trailers / Projet de loi 212, Loi modifiant le Code de la route en ce qui concerne les remorques." ],
  "anchor" : "para750"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para758"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para760"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Currently, section 85 of the Highway Traffic Act requires vehicles to display evidence of compliance with certain inspection requirements and performance standards of the vehicles, as prescribed by regulation. Regulation 611, Safety Inspections, of the Revised Regulations of Ontario, 1990, makes the requirement in section 85 of the act applicable to a commercial motor vehicle if the combined gross weight of the vehicle and any trailer it draws exceeds 4,500 kilograms and to certain types of recreational vehicles, motorhomes and house trailers. The bill amends the act to provide that compliance is not required for trailers with a gross weight, not including the motor vehicle, of 4,500 kilograms or less.", "Ms. McMahon moved first reading of the following bill:", "Bill 213, An Act to amend the Highway Traffic Act with respect to careless driving causing death or bodily harm / Projet de loi 213, Loi modifiant le Code de la route en ce qui concerne la conduite imprudente causant la mort ou des blessures corporelles." ],
  "anchor" : "para761"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para765"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para767"
}, {
  "speaker" : "Ms. Eleanor McMahon",
  "text" : [ "This amends the Highway Traffic Act to increase the penalties for careless driving causing death or bodily harm. The limitation period in respect of careless driving causing death or bodily harm is increased to two years." ],
  "anchor" : "para768"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Deputy House leader." ],
  "anchor" : "para772"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move that, notwithstanding standing order 98(b), the following changes be made to the ballot list: Mr. Kwinter and Mr. Ballard exchange places in order of precedence such that Mr. Kwinter assumes ballot item number 53 and Mr. Ballard assumes ballot item number 50." ],
  "anchor" : "para774"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Bradley orders that, notwithstanding standing order—" ],
  "anchor" : "para775"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispensed.", "Agreed? Carried." ],
  "anchor" : "para777"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the Standing Committee on General Government’s consideration of Bill 201." ],
  "anchor" : "para781"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Deputy House leader." ],
  "anchor" : "para782"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move that, notwithstanding the order of the House dated Tuesday, May 31, 2016, the Standing Committee on General Government be authorized to schedule a witness chosen by the official opposition House leader and a witness chosen by the third party House leader at any time within the authorized meeting times of the committee." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Bradley moves that, notwithstanding the order of the House dated Tuesday—" ],
  "anchor" : "para785"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para786"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense?" ],
  "anchor" : "para787"
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para788"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "—May 31, 2016, the Standing Committee on General Government be authorized to schedule a witness chosen by the official opposition House leader and a witness chosen by the third party House leader at any time within the authorized meeting times of the committee. Do we agree? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "The ayes have it. Carried." ],
  "anchor" : "para789"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, I believe we have unanimous consent to put forward a motion without notice regarding changes to the membership of certain standing committees." ],
  "anchor" : "para795"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree?" ],
  "anchor" : "para796"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I don’t have that one. I didn’t hear it; sorry." ],
  "anchor" : "para797"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I will offer the deputy House leader an opportunity to repeat, as it has not been heard." ],
  "anchor" : "para798"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Thank you, Mr. Speaker. I believe we have unanimous consent to put forward a motion without notice regarding changes to the membership of certain standing committees." ],
  "anchor" : "para799"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Deputy House leader." ],
  "anchor" : "para800"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move that the following changes be made to the membership of the following committees:", "That on the Standing Committee on Estimates, Ms. Taylor replaces Mr. Mantha; and", "That on the Standing Committee on Justice Policy, Mr. Mantha replaces Ms. Taylor." ],
  "anchor" : "para802"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Bradley moves that the following changes be made to the membership of the following committees:", "That on the Standing Committee on Estimates, Ms. Taylor replaces Mr. Mantha; and", "That on the Standing Committee on Justice Policy, Mr. Mantha replaces Ms. Taylor.", "Do we agree? Agreed." ],
  "anchor" : "para805"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "“Whereas stray current has adverse effects on animal and human health;", "“Whereas the livelihoods of many Ontario livestock farmers including dairy farmers have been jeopardized or completely lost due to stray current issues;", "“Whereas the Ontario government should regulate the occurrence of stray current with legislation in order to ensure that all parties involved or affected have a clear process set out to eliminate stray current;", "“Whereas the issues of stray current can be addressed through changes in both the policy and practice of the provincially regulated electrical distribution and electrical service industries;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“For the government of Ontario to fully commit to addressing the issues of stray current by promptly calling Bill 161 ... to committee and having the bill proceed promptly to debate at third reading, and then on to receiving royal assent.”", "I approve of this petition. I will affix my name and give it to page Julia." ],
  "anchor" : "para812"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have over 9,000 names collected by Kairos for this petition, which has been certified by the Clerk. It reads as follows:", "“Whereas for six years the Truth and Reconciliation Commission of Canada (TRC) listened to thousands of former students of residential schools and their families testify to the devastating legacy of this national policy of assimilation;", "“Whereas the TRC calls upon ‘the federal, provincial and territorial governments, in consultation and collaboration with survivors, aboriginal peoples and educators, to make age-appropriate curriculum on residential schools, treaties and aboriginal peoples’ historical and contemporary contributions to Canada a mandatory education requirement for kindergarten to grade 12 students’ (CA 62.1); and", "“Whereas on July 15, 2015, Canada’s Premiers indicated their support for all 94 Truth and Reconciliation Commission calls to action and said they would act on them in their own provinces and territories;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario urge the government of Ontario to fully implement such a curriculum for kindergarten through grade 12.”", "I fully support this petition, will affix my name to it and ask page Waleed to bring it to the Clerk. Thanks again to the people who brought it." ],
  "anchor" : "para820"
}, {
  "speaker" : "M. Arthur Potts",
  "text" : [ "J’ai une pétition en français des francophones de l’Ontario.", "« À l’Assemblée législative de l’Ontario :", "« Étant donné que la Charte canadienne des droits et libertés garantit l’accès à une éducation publique en français;", "« Étant donné que plus de 1 000 élèves fréquentent les écoles élémentaires françaises de Toronto–Danforth et Beaches–East York (“le quartier”), la plus importante concentration d’élèves francophones à Toronto, et qu’il n’existe aucune école secondaire française entre le centre, Pickering, et la 401, ce qui force beaucoup d’élèves à voyager deux heures aller-retour;", "« Étant donné que plusieurs écoles anglaises du “quartier” sont occupées à moins de 50 %;", "« Étant donné que beaucoup d’enfants sont contraints à l’assimilation au système anglais par manque d’écoles secondaires et que l’école élémentaire est insuffisante pour donner une connaissance durable du français;", "« Étant donné que le gouvernement de l’Ontario a reconnu, en 2007, la pénurie d’écoles francophones dans le grand Toronto, et que le Commissariat aux services en français cite, en 2011, le “besoin criant d’au moins une école secondaire de langue française dans le secteur est de Toronto”;", "« Étant donné que le ministère de l’Éducation reconnaît que tous les citoyens sont gagnants lorsque les écoles sont utilisées de manière optimale et qu’à ce jour, il n’a pas amélioré la situation des écoles sous-utilisées;", "« Étant donné que les conseils propriétaires ne mettent pas d’école ou de terrain en disponibilité dans “le quartier,” que le conseil catholique construit une école à Scarborough mais trop loin pour les familles concernées;", "« Nous, soussignés, demandons à l’Assemblée législative :", "« Que la ministre de l’Éducation intervienne pour rendre disponible une école de qualité dans les circonscriptions Toronto–Danforth ou Beaches–East York qui, en septembre 2016, accueillera nos enfants, accordant ainsi à nos enfants le même droit qu’aux enfants anglophones. »", "I agree with this petition, sign my name to it and send it down with page Katelyn." ],
  "anchor" : "para829"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas currently 76% of homes in Ontario use natural gas for heat; and", "“Whereas natural gas is a clean, reliable and affordable fuel source and its price has been steadily in decline for several years; and", "“Whereas under Kathleen Wynne’s new plan, all homes and buildings built after 2030 will be barred from using natural gas; and", "“Whereas making the switch from natural gas to electric heat will cost an average of $3,000 extra per year and homeowners will be faced with at least $4,500” to $15,000 “in renovation costs; and", "“Whereas the government’s misguided energy policies have already resulted in unaffordable business and residential energy rates that are forcing jobs out of the province; and", "“Whereas the Minister of Energy is on the record recommending Ontarians switch to natural gas to escape exorbitant hydro bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reconsider the plan to ban natural gas heat from Ontario buildings and new construction.”", "I agree with this and will be passing it on to the page." ],
  "anchor" : "para842"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have 1,100 names. The first one on the list is that of David Suzuki. I’ll shorten the petition down in half.", "“Whereas the Ojibway Prairie Complex is a five-park system totalling 332 hectares. It represents half of the city of Windsor’s remaining natural areas;", "“Whereas Ojibway has 160 species at risk”—20% of Ontario’s species at risk and 32% of Canada’s. “It represents Canada’s, and the world’s, most endangered ecosystem;....", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To designate this land with provincial importance and prevent any development on or adjacent to this land, so that the land will be protected and so too will the 91 species at risk, including six endangered and 12 threatened species on schedule 1 of the Endangered Species Act.”", "I agree. I’ll sign my name and give it to Nava." ],
  "anchor" : "para853"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "This is to the Legislative Assembly of Ontario.", "“Whereas Ontarians are concerned that individual, systemic and cultural racism continues to create unfair outcomes for racial minorities in Ontario;", "“Whereas the time has come to remove the social and economic barriers that prevent our province from achieving true equality;", "“Whereas in order to accomplish that objective and to tackle racism in all its forms, our government has created the new Anti-Racism Directorate;", "“We, the undersigned, acknowledge both our support for the concept behind the Anti-Racism Directorate, and recognize that there is still work to be done to build an inclusive Ontario where everyone, regardless of their race, ethnicity, or cultural background, has an equal opportunity to succeed.", "“Therefore, we petition the government to work with key partners, such as businesses, community organizations, educational institutions and the Ontario Human Rights Commission in an effort to create a scope for the Anti-Racism Directorate.", "“This petition encourages the directorate to consider initiatives that would increase public education and awareness of racism, and to consider various methods by which a wide anti-racism lens can be applied during the development, implementation and evaluation of government policies, programs and services.”", "I agree with this petition. I’ll sign my name to it and I will give it to page Daniel." ],
  "anchor" : "para860"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "This petition is addressed to the Legislative Assembly of Ontario. It says, “Nurses Know—Petition for Better Care.” In the interest of brevity, I’m going to skip part of it.", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Implement a moratorium on RN cuts;", "“Commit to restoring hospital base operating funding to at least cover the costs of inflation and population growth;", "“Create a fully-funded multi-year health human resources plan to bring Ontario’s ratio of registered nurses to population up to the national average;", "“Ensure hospitals have enough resources to continue providing safe, quality and integrated care for clinical procedures and stop plans for moving such procedures into private, unaccountable clinics.”", "I agree with this petition, Mr. Speaker. I will affix my signature." ],
  "anchor" : "para869"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’ai des pétitions qui me viennent de partout dans le nord de l’Ontario. J’aimerais remercier M. Gilbert Prevost.", "« Attendu que la privatisation d’Hydro One est un aller sans retour; et", "« Attendu que nous allons perdre des centaines de millions de revenus fiables d’Hydro One pour nos écoles et nos hôpitaux; et", "« Attendu que nous allons perdre le plus gros atout économique provincial et le contrôle de notre avenir dans le secteur de l’énergie; et", "« Attendu que nous allons payer de plus en plus pour l’électricité, tout comme ce qui est arrivé ailleurs;", "« Nous, soussignés, pétitionnons l’Assemblée législative de l’Ontario comme suit :", "« D’arrêter la vente d’Hydro One et de faire en sorte que les familles de l’Ontario, comme propriétaires d’Hydro One, en bénéficient, maintenant et pour les générations à venir. »", "Merci, monsieur le Président. Je vais signer la pétition et la donner à la page Sulin." ],
  "anchor" : "para877"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I have a petition here that’s addressed to the Legislative Assembly of Ontario, and it comes from my residents of Cambridge.", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the greater Toronto area daily;", "“Whereas the current commuting options available for travel between the Waterloo region and the GTA are inefficient and time-consuming, as well as environmentally damaging;", "“Whereas the residents of Cambridge and the Waterloo region believe that they would be well-served by commuter rail transit that connects the region to the Milton line, and that this infrastructure would have positive, tangible economic benefits to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "I agree with the petition, affix my name and give it to page Waleed to bring to the table." ],
  "anchor" : "para886"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "J’ai une pétition pour l’Assemblée législative de l’Ontario.", "« Étant donné que la Charte canadienne des droits et libertés garantit l’accès à une éducation publique en français;", "« Étant donné que plus de 1 000 élèves fréquentent les écoles élémentaires françaises de Toronto–Danforth et Beaches–East York ... la plus importante concentration de’élèves francophones à Toronto, et qu’il n’existe aucune école secondaire française entre le centre, Pickering, et la 401, ce qui force beaucoup d’élèves à voyager deux heures aller-retour;", "« Étant donné que plusieurs écoles anglaises du “quartier” sont occupées à moins de 50 %;", "« Étant donné que beaucoup d’enfants sont contraints à l’assimilation au système anglais par manque d’écoles secondaires et que l’école élémentaire est insuffisante pour donner une connaissance durable du français;", "« Étant donné que le gouvernement de l’Ontario a reconnu, en 2007, la pénurie d’écoles francophones dans le grand Toronto, et que le Commissariat aux services en français cite, en 2011, le “besoin criant d’au moins une école secondaire de langue française dans le secteur est de Toronto” :", "« Étant donné que le ministère de l’Éducation reconnaît que tous les citoyens sont gagnants lorsque les écoles sont utilisées de manière optimale et qu’à ce jour, il n’a pas amélioré la situation des écoles sous-utilisées;", "« Étant donné que les conseils propriétaires ne mettent pas d’école ou de terrain en disponibilité dans “le quartier,” que le conseil catholique construit une école à Scarborough mais trop loin pour les familles concernées;", "« Nous, soussignés, demandons à l’Assemblée législative :", "« Que la ministre de l’Éducation intervienne pour rendre disponible une école de qualité dans les circonscriptions Toronto–Danforth ou Beaches–East York qui, en septembre 2016, accueillera nos enfants, accordant ainsi à nos enfants le même droit qu’aux enfants anglophones. »", "Je vais signer mon nom et la donner à page Sahil." ],
  "anchor" : "para894"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you very much.", "Just as a point for everyone in the Legislature: If you have a very long petition, I would encourage you to shorten it. You can, of course, hand in the long version. That just allows for further petitions in the future.", "The time for petitions has now expired.", "I recognize the deputy House leader, on a point of order." ],
  "anchor" : "para906"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, I seek permission of the House to revert to motions." ],
  "anchor" : "para910"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The deputy House leader is seeking unanimous consent to revert to motions. Agreed? Agreed." ],
  "anchor" : "para911"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, I believe we have unanimous consent to put forward a motion without notice regarding changes to the membership of certain standing committees." ],
  "anchor" : "para913"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Is there consent for that? Agreed? Agreed." ],
  "anchor" : "para914"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move that the following changes be made to the membership of the following committees:", "That on the Standing Committee on Estimates, Mr. Mantha replaces Ms. Taylor; and", "That on the Standing Committee on Justice Policy, Ms. Taylor replaces Mr. Mantha." ],
  "anchor" : "para915"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The deputy House leader—" ],
  "anchor" : "para918"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para919"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Suspense? Sorry, dispense? We’ll hold you in suspense. Dispense? Dispensed.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para920"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "A point of order." ],
  "anchor" : "para924"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Point of order: I recognize the member from Timmins–James Bay." ],
  "anchor" : "para925"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I beg indulgence, because this doesn’t happen very often, and you know that I never do this outside of the beginning of the House.", "Henry Timmins, who is the grandson of Henry Timmins, brother of Noah Timmins, who founded the city of Timmins, is here with us today to listen to the debate. I just want to welcome him here and say that we love the city you built for us and we’re very happy to live there." ],
  "anchor" : "para926"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "That is not a point of order, but always welcome. We welcome our guests as well.", "Mr. Dickson moved third reading of the following bill:", "Bill 182, An Act to proclaim Ontario Down Syndrome Day / Projet de loi 182, Loi proclamant la Journée ontarienne de la trisomie 21." ],
  "anchor" : "para928"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Dickson." ],
  "anchor" : "para933"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "Thank you, Mr. Speaker. Before I get into some of the very important merits of establishing March 21 as Down Syndrome Day, I’d like to acknowledge a couple of people, if I could, through the Chair. First of all, I would like to acknowledge the opposition—the PC and NDP colleagues—for their complete support throughout this process.", "Before we proceed any further, I’d also like to thank a couple of people who were very co-operative and very important to our first presentations. They were MPP Dr. Helena Jaczek; my neighbour MPP, Granville Anderson; and MPP Dr. Shafiq Qaadri.", "Also, our current Minister of Municipal Affairs and Housing, Ted McMeekin, for years has been an active player on this file. He’s been very thorough throughout it and he has had a lot of previous experience at a previous ministry on this. I again acknowledge him, as I acknowledge the Minister of Agriculture, Mr. Leal, from Peterborough, who was, in the case of Peterborough—although he has been active through councils and MPP legislative positions, he was there to help start the first Peterborough Down syndrome association. He did that in concert with Deb Reid. Mr. Leal did that by bringing forth the first Ontario Trillium Grant and he was very successful in that.", "Down syndrome, also known as trisomy 21, is a genetic disorder caused by the presence of all or part of a third copy of chromosome 21. One in every 800 babies born has Down syndrome, universal across racial and gender lines. The parents of the affected individual are typically genetically normal. The extra chromosome occurs by random chance. There are no known behavioural and environmental factors that change that risk and there is no cure for Down syndrome. People with Down syndrome experience varying degrees of intellectual delays and lower muscle tone.", "But further, people with Down syndrome have faced discrimination in Ontario and around the world. My wife reminded me that she, as a registered nurse—" ],
  "anchor" : "para934"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Donna." ],
  "anchor" : "para939"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "Donna is the name. Thank you, Doctor.", "She recalled for me how, when she was nursing in the many young years—that for some 50 years or so, people were encouraged to give up their children with Down syndrome. They were not considered part of society. It is worth noting that, half a century ago, people with Down syndrome were denied a right to education, were given inadequate health care and were placed in institutions where the life expectancy was approximately 25 years. My, how society has changed for the better.", "Advances in medicine and movements challenging discrimination now see people with Down syndrome living into their sixties and seventies. They are active, contributing citizens in the province of Ontario, attending mainstream schools and learning to read and write alongside their peers. Some adults are even attending college and living independently, with some being gainfully employed.", "Though we are on the right path, challenges are still being faced in the Down syndrome community. If they are at the poverty line—ODSP is $865 per month, or $11,000 a year, obviously not enough to cover required costs. Also, when it comes to work/employment support though ODSP, it takes too long. School boards themselves do not have special funding, and most families cannot afford a speech pathologist at $150 an hour, so there are limitations to what families can do.", "I’d like to also thank those families who have taken part these past two weeks. They were very active here at the Legislature. First of all, I’d like to mention Jennifer Crowson. You may remember her son, Owen. Jennifer was also here last week for the second reading of this bill, and Jennifer also presented at justice committee last week. Also with her from the Hamilton area is a mother, Ingrid Muschta. Her son is Alexander. Even grandmother Irene Turpie came with her that day.", "I want to mention someone very special to me. My first interview was with Kassy Wright. She’s the child of Donna and Bruce Wright, who have two very tall—and I mean tall—boys who help look after their sister. She’s a beautiful lady. Like so many young children, she has a puppy, and its name happens to be Tasha. She just graduated this year from Clarington high school, in November. She’s a very active learner and protected by the two brothers I mentioned, has many great friends and loves working with children. She has also captured my heart.", "It is inspiring stories like this which have helped me push this bill forward. The goal is to dispel myths, raise awareness and recognize the contributions of people with Down syndrome such as Kassy and the great communities that they help make.", "The very last thing I’ll say is that I’ve heard different mothers and fathers talk about their children with Down syndrome. I’ve listened to them all. One in particular said to me, “We’ll eat macaroni and cheese for the rest of our lives so it will allow for extra money for health care for the protection and care of our special child.” Loving care from special parents is something we should never forget. That has helped make March 21 Ontario Down Syndrome Day.", "We’re already working on down syndrome week in November. We have commenced that process. We have invited—as I did the last time, and I know they’re going to participate—the opposition to co-chair this with me.", "I appreciate your time and thank you for your flexibility, Mr. Speaker." ],
  "anchor" : "para940"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para951"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I’m certainly pleased to rise today to participate in the third reading debate of Bill 182, Ontario Down Syndrome Day Act. I would like to recognize the member from Ajax–Pickering for introducing this important bill. I would also like to thank the member from Ajax–Pickering for allowing me to park in my parking spot today. Every once in a while, he brings one of those beautiful cars in that’s too big for our parking spots, and if I don’t get there first, I have an issue getting in there. So thank you so much for letting me park today.", "I have the privilege of serving as critic to the Minister of Community and Social Services on behalf of our caucus. This has allowed me to meet with agencies, families and individuals with disabilities and gain a true understanding of the opportunities and challenges that they face.", "This bill, Bill 182, is a simple but important bill. It is going to proclaim March 21 as Ontario Down Syndrome Day. March 21 is significant. It represents the 21st day of the third month, which signifies the triplication of the 21st chromosome. Down syndrome is a naturally occurring chromosomal arrangement in which a person has three copies of the 21st chromosome. So just the date alone is an excellent teaching opportunity when we will officially mark March 21 as Ontario Down Syndrome Day. I must also note that March 21 serves as World Down Syndrome Day, so we’ll be in good company when we mark this day provincially.", "A little background on Down syndrome: Down syndrome is the most commonly occurring chromosomal condition. Approximately one in 800 babies born in Ontario have Down syndrome.", "Central to this debate, people with Down syndrome have faced discrimination in Ontario and around the world. Half a century ago, people with Down syndrome were denied the right to an education, were given inadequate health care, and many were placed in institutions.", "We have come a long way. Advances in medicine and societal change towards discrimination have improved the life experiences and expectancy of people with Down syndrome. Children with Down syndrome are attending school alongside their peers. Young adults with Down syndrome are attending post-secondary education, living independently and finding gainful employment. However, there is still much more to be done.", "We speak about inclusion and accessibility a lot around here. Just last week, I had the opportunity to recognize National Access Awareness Week, but there are still many barriers in our province. These are not simply limited to physical barriers. Misguided and outdated attitudes about the abilities of individuals with disabilities can result in low expectations, discrimination and exclusion. We owe it to individuals with Down syndrome to ensure that our communities are inclusive and welcoming. I believe that this bill is one step forward in that direction.", "Many agencies and individuals in Ontario celebrate World Down Syndrome Day every year. This year, the theme was “My Friends, My Community.” To get everyone talking, it was encouraged that everyone wear a lot of socks, specifically three socks for three copies of chromosome 21. The goal is to wear something that people would ask you about so that you could start a conversation about World Down Syndrome Day.", "There is a remarkable young woman in the Kincardine area, Amy, who challenged businesses to create fun and unique window displays filled with lots of socks. She had tremendous success and spurred many important conversations about Down syndrome. Now, with this specially marked provincial Down syndrome day, we have the opportunity to create even more awareness. Awareness and understanding are key to inclusiveness, and inclusive communities are ones where we all thrive.", "Last week, I was pleased to attend the committee hearings on this bill. We heard from representatives of the Down Syndrome Association of Hamilton and the Down Syndrome Association of Ontario. We were also lucky enough to have Laura Stremble attend and share what inclusion means to her. Laura is almost 15 years old and spoke about inclusion at her school. She spoke about her successes in academics, athletics and her volunteer work.", "Laura’s inclusion has stuck with me and I would like to share it with the House: “I think other students are lucky to have me and others like me in their classes. It teaches them empathy and patience. It is a win-win situation.", "“In conclusion, I want you all to realize that most of the time I feel included, but when I don’t, that is their loss.”", "Speaker, it truly is their loss. Laura is an exceptional young woman, and anyone who chooses to alienate someone else is on the losing end of that deal. That said, we cannot allow March 21, Ontario Down Syndrome Day, to be the only time we think about the achievements and needs of individuals with Down syndrome. This is something the government must constantly be aware of and acting on.", "For instance, last week, Jennifer Crowson, president of the Down Syndrome Association of Hamilton, shared the following statement with committee: “We do know that people with Down syndrome have faced and do face discrimination in our province. We know that people with Down syndrome do not always have the same full access to education as their peers. We know that people with intellectual disabilities are sometimes described as having limited academic potential. We know that there is not equity in funding for social and medical research on Down syndrome as there is for other disabilities. We also know that many people with Down syndrome face barriers as they transition into adult life, in achieving full independence and paid employment.”", "Ms. Crowson went on to say, “I hope that World Down Syndrome Day will signify enhanced awareness and authentic inclusion in all spheres in the lives of individuals with Down syndrome across their lifetime. This day will hopefully bring more recognition to those individuals with Down syndrome, and recognition of those with Down syndrome as individuals with unique strengths and challenges and as individuals who are part of our ever-increasingly neurodiverse social fabric and who are not more different than other people without Down syndrome.”", "Mr. Speaker, I believe that’s why the member opposite introduced this bill. Ontario Down Syndrome Day will give us all the opportunity to learn more about Down syndrome and the lives of people who have it. It will give us the chance to recognize the importance of inclusion and equal opportunities for all. Provincially, Ontario Down Syndrome Day should also serve as a catalyst to discuss areas of improvement, areas which require immediate government action.", "First, let’s look at the Ontario Disability Support Program. ODSP is known for its complex applications and significant application processing backlogs. Donna Wright, who appeared before the committee during hearings on this bill, said it best when she spoke about her daughter Kassandra’s experiences: “The biggest struggle has been the amount of paperwork and knowing when, what and why to complete it—for example, wills, Henson Trust funding, ODSP, Developmental Services Ontario, etc. There are a great number of times we need to prove that his or her disability is not going away, and times we require doctors’ notes to prove he or she still has a disability.”", "Speaker, I have heard this statement from so many families. It seems to be a message this government is missing. Disabilities don’t end at 18 when funding suddenly switches ministries, requiring new applications. Autism doesn’t end at five.", "Supports need to be in place. They need to remain in place, and they need to be accessible. Forcing this unnecessary red tape burden on families, all so that they can continue supporting their children, is shameful. That is time and resources that could be going into direct care.", "Building on to that, let’s look at Special Services at Home. The government has made much of the fact that they’ve eliminated the wait-list for Special Services at Home. However, let’s be clear: They’ve eliminated the 2014 wait-list. Families can receive Special Services at Home funding when their children are under the age of 18, but then that funding comes to an abrupt end. Families must then apply for new funding through the Passport program, which still has wait-lists.", "I can’t tell you how many families I’ve worked with in Perth–Wellington who are in desperate situations when faced with this transition. They face a bureaucratic maze and don’t know where to turn. Many find out that their funding decreases after age 18, which leaves the children in a precarious position. Their disabilities haven’t changed, but their financial ability to pay for programming and care certainly does.", "This government has also jeopardized educational opportunities for many children with disabilities. Many children with Down syndrome attend public schools and participate in a mix of academic and locally developed courses. Many have an individual education plan and receive support from an educational assistant in a classroom to maximize their learning potential. Instead of fostering these opportunities, this government’s funding has forced many school boards to lay off their valuable educational assistants. For example, my colleague from Bruce–Grey–Owen Sound saw 50 educational assistants removed from the Bluewater District School Board, which has a direct impact on student success.", "Ms. Wright detailed the hardships that children with Down syndrome can face:", "“Through the school years, the school boards—there’s no real funding for speech pathologists in there, and occupational therapists.... There’s an ongoing struggle to maintain educational assistants during the school years. They’re continually cutting EAs ... so it’s an ongoing fight to share.", "“From newborn to school age, the average support varies, depending on the region you live in.”", "This should not be the case, but it’s something we all know too well in rural and small-town Ontario.", "A few years ago, I introduced a motion calling on the government to re-evaluate policies that negatively affect residents in rural and small-town Ontario. That motion received all-party support. It can be applied to so many issues.", "While things like wind turbine policies and energy costs are on top of my mind for us in Perth–Wellington, the rural-urban divide can also be seen in this government’s social policies. For example, the government has promised $8,000 to families whose children have been cut off the list for access to IBI therapy. While that’s not nearly enough to cover a year of treatment anywhere, it’s particularly harsh in our rural communities. These families have to travel, sometimes hours, to access the services their children need. When you factor in the government’s upcoming 4.3-cents-per-litre hike on gas prices, I’m sure you can imagine how little treatment a child could get with $8,000, factoring in travel costs.", "All of this is to say that the services available for individuals with Down syndrome, and individuals of all abilities, should not be determined by where you live. Access to education, medical services and funding should be equal across the board. Clearly, the government has much more to do to make this a reality.", "Finally, I must discuss the availability of housing, which is a crisis right now in our province. In 2014, the Auditor General of Ontario found that there were well over 14,000 people waiting for residential services and supports. She determined that at the current rate, it would take 22 years to place everyone who is currently waiting for housing, assuming no one else joins the list. This is a disgrace.", "I can’t tell you the number of families I have met with who are desperate to find suitable housing and accommodations for their adult children with disabilities. In many cases, these children have lived at home for their entire lives, and their parents have served as caregivers for decades. As the parents age and become unavailable to provide this level of support, they look to the government to provide appropriate housing for their child. It’s clear that the government hasn’t come through. Many of these families are left to languish on waiting lists.", "All of these areas deserve immediate government action. I call on members on the opposite side to limit redundant paperwork and improve the ODSP application process. I stand with families in their call to bridge the transition of funding from childhood to adulthood, and I urge the government to address the crisis in housing. I am very supportive of this bill, and our caucus will be voting in support of it this afternoon.", "Next year, on March 21, I look forward to marking Ontario Down Syndrome Day and raising further awareness about Down syndrome. I also look forward to continued conversations such as the one we are having here today. We cannot limit our conversation on areas for improvement to one day a year. This must be an ongoing conversation that is followed by concrete action. This government can absolutely improve services for individuals with Down syndrome.", "I would like to close with a quote I heard during committee:", "“We believe that people with Down syndrome should be allowed to pursue meaningful lives in their communities. We believe that all aspects of society should accept and include individuals with Down syndrome fully. We believe that new and expectant parents should have access to the latest, most accurate information about having and raising a child with Down syndrome. We believe that people with Down syndrome should not be defined by their disabilities, but rather should be celebrated for their abilities.", "“We believe that people with Down syndrome deserve every opportunity for an education that truly meets their needs, a good job that allows them to earn money, quality health care that doesn’t discriminate and a fulfilling social life. Ultimately, we believe that each person with Down syndrome should be honoured as the individual he or she is and for the immeasurable value they bring to the world.", "“We believe in the future of all people with Down syndrome and pledge to do everything in our power to ensure that they have the opportunities they so richly deserve.”", "I appreciate the opportunity to participate in today’s debate on Bill 182, the Ontario Down Syndrome Day Act. I thank the member from Ajax–Pickering for introducing this bill and spurring our important conversation regarding Down syndrome. I am proud to support this bill to make March 21 Ontario Down Syndrome Day." ],
  "anchor" : "para952"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para991"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It’s a privilege to be able to stand today and contribute to the third reading debate of Bill 182, An Act to proclaim Ontario Down Syndrome Day. I want to begin by welcoming some guests whom we have here today from Hamilton. We have Jennifer and her son Owen Crowson, we have Alyson and her son Max Kowalchyk, we have Laura and her son Jeremy Rudolph, and we have, I guess it would be, her dad and Jeremy’s grandpa, Henry Timmins, who has been introduced already. We’re really proud to have you here today to join in this wonderful day of third reading for this bill, because it has definitely been a long time coming.", "I want to thank the member from Ajax–Pickering for bringing this bill forward and to congratulate him on getting it to third reading in the Legislature. It’s a bill that is long overdue and, if used correctly, can have a long-lasting impact for those who have Down syndrome and their families. If it does what I know it can do, it will have a lasting impact on us all. That is my hope.", "March 21 has been recognized since 2006 as World Down Syndrome Day in many countries and was officially declared as such by the United Nations General Assembly in 2011. The 21st day of the third month was deliberately chosen to signify the uniqueness of the triplication of the 21st chromosome, which causes Down syndrome. It is fitting that we chose the same day to mark the occasion in Ontario. I spoke of the high hopes I have that this day can deliver—high hopes because I know what can be achieved simply by raising awareness in particular, an awareness that focuses on the ability of people with Down syndrome.", "I’ve had the great pleasure to spend time with people with Down syndrome in Hamilton, especially during many different festivities and occasions. Each year I get to take part in the Hamilton Walk for Down Syndrome, a fantastic community event that last year attracted 1,000 walkers and raised over $80,000 for people with Down syndrome. This year’s walk is coming up on October 2 at Bayfront Park, and I encourage anyone who is watching at home or who is here in the Legislature to come on down and enjoy the fun.", "As I have mentioned before in this House, the Fab Five—Ben Martin, David Colantino, Michael Mastragostino, Peter Oddi, Aaron Arnold and myself—have had lots of fun during many different events. They were the ones who were featured on my Christmas card last year that everybody here in the House received.", "A few weeks ago, we had Special Olympics Day here at Queen’s Park, and I was delighted that my friend Tim Goodacre made the trip to Queen’s Park along with his parents, Mary and Robert.", "A lot of this wouldn’t have been possible 50 years ago, Speaker. Back then, parents of children with Down syndrome were encouraged to put their children in institutions. They were removed from society and never given the chance to thrive. They were denied basic rights. They were denied the right to an education. They were denied the health care that they needed. Fifty per cent of people with Down syndrome have congenital heart disease, but doctors refused to give them operations. The average life expectancy was just 25 years.", "I’m glad to say that things have changed a lot since then, Speaker. Nowadays, they get access to health care. They live healthier lives and they are living longer, much older, some older—over the age of 55. It has been a long week, already, Speaker; it’s only Tuesday.", "They go to school along with other boys and girls their own age. But we still have a long way to go. That is why I’m so happy that today we have third reading of this bill. It’s great that they’re now included in school, but the reality is that they don’t get the supports that they need. They have an intellectual delay that varies from individual to individual, and we need to be able to make sure that we are tailoring the services to their needs.", "Our schools need to be given the resources to adequately serve their needs, but instead, we hear of cutbacks to special education. While it is great that they are living longer, this also means that their parents are getting older and finding it more difficult to look after their older children. The government has to step up to the plate here. These aging parents need help and they are being badly let down.", "There is very little done in Canada in terms of research for Down syndrome. Governments simply haven’t seen fit to prioritize this type of research and there continues to be discrimination towards people with Down syndrome as people fail to appreciate their abilities instead of focusing on their differences. Social exclusion still exists and negative attitudes continue to abound.", "But by using this new Ontario’s Down Syndrome Day to raise its profile, make people more aware of what it is and expose more people to the abilities and the love that is within each person with Down syndrome, we can change lives, including those of these three little boys that are here with us today.", "Jennifer Crowson from Hamilton speaks eloquently about the difference that a bit of knowledge, a bit of awareness can make. Jennifer is the president of the Down Syndrome Association of Hamilton and the mother of Owen, who was born with Down syndrome. The members of the Standing Committee on Justice Policy had the privilege of hearing from Jennifer, along with Laura Stremble from Dundas, when they appeared before them last week to consider this bill. Here’s some of what Jennifer had to say:", "“Four years ago, my life changed forever. My husband and I found out that our youngest son, Owen, was going to be born with Down syndrome. Before he was even born, I was told that there would be many things that my son might not do. I was told that he might not read, he might not write, he might not run and he might not even walk. I was told that my son would have an intellectual delay, which would limit his progress in school and, indeed, his progress in life. I was told that he might also have serious medical health issues.", "“What I was not told is that my son Owen would in fact enrich my family’s life. I was not told that he would be more like his brothers than different. In fact, he’s a lot like his older brothers. I was not told that he would amaze me every day with what he actually can do.”", "By telling her story, Jennifer shows us that even before birth, there is an emphasis on the negative stereotypes, with little thought given to the abilities of people with Down syndrome.", "Jennifer is a strong advocate for people with Down syndrome because she knows that they deserve the same human rights as everyone else in Canada. She appreciates what they have done for people with Down syndrome in Ontario in terms of health, social care and education, but she also knows that so much more needs to be done.", "She said this in committee: “We do know that people with Down syndrome have faced and do face discrimination in our province. We know that people with Down syndrome do not always have the same full access to education as their peers. We know that people with intellectual disabilities are sometimes described as having limited academic potential. We know that there is not equity in funding for social and medical research on Down syndrome as there is for other disabilities. We also know that many people with Down syndrome face barriers as they transition into adult life, in achieving full independence and paid employment.”", "That is why this bill is so important, Speaker. That is why it is right that we recognize Down Syndrome Day in Ontario—an opportunity every year to raise awareness about the inequities that exist, but perhaps more importantly, an opportunity to highlight and celebrate the abilities and achievements of people with Down syndrome.", "Along with Jennifer at committee last week was Laura Stremble, a grade 9 student from Dundas. Laura spoke about the importance of inclusion and the encouragement she received from her EA and her principal for everything that other kids do. She spoke proudly of her achievements: winning science fairs and scripture reading competitions, and competing in rhythmic gymnastics at the Special Olympics. She collected volunteer hours, like everyone else, through the Special Olympics and at her church, where she worked on the gardening committee, development and peace dinners, and worked the plant sales and bazaars.", "I say she did like everyone else, but in fact, she collected more hours than anyone else in her class by the end of grade 8. She made the honour roll and she graduated from grade 8 and won the Christian Community Service Award.", "Now at high school, Laura continues to achieve. Along with her friends of all abilities, she takes math, science, geography, history, religion, English, gym, drama and art, and maintains a 78% average. Well done, Laura.", "She spoke of the importance of inclusion, not just for herself but for others in her class. These are her words: “I think other students are lucky to have me and others like me in their classes. It teaches them empathy and patience. It is a win-win situation.”", "It certainly is, Speaker. Laura implored the committee to “realize that most of the time I feel included, but when I don’t, that is their loss.”", "The Down Syndrome Association of Hamilton is just one of the many across the province. Our recognition of Down Syndrome Day gives momentum to the fantastic work that they do, whether that be the support they provide for impacted families, the advocacy for services, the outreach to the community or the information-sharing. These important functions enrich our communities and improve the lives of people with Down syndrome.", "As I said at the start, it is my hope that this bill will have a very lasting impact on us all. We have come a long way in the last 50 years, and with the right focus on abilities rather than differences, we can achieve a lot more in the years to come.", "Congratulations for moving this bill forward, and thank you all for being here today." ],
  "anchor" : "para992"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1020"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I’m very pleased to join the discussion in the House this afternoon to speak about Bill 182, the Ontario Down Syndrome Day Act, presented by my honourable colleague the member for Ajax–Pickering.", "Today, we too often see outdated attitudes surrounding Down syndrome. Too often, these individuals are discriminated against and excluded. Too often, children and adults with Down syndrome have difficulties integrating.", "When nearly one in every 800 babies born in Ontario have Down syndrome, they need to feel welcome in our society, not excluded. We’ve heard how, in the last century, people with Down syndrome were prevented from accessing education. They were given inadequate health care and placed in institutions. Under these conditions, their life expectancy was only about 25 years.", "Conditions today have certainly improved, thanks to both social and medical advances. People with Down syndrome are now living well into their sixties and seventies. They are contributing to Ontario as citizens. Children with Down syndrome are attending mainstream schools. Young adults are attending college, and some are gainfully employed and living independently. But we still have a long way to go before we see a truly inclusive society. Bill 182 is a positive step forward.", "In my community of Waterloo region, we have some incredible organizations that are doing some great work I’d like to tell you about. One of those organizations in my riding of Kitchener Centre is Extend-A-Family. Founded in 1980 by parents of children with developmental disabilities, Extend-A-Family was created as a way to build friendship and nurture community in the region. It started by matching supported families with other volunteer families in Waterloo region. This has remained its foundational model for many of its services to the community.", "Extend-A-Family is supported by the Ministry of Community and Social Services as well as the Ministry of Children and Youth Services—and I see the minister is sitting in the House this afternoon. I know that the organization would like to extend to her and to the ministry thanks for support.", "When I asked about an Ontario Down Syndrome Day, Karen Bennett, who is the director of organizational development, said that she’s glad for an opportunity for this day—a day in recognition of giving voice to so many people whose voices have been stifled in the past. But Karen also wanted to express her hopes that the efforts won’t stop here and this is another step in the process of creating and living in a society of inclusivity, recognizing not the disability but instead the gifts, strengths and citizenship of all people.", "One young woman who is a client of Extend-A-Family is Jenny. She learned how to bake at Extend-A-Family, in the kitchen at their facility. She likes to visit my constituency office. She brings us homemade muffins and cookies. She has expressed interest in volunteering at our office. We welcome her, and I know that my staff and I are hoping that when she does visit, she’s going to continue bringing us some of her freshly baked goods.", "Also from Extend-A-Family, Brendan Solomon wished to express his views to me. He describes himself as an individual who loves life and does not want to be remembered for his differences. Brendan thinks that it’s great to have an Ontario Down Syndrome Day as long as we recognize that it’s not a celebration, it’s a challenge.", "That’s exactly what this bill is about: We’re recognizing the abilities of people with Down syndrome, sharing their positive stories and raising awareness. This is a step toward the society of inclusivity that people like Karen, Jenny and Brendan are all working to advance.", "Another organization from my region that I want to tell you about is the Waterloo Regional Down Syndrome Society. This is a group committed to providing a social and information network for families, advocating for persons with Down syndrome, and assisting the inclusion of people with Down syndrome in our community.", "One of the events they stage every year that I just love to attend is the Buddy Walk. Buddy Walks take place right across North America. Local families and friends gather to walk together. This walk seeks to promote equitable opportunities for all Canadians who have Down syndrome while providing an opportunity to share success stories true to the spirit of Ontario Down Syndrome Day.", "Mr. Speaker, I’m very pleased to support this bill. I want to commend my colleague the member from Ajax–Pickering for bringing it forward and for getting us to talk about it here this afternoon. I appreciate hearing, from my colleagues on the other side of the House as well as this side of the House, their views on this issue and their stories and experiences.", "Mr. Speaker, it’s important for us to celebrate the abilities and the stories of so many." ],
  "anchor" : "para1021"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1036"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "It’s an honour to join the debate today. I want to begin by commending our colleague the member from Ajax–Pickering for bringing this important piece of legislation before us, and to echo the comments of my colleagues.", "Speaker, I don’t have that much time left to debate. I’ve got some prepared notes; I’ll hit on a couple of them. One is that this bill would ensure that March 21 of each year would be proclaimed as Ontario Down Syndrome Day. This would align Ontario with the rest of the world in celebration of World Down Syndrome Day.", "March 21, as has already been mentioned, is the date for World Down Syndrome Day, being the 21st day of the third month. It signifies the uniqueness of the triplication, the trisomy of the 21st chromosome, which causes Down syndrome. I think that is a very cool thing. Those who are advocates of persons with Down syndrome like to let us understand and know that that’s the cause. They wear that and they’re proud of that chromosome effect, because it makes them special. It makes them unique.", "As we’ve met the kids in the gallery today—you have enriched our day here today. This place is hard enough to be in—we understand the frustration, believe us—but to be able to go up and meet the kids enriching our days made us smile. That’s another thing that’s hard to do for any of the members in here, is to crack a smile, so thank you to the kids who are here today, who have shared this day with us.", "Speaker, it is obviously really important that we celebrate the achievements that persons with Down syndrome have achieved over the years. We have heard many members referencing the challenges that they have overcome through our health care system and through our education system, but of course the resounding sentiment is that there is more to be done. There is certainly more that this government can do, and we support that.", "This is a good first step. This is one that aligns us with other jurisdictions that recognize the uniqueness and exceptional contributions that persons with Down syndrome and their families make to our communities. It’s something that should certainly be recognized, championed and promoted in this House.", "Unfortunately, in 2016, this year, in March, we heard stories of Felipe Montoya’s family as it hit the papers. Mr. Montoya, a professor of environmental studies at York University, was told that his family’s permanent residency application was declined due to the fact that his 13-year-old son was living with Down syndrome. Imagine that, Speaker. According to Citizenship and Immigration Canada, their family was denied residency because their son would cause too much of a strain on our health care system.", "In a letter that the family received, CIC wrote that “your family member Nicolas Montoya is a person whose health condition might reasonably be expected to cause excessive demand on social services in Canada. An excessive demand is a demand for which the anticipated costs exceed the average Canadian per capita health and social services costs....”", "Imagine that. In 2016, we have persons in our community—our neighbours, our friends, and professionals—" ],
  "anchor" : "para1037"
}, {
  "speaker" : "Interjection",
  "text" : [ "Contributing." ],
  "anchor" : "para1046"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "—contributing to the social fabric in our community. That is unacceptable.", "I think that in passing this motion, we should speak loudly and clearly that all persons with disability deserve the utmost support from our society, as we can. We are a rich and prominent culture. If we are to deny persons with any disability the basic and primary support that they require, we are doing our society an injustice.", "I call on Citizenship and Immigration Canada to ensure that they change their policy, especially in light of what other jurisdictions are doing and what we can and should do.", "I’m going to treat the rest of the four minutes and 20 seconds I have on the clock as if the member from Ajax–Pickering’s bill has already passed, and I’ll congratulate him. Thank you very much.", "It’s passed—I’m going to treat it as if it has—because I want to leap forward to March 21, 2017, when I hopefully get to stand in this place and talk about someone who I think is an ambassador for persons with Down syndrome in Ontario—not only Ontario but Canada and the rest of the world—and guess what, I am lucky to have him and his parents live in my riding. His name is Andrew Banar. Andrew, Karen, Chris: I know you’re watching. I’m going to give a shout-out.", "I’m going to tell you a little bit about Andrew. My colleagues from Windsor and Essex know him. He is infamous. He is one of the most popular people in Essex county. Wherever he goes, he draws a crowd because he’s awesome.", "Andrew Banar was born with Down syndrome and has been challenged with many of the associated health issues. Andrew has always been happy and has lived his life to the fullest. He is fearless and pursues his interests and hobbies with excitement and dedication. He’s a great source of inspiration and love for his large circle of extended family and friends.", "Andrew keeps busy and active within the community. That’s an understatement. He graduated from St. Clair College—the life skills program—in June 2014. He works part-time at Colasanti’s Tropical Gardens in Ruthven. He has volunteered at the Leamington hospital and at Walmart. He has worked at the Kingsville golf course. He has taken drum lessons. He’s also a serious fan of music and has attended a bunch of concerts—Barenaked Ladies, Green Day.", "Here’s a list of his accomplishments, Speaker. And I know that you know Andrew, because he’s notorious in the Leamington area as well.", "Andrew’s awards include:", "—the Council for Exceptional Children;", "—the Kit Lacasse Memorial Award for grade 8 graduation;", "—the Kit Lacasse Memorial Award for grade 12 graduation;", "—the Cougar Challenge Award, grade 12 graduation;", "—the Lions Club of Kingsville certificate for community volunteerism;", "—the Canadian Down Syndrome Heroes award;", "—the Queen’s Diamond Jubilee award;", "—the Rick Hansen Difference Maker recognition;", "—the Community Inclusion Award through Community Living Essex County; and", "—the Spirit of Philanthropy Award.", "He is also an entrepreneur. He owns a business: Group Hug Apparel. They make T-shirts. If you haven’t got one, you have to get one for your wardrobe. It’s a must-wear if you’re in Windsor and Essex county.", "Not only does he make really cool clothes for folks to wear, to understand that giving a group hug is a wonderful sentiment that we should all do—I feel some days that we should give each other a group hug in this place; I’ll come and give you a hug right afterwards—but he donates the proceeds of his business, of the sale of his clothing line, to local charities. He has given to Windsor’s Family Respite Services, W.E. Care for Kids House, Hotel-Dieu Grace children’s centre, Community Living.", "The motto on the shirts is “Be Strong Rock On.” It’s one that we should all live by—it’s a great credo—and he certainly does that.", "He has been doing this charitable work since 2008, and he has raised over $40,000 for local charities over the years. That is incredible. He visits sick kids in hospitals. He’s an inspiration. He is the type of community-oriented individual that we should all strive to be.", "I am honoured to have Andrew as a member of my community. Any time I get to hang out with him, I certainly take advantage of it because he is inspirational.", "Through this bill, through recognizing Ontario Down Syndrome Day and the contributions that folks with Down syndrome make in our society, I think we can have a lot more Andrew Banars play a significant part in our community and celebrate the enrichment they bring.", "I congratulate the member from Ajax–Pickering again. I can’t wait to vote for this bill." ],
  "anchor" : "para1047"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1075"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "It’s a pleasure to rise on behalf of the citizens in Cambridge to add my comments to today’s debate on Bill 182.", "I want to start off by congratulating the member from Ajax–Pickering on bringing this forward. I know that he joins me in welcoming—she has already been introduced—Jennifer Crowson, who’s with her son Owen, who spoke so well at the justice committee, and with them are Alice and her son Mac. Thank you very much for joining us this afternoon. It really means a lot to us, as other members have said.", "I first got to know a lot of children with Down syndrome as a pediatric nurse at SickKids. I started my career at SickKids, and many, many children were there. Before I started, when I first got my acceptance at SickKids, my mother, Barbara, who was a former pediatric nurse herself, told me a little bit about her experiences as a pediatric nurse. She told me that children with Down syndrome were among the most sunny, loyal and loving personalities that she’d ever met and that I would most likely experience that. I’d have to say that that indeed was my experience at the Hospital for Sick Children.", "Very often, those children were admitted to SickKids for several reasons. With issues when they were born, they were often brought there to be diagnosed. Once they had their diagnosis of trisomy 21, some of them would undergo tests, because as we know, many of these children also experience medical issues. The ones I saw when I was on the infant ward at SickKids came in with cardiac issues; with feeding difficulties; reduced muscle tone, which caused other issues; not meeting their milestones; having disabilities related to learning later on in life, because, on my unit, we looked after children up to age four.", "Speaker, I got to know these children and a lot of their medical histories over the time, and I’ve got to say that, even now, some of my most memorable patients and some of my most wonderful memories at SickKids were really looking after and caring for the children and families associated with Down syndrome.", "As we know, when I started my nursing career several decades ago, children living with Down syndrome had a reduced life expectancy; I would say probably in their late twenties, at about the time I started. So that’s dating myself as a nurse of many decades. But I also know that as these children grow and develop into adults, a great many adult Down syndrome folks end up experiencing issues with early-onset dementia and have difficulty.", "We know now that we have people living with Down syndrome much later; they have a life expectancy into their sixties and seventies. But that does pose some of the challenges, as we’ve heard in the House and as we know. Parents who have cared for their adult children with Down syndrome over their lifetime are unable to continue caregiving.", "I was a care coordinator for CCAC for the last few years before I was elected, so I actually got to know many adults with Down syndrome who needed alternative living arrangements. Their parents were no longer able to care for them, and some themselves had passed. I very often was involved in a situation where I would be helping them to live in assisted homes, group homes, sometimes retirement homes with assisted living, and for those who had dementia that was at an advanced stage, sometimes we would have to have them go to a long-term-care facility.", "It speaks to the investments we’ve been making in health care to be able to continue to see them grow and develop. We have had a lot of investment when it comes to looking after some of their medical issues.", "But there are still some issues that people have been dealing with with this disability in terms of discrimination. Many, of course, are going to schools. They’re having assistance in their learning environments, and many are contributing greatly to the quality of life that we have in our own communities.", "I know we’ve heard many stories this afternoon, and personal stories, about folks with Down syndrome. When I worked at the Waterloo Wellington CCAC, we had two very diligent young men who looked after our coffee shop in the building. They also assisted us in the lunchroom and provided what we needed every day to continue to do lunch-and-learns and to cater certain events. They were wonderful employees.", "I was recently at an event that really focused on hiring people with disabilities, more inclusive hiring. There was a story from a coffee shop owner who talked about his experience with having an adult with Down syndrome come into a shop and say, “I’d like a job, please.” He had the potential employee go and fill out his application form, and he decided that he would hire this young man. He said that within six months’ time, this was the most reliable, loyal, friendly employee that he had ever had. He made a lot of this employee. He took him on the road to several other organizations that were looking at the practices of more inclusive hiring. He was a wonderful young man.", "I really just wanted to add my support today to proclaiming the 21st day of March as Ontario Down Syndrome Day, providing a dedicated occasion where we can all celebrate the achievements of those living with Down syndrome; bring more positive stories and more awareness; highlight some of our research and information that can be shared with other organizations to ensure that we, as Ontario, can continue to be fully enriched by those individuals and families who live with Down syndrome; and be able to ensure that we can provide positive life outcomes for all people living with Down syndrome in Ontario.", "I have to leave you with one comment from this young man who was such a fantastic employee in the local coffee shop. He said, “Please, I want everybody to be aware that we should all see the ability in disability.”" ],
  "anchor" : "para1076"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?", "Pursuant to the order of the House dated Monday, May 30, 2016, I am now required to put the question. Mr. Dickson has moved third reading of Bill 182, An Act to proclaim Ontario Down Syndrome Day. Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Ms. MacLeod moved third reading of the following bill:", "Bill 149, An Act to establish an advisory committee to make recommendations on the jury recommendations made in the inquest into the death of Rowan Stringer / Projet de loi 149, Loi créant un comité consultatif chargé d’examiner les recommandations formulées par le jury à la suite de l’enquête sur le décès de Rowan Stringer." ],
  "anchor" : "para1091"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize Ms. MacLeod." ],
  "anchor" : "para1098"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "This is a very proud day for me and my colleagues from Kitchener–Waterloo and Ottawa South. Today we have arranged, I think, for all-party support of a bill that will deal with youth concussions in a very interesting way, becoming the first in Canada to have concussion legislation on the books, right here in the province of Ontario. I couldn’t be more proud to be with this process with my colleagues, but also with my constituents.", "Rowan Stringer was 17 years old. She grew up in Barrhaven, in the southwest end of the city of Ottawa. She played rugby. In the course of a three-week period, Rowan suffered multiple concussions. Unfortunately, that would be fatal. She would die from something that we’re all learning is called second-impact syndrome.", "There was a coroner’s inquest into Rowan’s death that produced 49 different recommendations. It was a year ago just last week that that inquest concluded. Rowan’s parents came to see me to talk about implementing those 49 recommendations. I’m very proud today that Gord and Kathleen Stringer have joined us in the gallery once again.", "A year ago, I didn’t know how I was going to help them and what the process would be. We tried multiple drafts of the legislation. I have been very open about some of the struggles I had during that period of time last year, which makes this bill that much more important to me and to my family.", "It was through the help of my colleagues John Fraser and Catherine Fife, the legislative drafters at Queen’s Park and my good staff—Julia Mackenzie, Jordan Milks, Frank Hall, Kayla Fernet, Helen Byers and Patricia St. Louis—that we crafted a non-controversial, very important, incredibly stringent set of guidelines that will allow us, over the next year, to provide an implementation approach for those 49 recommendations, particularly those that are within provincial jurisdiction, in order to set up guidelines for return to play, other parameters and protocols in terms of identifying and treating concussions, and making sure that the relevant players are onside.", "I would be remiss not to say thank you to the three government House leaders, Yasir Naqvi, Jim Wilson and Gilles Bisson, for making this agreement so that this law will be the first of its kind in Canada with rare all-party support. Speaker, that makes me so proud to be an MPP, and it is certainly the proudest moment of my 10-year career.", "The fact is that many people suffer from concussions. We’re learning now that not only can people die from second-impact syndrome, but as we’ve learned from the Concussion movie and from other instances that have occurred throughout North America, other diseases like CTE or Parkinson’s can be a result of multiple concussions.", "I’ve learned that CHEO, the Children’s Hospital of Eastern Ontario, which has endorsed this bill, sees roughly 1,000 youth every year in their emergency room. I’ve learned from Dr. Charles Tator, who was part of the inquest and has been a friend to this entire process, that girls are more susceptible to concussions. We have learned that multiple concussions can mean there could be mental health problems, depression, even alcohol addiction or other types of addictions, if the concussions are not treated.", "I also learned in this process—it’s not really relevant to concussions—that Eric Lindros once played the trumpet and he was first chair. I was really excited to learn about that.", "But I was really pleased throughout this process, because we not only had this wonderful political support with the House leaders and with my colleagues, but even the Minister of Tourism, Culture and Sport, Mr. Michael Coteau, came onside to endorse this legislation, and I’m grateful to him.", "What this bill will do is effectively bring forward five ministries with 15 appointees in a year period to look at those recommendations and to implement them across government lines. It will be the first time it’s done in Canada, Speaker, but it’s done in every jurisdiction in the United States. That’s why I’m proud today to have Pink Concussions here, an organization from the United States who have flown all the way here to Canada to pass this historic legislation. I’m very grateful for them.", "I’m not going to speak much longer, Speaker, but there are a lot of people I need to thank. When Rowan’s parents first came to see me, I talked about the wonderful support I had from my political colleagues, but it was the grassroots support from the people of Ottawa, in particular the people of Barrhaven, that made a difference. I’ve already mentioned Kathleen and Gord Stringer, but I’d like to mention Darrell Bartraw, Joe and Linda Price, Gary Thomas, Bob Wilson, Kit Frost, Sandy Niquet, Graham Rattray, Paul Hunter, Barb Gillie, Phil Selig, Ashley Powers, Dr. Sarah Cohen, Dr. Michael Vassilyadi of CHEO, Dr. Roger Zemek of CHEO, and Eric and Kina Lindros.", "That was Rowan’s Barrhaven team. But Rowan also has a much larger team across the province, of experts, people in the medical community and people in the athletic community who decided that they wanted to champion this bill. I’d like to say thank you to Dr. Charles Tator, Dr. Michael Strong, Dr. Lisa Fischer, Dr. Cameron Marshall, Kyle Reidhead, Louise Logan, Scott Watson, Dr. Frances Flint, Loriann Hynes, Drew Laskoski, David Patterson, Susan Kitchen, Mercedes Watson, Ruth Wilcock, Dr. Henry Svec, and Carol De Matteo. They are Rowan’s Toronto team, a really remarkable group of people.", "My friend Phil set up a Facebook page and a Twitter account for Rowan’s Law. As I walked down here today I checked my BlackBerry. I could only assume it was Kathleen who wrote on the page: “Today is for you, little Row,” and it is. On Saturday, as we supported Rowan’s Pitch, the renaming of the South Nepean park, thanks to councillors Jan Harder and Jody Mitic, who are part of Rowan’s Team, a lot of the actual athletes who played rugby with Rowan were there. Two of them are former summer students of mine who are close family friends. They were 17 when they lost their friend and teammate Rowan Stringer. Alex Ellis and Lowri Gauthier were in the crowd. Lowri had just lost her mother, a very good friend of mine, Mel Gauthier. Lowri was there and very bravely said that she wished there had been concussion legislation before so that the process would be there, but she said, “If there was one person who could make change, it was Rowan.”", "So I looked at the girls who were on the field with us and I appealed to them, and I appeal to the young people who are pages here today, if they play sports: If you have a head injury and you’re playing sports—you’re skiing, you’re playing soccer, hockey, ringette, rugby; it doesn’t matter—if you’re hurt, you need to tell somebody. You need to tell your parents; you need to tell your coach; you need to tell your teacher. And if you won’t take yourself out of play for yourself, you need to take yourself out of play for Rowan.", "With that, I want to thank all my colleagues in advance for what I consider the greatest day in my political career and one that has made a difference not only to the Stringer family and to all of the people in the city of Ottawa—trust me, they are cheering this bill and they are applauding it; they love Rowan’s Law—but we are doing it for all the youth athletes in Ontario.", "With that, I wish all of the appointees from the Ministry of Training, Colleges and Universities, the Ministry of Education, the Ministry of Sport, the Ministry of Children and Youth Services and the Ministry of Health Godspeed in the next 12 months as they implement these recommendations. We honour the life of Rowan Stringer, and we understand that the tragedy that took her life can’t be replicated because it was preventable." ],
  "anchor" : "para1099"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1117"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s such a pleasure and such a privilege to join the debate today. I want to say at the outset that this was one of the first times that co-sponsorship of any piece of legislation has come forward for quite some time. I think we have Rowan and the Stringer family to thank. Some people may think it is nothing short of a miracle that we all worked together, but it is actually a model for greater integrity and principles, going forward, to craft legislation.", "I want to say that the issue of concussions first came to my attention when I was president of the Ontario Public School Boards’ Association. It’s good to see Howard Goodman here today from that association. We were really instrumental in pushing PPM 158 forward in the school system. That all came about because a mother had reached out to me as a trustee and said, “My daughter is an athlete. She was injured, and the school is not dealing with her injury seriously.” In fact, they were being quite flippant about it. That’s because there wasn’t a lot of knowledge around concussions. There still isn’t, which makes this piece of legislation so important.", "When Dr. Charles Tator came to our committee and said that concussions are a serious public health issue, it resonated with the entire committee, I think. I personally also went through this issue. I referenced this story. My son was a hockey player. He was injured and had two successive concussions. When the doctor said, “Your son has a brain injury,” it was a huge blow and a huge moment of fear that I had as a parent. But after that, having that knowledge was actually an empowering moment, and that’s very symbolic of the work that we’re going to accomplish today in this House, because knowledge does empower, and I do wish—and I prayed on this—that the Stringer family had had that opportunity. I wish every family in the province of Ontario actually has this knowledge. But Rowan’s Law, I hope, will ensure that every parent has that knowledge transferred from the medical community so that they can move forward with that knowledge and with that power. We’re part of that journey, I think, through this legislation.", "As has already been mentioned, Rowan Stringer’s story is beyond heartbreaking. It was incredibly powerful to hear Dr. Charles Tator say that it was preventable. I think that that adds to the tragedy that it was. It was just an incredibly emotional moment to hear that, and it will stay with me and, I think, every member that has been on this journey as well.", "I don’t think that we’ve fully acknowledged the power of this legislation yet, because when I first started talking with the MPPs from Ottawa South and Nepean–Carleton about Rowan’s Law, it sparked this interest from people across the province—from the education sector, from the world of work, from the medical community—because people want to be part of the solution. They really do. But it was also incredibly powerful to hear Dr. Charles Tator say that the legislation is needed. It grounds all of that knowledge and makes it actionable.", "Just like the member from Nepean–Carleton, there have been a lot of people who have reached out to me over the course of these months:", "—Peter Baxter, who is the director of athletics at Wilfrid Laurier, and also Ontario University Athletics president. So this will go to the university level;", "—Fitz the Whip Vanderpool, the winner of six Canadian and international boxing championships. His young boxers have been collecting petitions in Rowan’s honour over the months, and I’ve had a chance to read them here in this place; and, finally", "—Kerry Goulet, a member of the Hockey Hall of Fame and co-founder of Stop Concussions along with NHL player Keith Primeau.", "Keith Primeau has gone on the record, and I think it’s so courageous and so powerful when athletes speak out about their experiences with concussions, because they’re modelling this behaviour for amateur athletes going forward. They’re opening that opportunity to say, “I am injured,” and to acknowledge that that injury is a serious injury and that you have to respect your body going forward and not reinjure it.", "Their Stop Concussions work has focused on education, awareness and making the game safer, and I think the key theme here is the prevention piece. Charles Tator said that the only cure for a concussion is to not have a concussion, but the knowledge that we have about recovery is so powerful.", "All of these individuals who I’ve mentioned want to be involved in the issue of addressing concussions, starting with awareness and prevention among young people and athletes. But when this expert panel comes into play, when they have this work before them, I think that it’s our collective hope that they will also explore not just return to play, but return to learn and return to work, because these are important pieces that are part of the broader holistic conversation on concussions.", "I also want to thank some of the folks who have come here today: from York University, Loriann Hynes; Ashton Spear, a therapist with the Ontario Athletic Therapist Association; Nancy Coldham; Drew Laskoski; Dr. Nick Reed, Jason Carmichael, Karolina Urban, Harminder Sandhu, Tiffany Toong, Michelle Tanel and Stewart Wong from Holland Bloorview; from Parachute Canada, Scott Watson and Louise Logan. And, as I mentioned, Howard Goodman is here as well.", "Finally, this is the first of its kind in the country. It’s the first time I’ve been a part of a process where all parties have come together. It will be my first private member’s bill that becomes law.", "I just want to thank the Stringer family for sharing Rowan with us. I’m just so incredibly impressed with your personal commitment to honour the life of your daughter, but also to ensure that the legislation that comes from this place is meaningful and positive, and that it does what we need it to do.", "This is a good day at Queen’s Park. Let’s make those 49 recommendations actionable, and let this be a model for us all going forward." ],
  "anchor" : "para1118"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1134"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Rowan Stringer’s death was preventable. That is what has brought us here today to the third reading of Bill 149, Rowan’s Law, An Act to establish a committee to make recommendations made in the inquest into the death of Rowan Stringer.", "Rowan’s Law speaks to the first of 49 recommendations made at the inquest and the need to govern both school- and non-school-based youth sport in relation to the prevention and treatment of concussions.", "The following 48 recommendations set out challenges to ministries, school boards, sports organizations, public health officials, health research and reporting organizations, insurers, coaches and parents.", "The message is clear from those recommendations: We have a responsibility to respond to the need to protect our youth from concussions through protocols, prevention and education.", "The journey that is Rowan’s Law has brought us all together. Joining us today in the gallery are Gordon and Kathleen Stringer and, as you’ve heard, many representatives of Rowan’s team both in Ottawa and here in Toronto and across the province. For every person who is here to celebrate with us today, there are many more back home in their offices, in their classrooms and on playing fields waiting to celebrate the passage of this bill.", "The sense of community around Rowan’s Law is really quite impressive. I want to thank my colleague the MPP from Nepean–Carleton, Lisa MacLeod, for inviting me and the member from Kitchener–Waterloo, Catherine Fife, to co-sponsor this bill with her. We are at our best in this Legislature when we get together and give expression to what matters most to people—the people we represent. In this case, it’s the health and safety of our children.", "The spirit of collaboration and teamwork was reflected in the amendments to this bill—expanding the committee to include the Ministry of Training, Colleges and Universities; and including a review of legislation, regulations, policies and best practices from other jurisdictions—which broaden the scope of the bill. These are both great additions that we all worked together to include.", "It’s actually quite remarkable that from introduction to passage, we’re less than six months. I know the member from Oxford had a bill that he worked on for five years, which he should be congratulated for as well.", "I am most grateful to the member for Nepean–Carleton for introducing me to Rowan’s parents, Gordon and Kathleen Stringer. They are incredible people, parents and advocates. Their determination to see some good come out of their personal tragedy is commendable. Although I have never met Rowan, from what I have come to know about her, I can confidently say what my father often said, and that is that the apple does not fall far from the tree.", "The Stringers have experienced what all parents fear the most: harm or tragedy to our daughters or sons, the death of a child.", "I will never forget listening to Kathleen recount their story for a group of people at Nepean High School this winter: the four days Rowan was at CHEO, where the staff did everything they could for her; how they honoured Rowan’s wishes and had her organs donated to the Trillium Gift of Life; the call they received on the Monday when they learned that her organs had given eight people a precious new lease on life; how unexpectedly the phone kept ringing that day with media calls, something they were not expecting or prepared for.", "In minutes, they made a decision to make a difference, to forge ahead and tell their story, to try to have some good come from their family’s tragedy. I was struck and continue to be moved by the courage of this decision.", "There are parents here today and maybe some watching and some listening. I want you to imagine where the Stringers were at. Your worst fear happens. It’s draining, emotional and a surreal experience. Your life is changed forever. You are at your most vulnerable. You have only begun to grieve. Your wound is still open. There’s a strong instinct to turn inward and protect yourself and your family. You make a decision with no road map, no clear path forward. You run the risk of reliving your experience over and over again. You make yourself incredibly vulnerable. It was a very, very courageous decision that has brought us to this point.", "I’m reading a book called Daring Greatly by Brené Brown, and some of you may have heard of her. She’s got some TED Talks out there; she’s really quite accomplished. I’d like to read this passage from the book, and its actually taken from Teddy Roosevelt’s Citizenship in a Republic speech. I think it is appropriate for Rowan and her family. I’d like to take a little bit of literary licence with it. I think you’ll be able to pick it out:", "It is not the critic who counts; not the woman who points out how the strong woman stumbles or where the doer of deeds could have done it better. The credit belongs to the woman who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes up short again and again, because there is no effort without error or shortcoming; but who does actually strive to do the deeds; who knows the great enthusiasms, the great devotions; who spends herself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at worst, if she fails, at least fails while daring greatly.", "Gordon and Kathleen, you have dared greatly. You have done your daughter proud and done a great thing for young athletes.", "In conclusion, Mr. Speaker, there’s a certain irony about today. It was something that Gordon Stringer said to me about today, about the passage of this bill, at the naming of Rowan’s Pitch last Saturday: “Today is the end of the beginning.” This journey, the journey that is Rowan’s Law, will continue. I’m confident that it will end with Ontario being a leader in the prevention and treatment of concussions in youth in North America and it will inspire other jurisdictions to follow.", "Once again, I’d like to thank the member from Nepean–Carleton for bringing this forward to both the member from Kitchener Centre and myself and for all her efforts in her community representing her constituents. Thanks to all those who supported Rowan’s Law, all those who were here today, individuals, families, sports organizations, health care professionals, teachers and coaches, athletes, our colleagues, the Premier, the ministers, and in particular Minister Coteau and his staff and their staff. Your collective efforts are even more important, going forward.", "Finally, to the Stringers: You have dared greatly, and that has made all the difference." ],
  "anchor" : "para1136"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?", "Pursuant to the order of the House, dated Monday, May 30, 2016, I am now required to put the question.", "Ms. MacLeod has moved third reading of Bill 149, An Act to establish an advisory committee to make recommendations on the jury recommendations made in the inquest into the death of Rowan Stringer. Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1155"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1160"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the member for Nepean–Carleton on a point of order." ],
  "anchor" : "para1161"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Thank you very much, Speaker. In my speech, I left out someone who is very important and isn’t in the chamber with us today, but I’d like to dedicate this bill to her and her parents, and that is Cassie Stringer." ],
  "anchor" : "para1162"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Orders of the day? I recognize the deputy House leader." ],
  "anchor" : "para1163"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1164"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The deputy House leader has moved adjournment of the House. Is it the pleasure of the House? Agreed? Agreed.", "This House is now adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1165"
} ]