[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para166"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 13, An Act in respect of the cost of electricity, when the bill is next called as a government order, the Speaker shall put every question necessary to dispose of the second reading stage of the bill without further debate or amendment and at such time the bill shall be ordered referred to the Standing Committee on Justice Policy; and", "That the Standing Committee on Justice Policy be authorized to meet on Monday, October 3, 2016, from 8 a.m. to 10 a.m. and from 4 p.m. to 6 p.m. for the purpose of public hearings on the bill; and", "That the Clerk of the Committee, in consultation with the committee Chair, be authorized to arrange the following with regard to Bill 13:", "—Notice of public hearings on the Ontario parliamentary channel, the Legislative Assembly’s website and Canada NewsWire; and", "—That the deadline for requests to appear be 3 p.m. on Friday, September 30, 2016; and", "—That witnesses be scheduled to appear before the committee on a first-come, first-served basis; and", "—That each witness will receive up to five minutes for their presentation, followed by nine minutes for questions from committee members; and", "—That the deadline for written submissions be 6 p.m. on Monday, October 3, 2016; and", "That the deadline for filing amendments to the bill with the Clerk of the Committee shall be 4 p.m. on Thursday, October 6, 2016; and", "That the committee be authorized to meet on Wednesday, October 12, 2016, from 10:30 a.m. to 2:30 p.m. for the purpose of clause-by-clause consideration of the bill; and", "On Wednesday, October 12, 2016, at 1 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the Committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto. At this time, the Chair shall allow one 20-minute waiting period pursuant to standing order 129(a); and", "That the committee shall report the bill to the House no later than Monday, October 17, 2016. In the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That, upon receiving the report of the Standing Committee on Justice Policy, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading, which order may be called that same day; and", "That, when the order for third reading of the bill is called, one hour of debate shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties. At the end of this time, the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "The votes on second and third reading may be deferred pursuant to standing order 28(h); and", "That, in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved government notice of motion number 1.", "Mr. Naqvi." ],
  "anchor" : "para186"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me to speak on this motion.", "Speaker, as you recognize, Bill 13 is an important and necessary piece of legislation that would, if passed, put in place an 8% rebate on electricity bills for eligible customers. The legislation creates a requirement that the rebate be provided but, after its passage, there will be more work required to implement it by January 1, 2017. That is why, with a January 1, 2017 implementation target date, there is pressing need to provide local distribution companies and other entities responsible for delivering the rebate to consumers with the details on implementation in order to make the necessary adjustments to their billing and customer information systems.", "Providing local distribution companies with program certainty and additional time to implement the 8% rebate program will facilitate a smoother transition on January 1, 2017, and ensure that Ontario consumers receive the 8% rebate—in other words, a tax cut—in a timely fashion. Therefore, there’s a pressing need to advance Bill 13 to ensure that all local distribution companies across the province have the time and information required to deliver on the government’s intended rebate by January. That is why the Minister of Energy moved a motion for unanimous consent to expedite this bill through the legislative process. Unfortunately, the opposition voted against this measure to provide real cost savings to Ontarians.", "I urge all members to support this motion and help pass this bill as soon as possible." ],
  "anchor" : "para188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate" ],
  "anchor" : "para192"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I just want to begin by saying what Peter Kormos would have said in response to the government House leader’s remarks just a minute ago: Horse feathers.", "Every LDC—local electricity distribution company—knows that by January 1 they’re to be prepared to give this relatively small band-aid solution to the people of Ontario in the form of the 8% rebate. I just remind you, Mr. Speaker, and the people out there, that they just cancelled the 10% clean energy discount, so you’re no further ahead. And of course, with cap-and-trade, there’s another couple of hundred dollars a year coming your way, at the very least. I think the government is actually, once again, lowballing the effect of cap-and-trade on the pocketbook.", "But I want to talk in general terms about the effect of high energy prices on the people of Simcoe–Grey, the people who I represent. I’m very happy to stand here and advocate on their behalf. I say “advocate,” because the residents of my riding, just like people in communities all across Ontario, are struggling to pay their electricity bills. They need someone to speak up on their behalf and I am, and the members of the PC caucus are, very happy to do so.", "I’ve been here at Queen’s Park for just over 26 years now and this electricity crisis is the number one issue I hear about in my travels. Whether I’m in Collingwood running errands or grabbing a bite to eat at Nan’s restaurant on the main street of Alliston, people tell me they dread finding their electricity bill in the mail when they come home at night. They come into the house and, with great trepidation, open the envelope to see what the amount due is for the latest billing cycle.", "Recently, I turned to social media and asked people to tell me their stories about what it’s like paying their electricity bill. The response I received was absolutely overwhelming. Almost from the moment I asked people to tell me what they are dealing with, the replies started coming in. Nichole MacLaren said, “My hydro bill was so high, we couldn’t afford hydro. [We] had to resort to a generator for power due to being disconnected. Now we are so in debt from trying to keep our generator running, we can barely afford food.” Ms. MacLaren notes that she’s aware of several families in the same situation.", "Then there’s the comment I received from Ms. Jenny Pilbeam-Harting, who told me, “My last month’s bill doubled. We try and conserve where we can, i.e., not cooking, turning lights [off] or doing laundry after 7 p.m.” But, as Ms. Pilbeam-Harting explained, the cost of electricity still cuts into what she has to spend for other important family needs such as groceries. She states, “It is becoming ridiculous and expensive to live here in Ontario.”", "Edel Sykora, who used to live in Wasaga Beach, told me about her heartbreaking situation. She said, “I had to move out of Canada most of the year as I cannot retire on what I get on pension. It’s too expensive. I was never unemployed. In fact, I had a small business and paid faithfully my taxes and remunerations.”", "Lori Murray-Keenan, like so many other Ontarians across this great province, has just taken on a second job to help pay the bills. “All we do is pay bills and [buy] food and try to get new shoes and clothes for three kids,” she told me, adding, “It’s a joke living here in Ontario.”", "Imagine that, Mr. Speaker: someone saying that it’s a joke living in Ontario. There was a time when Ontario was the envy of Canada. Well, no more. Thanks to the Liberal government’s flawed energy policies, people are really hurting. These policies are driving away jobs and people.", "Shauna Jordan tells me her hydro bill was $821 last month, which she says is “seriously unaffordable.” I certainly agree with that. Electricity rates in Ontario are seriously unaffordable indeed.", "Adam Hawboldt, like thousands of people in the province, is trying to conserve energy but is frustrated by his monthly electricity bill: “[My] hydro bill is too much. I have nothing on but a well pump, hot water tank, and dryer, as big draws for a family of four.”", "Ian Chadwick, who lives in Collingwood, tells me, “We try to conserve, to avoid using power during peak periods, to use low-energy appliances and light bulbs, but Hydro One punishes us by cranking the rates up and up and up again. It’s frustrating and expensive.” Mr. Chadwick asks a question that has been raised by me and many others in this House on several occasions: “Why does this government allow this abuse?”", "Gwen Harvey-Gulley, who lives in Stayner, states, “I am sick of getting $300-a-month bills. This has to stop.” Well, I agree with that, Mr. Speaker, and so does every member of my caucus.", "Sadly, the Liberals live in a fantasyland and don’t seem to care about what people are dealing with. Their solution was to offer a piddly 8% tax rebate on hydro bills, which is the subject of today’s time allocation motion. The problem is that rates keep going up, and so any rebate is soon eaten up. The government needs to come up with a meaningful solution. The rebate announced just a few weeks ago by the Liberals was a desperate attempt to look like they are listening to Ontarians. Well, they aren’t really listening, Mr. Speaker. Heather Prosser wrote to tell me the rebate offered by the Wynne government is just a drop in the bucket.", "Mr. Speaker, our municipalities are struggling with these skyrocketing electricity rates as well. Like many in this House, I recently attended the Association of Ontario Municipalities conference in Windsor. As members know, this conference takes place each year and draws officials from across the province. The event is a chance to attend informative seminars, network and learn about the issues and challenges facing communities in Ontario. I always enjoy attending the conference, as it’s a chance to have some insightful one-on-one discussions with various mayors, councillors and municipal staff. While I heard about a lot of challenges facing our communities, one matter that came up time and time again was the high cost of electricity. Not long ago, Ontario earned the dubious distinction of having the highest hydro rates in North America. Thanks to 13 years of Liberal scandal, mismanagement and waste, Ontario officially pays the highest residential electricity rates in North America, surpassing tiny Hawaii.", "Bank of Montreal chief economist Doug Porter talked about the impact of rising energy prices in a recent interview with Global News. “It hurts small businesses; it hurts large businesses,” he said. “And it reduces their willingness to invest here in the province if one of their core costs is higher than in other nearby regions.” Porter cautioned that there will be serious harm to the province’s economy if double-digit electricity rate increases continue.", "Ross McKitrick, professor of economics at the University of Guelph, in a recent guest column for the National Post, wrote about the high cost of electricity in Ontario. His column is very, very insightful, for people who want to read the whole thing. The column carried the headline, “Ontario Electricity Has Never Been Cheaper, but Bills Have Never Been Higher.”", "“You may be surprised to learn that electricity is now cheaper to generate in Ontario than it has been for decades,” he wrote. “The wholesale price, called the Hourly Ontario Electricity Price or HOEP, used to bounce around between five and eight cents per kilowatt hour (kWH), but over the last decade ... it has trended down to below three cents, and on a typical day is now as low as two cents per kWh.”", "McKitrick noted this sounds like great news but he added there’s one exception. He writes, “A hidden tax on Ontario’s electricity has pushed the actual purchase price” for consumers “in the opposite direction, to the highest it’s ever been. The tax, called the global adjustment,” or GA, “is levied on electricity purchases to cover a massive provincial slush fund for green energy, conservation programs, nuclear plant repairs and other central planning boondoggles. As these spending commitments soar, so does the GA.”", "McKitrick aptly writes that thanks to how the Liberals have structured the electricity system, “costs will keep rising.” He adds the Liberals like to defend their energy policy by saying they did it for the children. He writes on that point, “These are the same children who are now watching their parents struggle with unaffordable utility bills. And who in a few years will enter the workforce and discover how hard it has become to get full-time jobs amid a shrinking industrial job market.”", "It’s a very insightful article that’s basically saying the fundamentals are fine in the system. We’re actually producing power at Niagara Falls, Bruce, Darlington, and on our rivers and streams at historically low prices. But because of the government’s mismanagement, waste and green energy policies, they’ve managed to make sure consumers pay the highest rates in all of North America—criminal indeed. If there was a bad decision to be made in the electricity sector over the last 13 years, the Liberals picked every bad decision.", "The worst part, and the immoral part, is they’re sticking with it. They keep signing hundreds of millions of dollars every few months in these renewable wind turbine and solar power farms. It’s power we don’t need. It’s power we give away to Quebec and to neighbouring states like Pennsylvania, cities like Detroit and New York, states and cities that we compete with for jobs for our own people. Through our electricity system we’re actually subsidizing the hourly wage of jobs in the United States and in a bordering province. It’s shameful, Mr. Speaker.", "The government puts its head in the sand, throws a little rebate out here and there, throws a program out here and there to try to patch things up, but they’ve got the fundamentals all wrong and they refuse, to date, to change the course they’re on.", "Mr. Speaker, the question is, how much longer will Ontario families have to suffer? How much longer will they have to wait for this government to do something to address electricity rates that just keep going up? How many more jobs will we have to watch leave our province, jobs that, if they remained, would allow people to buy food for their family, pay for shelter, clothing and important items?", "I’ll conclude by saying this government is leading Ontario down the path to ruin and is doing so by forging ahead with its maniacal energy policy. We can do better in Ontario. We must do better. I submit respectfully to this House that the government must take a long walk and come up with a new plan, one that’s fiscally responsible yet financially helpful to families." ],
  "anchor" : "para193"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para219"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to stand up in the House on behalf of the residents of Timiskaming–Cochrane, but today I’m also standing up on behalf of my caucus members and the people of Ontario and talking about the Liberal motion to basically cut off the people’s input on this hydro bill. It’s actually not a rebate on HST. It’s an amount of money equivalent to what the HST is, which could be pulled back at any time.", "I’m filling the House leader’s role today. My issue is to talk about one of the tenets of democracy. We get elected to speak on behalf of our constituents on the issues that are facing their lives. One of the biggest issues facing the lives of my constituents and the constituents of my colleagues is hydro prices.", "The government brings forward this bill that is supposed to address the problem, a problem which they have perpetuated for 13 years and a problem which they did also inherit from the Conservatives. But they don’t want to talk about it. They want the flashy press release. This bill does do some things. But they don’t want to let the other members—and I’ve had a few members speak to this, but a lot of members haven’t had that opportunity. A lot of members won’t have this opportunity because the government is once again limiting debate.", "If you remember, the government, a couple weeks ago, was going to have this big reset. Remember how the first throne speech was Building Ontario Up, and the second one, the sequel, was “building Ontario up for everyone”? Both of them should have had in parentheses underneath: “but not listening to anyone but ourselves.” That’s what they should have had underneath.", "Again, they’re demonstrating this. The way this system should work is that the members who want to speak to a certain bill should have that opportunity, and when members no longer wish to speak to that bill, then the bill would progress to the next step. People say, “Oh, that’s utopian. That’s never going to work.” It has worked in the past.", "The government House leader today said—and I get along very well with the government House leader. We work together on many issues. I really disagree with him on some things, and this is one of them: that the government had a pressing need to get this bill done because the local LDCs had to change their paperwork. The government has a majority. This bill is going to get done, and the fact is that January 1—if people are going to see anything from this bill, it’s going to be by January 1.", "There is lots of time to get this done. The government just does not like the democratic process. They do not like listening to the opposition, who have their duty to hold the government accountable. That’s basically what it is. They do not like listening to anyone but themselves. That is what this is all about.", "Furthermore, not only do they not like listening to the elected representatives; this motion also lays out specific committee times and places where this committee is going to listen to the people of Ontario. The committee process is very important, because that’s when people who aren’t necessarily involved in the political process can actually enter the system and talk about their life experiences, and there are people across the province with some very severe life experiences about hydro.", "What has the government done with this motion? I bet you can’t guess where all the committee meetings are going to be held.", "Interjections." ],
  "anchor" : "para220"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Queen’s Park, right here. I’m not saying that the people in Toronto don’t have issues with hydro. Certainly they do, and there should be hearings held at Queen’s Park.", "But news flash, Speaker: People in rural Ontario and northern Ontario have had extreme issues. There are people are losing their livelihoods, people losing their homes. People are going back a hundred years because they can’t afford the basic necessities of life, one of which is hydro, because of failed policies from that government and from the previous Tory government." ],
  "anchor" : "para231"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh." ],
  "anchor" : "para233"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Sorry about that, Yak.", "Nobody, especially in this government, wants to talk about that. That’s why they’re introducing this motion to stifle debate, to stop people from talking, so that only their message gets out. That’s what they want: They want only their message to get out.", "I don’t blame the government for that. The House leader is a good guy, but he’s a bit misleaded on that, because it’s—" ],
  "anchor" : "para234"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "“Misleaded”?" ],
  "anchor" : "para237"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Misleaded. I didn’t say “misleading”; I said “misleaded.”", "The goal of this bill is, according to the government, to try to help people cope with the hydro system and cope with their egregious hydro bills. But the government doesn’t seem to want to let people talk to this bill. It doesn’t want members of the opposition to talk to this bill, and it certainly doesn’t want the members of the public to talk to this bill. Because if it was truly interested in the people of rural Ontario and the people of northern Ontario, they would have a committee hearing somewhere outside of Queen’s Park, somewhere a bit farther north than Steeles—Steeles is north, right?", "But that’s the problem with this government. That’s why this hydro system has gotten so off base: because all of the decisions have been made in their little bubble here in downtown Toronto. The province is way bigger and way more complex than downtown Toronto. I now live here six months a year for this job and I have a great respect for the people who live here. They face huge challenges. But the challenges here are different than in a lot of parts of the province, and this government fails to understand that, refuses to understand that, and they keep demonstrating it, demonstrating it again today by cutting off debate so people from all parties, specifically the opposition from other parts of the province, can’t voice their opinion. They’ve really demonstrated it, sadly, tragically, with this motion, by once again holding public hearings for an issue like hydro prices in Queen’s Park and only in Queen’s Park, thus shutting out the people from the rest of this great province. That’s a travesty, and that’s why we will be voting against this motion." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para241"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "We just wanted to make sure, Speaker, that the government—we wanted to give the government the opportunity to avail themselves of the opportunity to speak to this motion, but, as you can see, they have not. That’s why there was a delay in me standing. I just wanted to explain that to you, sir.", "Speaker, the more things change, the more they stay the same. I know you’ve heard that before. Or in the words of the late, great Lawrence “Yogi” Berra, “It’s déjà vu all over again.” Here we are, a new session to the 41st Parliament, a new throne speech at which the Premier wanted to indicate a change in direction because they recognized halfway through the term that they needed to do something different.", "This piece of legislation, while it didn’t have a number, was spoken about proudly in their throne speech as being a cornerstone of the new session—a cornerstone of the new session. And what do we get? We get a band-aid solution to high energy prices in the province of Ontario. They understand that now because the reception in their ridings, just like the reception in our ridings, has been pretty negative. In fact, Ipsos released a poll today through Global News that over half of Ontarians—you’ve got to remember that includes the people of Toronto, who are not nearly as affected by high hydro prices as rural and remote Ontario—over half of the people of Ontario feel this is too little too late, a band-aid solution to a huge problem.", "The government does not want to hear the opposition speak on this bill. It’s a cornerstone of their throne speech and they shut down debate after 10 minutes more than the absolute minimum that a bill can be debated in this House. Speaker, for the benefit of the viewers out there, a bill cannot be debated for less than 6.5 hours in this House, and we have six hours and 40 minutes on this bill. Ten minutes in excess of the six and a half hours and out comes a time-allocation motion: An iron curtain descends upon the House once again; the guillotine falls on the Parliament of Ontario.", "We have had three members of our party, three members of our caucus, speak to this bill: myself, as the critic, the member for Lanark–Frontenac–Lennox and Addington and the member from Haldimand–Norfolk—three members. Has any member in this caucus had any complaints from their residents about the price of hydro?" ],
  "anchor" : "para242"
}, {
  "speaker" : "Interjection",
  "text" : [ "Absolutely, yes." ],
  "anchor" : "para248"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, do you think? So why are we shutting down this debate? There’s no need to move expeditiously on this legislation. It does not come into effect until January 1, 2017. In fact, to the point that the House leader of the government said that you need to give LDCs a chance to prepare, part of the legislation allows LDCs an additional six months to actually implement the rebate. An LDC, if it’s not prepared, can actually wait until July 2017 to implement the rebates. We’re almost a year away from that drop-dead date, but it’s time to drop the guillotine on this House.", "There are only two bills before this House that are new. The affordable housing bill hasn’t even been debated, and the other bill, Bill 2, changes to the Election Finances Act, was a carry-over from the last session. So what is the need to end debate on Bill 13? It is because this government does not want to hear the horror stories from all across Ontario, from members on this side of the House, both opposition and third party. They don’t want to hear the horror stories of lives being turned upside down, of people at food banks, of people losing their homes, of 60,000 people having their hydro cut off.", "My colleague from Simcoe–Grey spoke today about real people—not the fictitious people that the Premier likes to talk about in her throne speeches, no—real people with real hydro bills who are facing real trouble here in the province of Ontario. They don’t want to talk about the bill because they know they’ve got it wrong, but they can’t seem to figure out what else to do. They could start by supporting the opposition day motion this afternoon, which would give them at least the beginnings of trying to turn this mess that they’ve created around.", "They like to talk about how there’s been a lot of money spent on the electricity system, but it’s on transmission and distribution and upgrading the system. The auditor, an independent, impartial officer of this Legislature, says that that’s not the case. It is not that the money has been spent on transmission and distribution. It has been spent on energy contracts for generation, excessive energy contracts that have blown the lid off the price of electricity and put it through the roof, beyond the reach of your average person.", "This is Ontario. This is Ontario, the greatest province in the greatest country in the world, and we have people falling into what we call energy poverty. The province that used to have the most competitive, reliable, safe electricity system in the world is now putting people into energy poverty, and this government does not want to talk about it.", "I know my colleague from Oxford wants to speak on this bill. I know my colleague from—" ],
  "anchor" : "para249"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Stormont." ],
  "anchor" : "para255"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "—Stormont–Dundas–South Glengarry wants to speak on this bill. I know my colleague the environment critic from Huron–Bruce wants to speak to this bill. I know my colleague from Prince Edward–Hastings wants to speak to this bill. I know my colleague from Leeds–Grenville wants to speak to this bill. My colleague from Nipissing wants to speak to this bill. My colleague from Parry Sound–Muskoka wants to speak to this bill. My colleague from Lambton–Kent–Middlesex wants to speak to this bill. My colleague from Haliburton–Kawartha Lakes–Brock wants to speak to this bill. I could go on, Speaker, but I think you get the point.", "This is a problem that has been created by this government and has been exacerbated over many years. This is not new. You’d think that this government would at least have the respect, if not for the members on this side of the House—show us some respect for the people of Ontario who want to have their stories heard in this Legislature. The only way to have that story heard in this Legislature is through the elected representatives they send here. There are people all across Ontario who have been ignored by this government, have been ignored by Hydro One, have been ignored by the utilities, have been ignored by the Minister of Energy or scoffed at by the Minister of Energy, and the only way for them to have their stories heard is through their elected representative. And now you are cutting off that avenue for those people, for their message to be heard. They cannot come to this Legislature. They cannot come to the floor of this Legislature and talk to the Premier. They cannot bring those concerns. They have only one vehicle, and that is through us, their elected representatives.", "We have had bills in this Legislature debated three times, maybe more in the old days, for hours and hours and hours, because the government felt it was of paramount importance to the people of Ontario. When you go around all across Ontario, the biggest complaint we hear is hydro prices. Would you not think that that would warrant something more substantial than 10 minutes over the minimum debate? This is almost unbelievable, that an issue of this importance, the gravity of this issue to the people of Ontario—and this government hasn’t changed a thing. A new throne speech, and they are still absolutely committed to one thing: the salvation of the Liberal Party and cutting off debate in this House. You see, it always comes down to what’s in the best interests of the Liberal Party.", "I could ask you, Speaker, but I know you can’t answer the question, because you’re sitting in the chair. But you know, and my colleagues on this side of the House know and my friends on the other side of the House also know—in fact, the folks at the Clerks’ table know, but of course, they can’t become involved in the debate either. But they all know that there is no issue that is of greater importance to the people of Ontario right now than the price of electricity that they pay in their homes and in their businesses.", "What’s on the agenda? I say to the government, what is the need to end debate on this issue? Why? Why would we need to break down and shut down debate on this issue after barely the minimum amount of time? It is absolutely difficult to fathom, as an elected member of this Legislature, why they would do that, why they would send that message to the people. I get it, that they don’t want to hear from us, but we don’t speak for ourselves in this chamber. We are licensed to and asked to and given permission to speak for the people who send us here in the general elections or by-elections that we’ve been voted in on.", "My colleague from Scarborough–Rouge River, Raymond Cho, the newest member of this Legislature—who do you think would have heard more in the last few months than Raymond Cho, member for Scarborough–Rouge River, on the price of electricity? Is he going to have a chance to debate this bill? No. He is not going to have a chance to debate this bill. Had we known or even suspected that with the turning of this page and a new commitment to fair and honest debate on the issues affecting the people of Ontario in this Legislature—I would have ceded some of my time as the energy critic to allow the new member from Scarborough–Rouge River to speak to this bill. It is of such importance to him, as well as every other member of our caucus.", "I could scarcely believe it when I saw this motion come forward. I know that these are the champions of the guillotine. These are the masters of manipulation when it comes to the operation and the standing orders of the House. These are the people who live by time allocation. But I really felt, with the new throne speech, that they were going to take a different tack, at least on Bill 13, because of the importance not only that it means to the people of Ontario, but the importance that they themselves have attached to it. A cornerstone of the throne speech—it is one of the last planks in the throne speech. When you’re doing a throne speech, you want to build it up and finish with that crescendo as to the real meat of the matter, as to what you want the message in your throne speech to be. As the Lieutenant Governor delivered the Premier’s throne speech, it ended—or very close to the end, other than the platitudinal stuff—with the promise of new legislation for a hydro rebate.", "Six hours and 40 minutes, with nary a fraction of the members of the Legislature having an opportunity to speak to the bill—I know there’s a tremendous amount of discontent in that caucus over there right now, a tremendous amount of discontent. There are members there who are ready to walk. There are members who are ready to walk because of what they feel this Premier is doing to Ontario. They’re very afraid for themselves in their own constituency because they’re bound by the Liberal noose to follow the Premier’s lead, wherever she takes them.", "I don’t even know if you can get them anymore, maybe they have been banned—I don’t know—but do you remember that for dogs they used to have what they call a choker chain? Are they legal now? I don’t know if they’re legal anymore, but I think when you join the Liberal caucus, you have inserted on you a choker chain. If the Premier wants to pull you in one direction or another, she just tugs on that chain and takes you along. If you refuse, that’s when you start to gag. Well, they’re gagging for two reasons: One, the choker chain is being pulled, but they’re also gagging at what they have to swallow from the Premier’s office, as members of the Liberal caucus these days, and having to shut down themselves on debate—shut down themselves on debate.", "I look at the member from Northumberland–Quinte West and I look at the member from Glengarry–Prescott–Russell sitting here today. I know that in their ridings people are dissatisfied with their government and they’re dissatisfied with their energy policies, and they’ve had it up to here with high hydro rates. You know that I’m right. But you can’t even stand up and speak against it. You can’t even stand up and defend your constituents because of what the Premier’s office has told you to do. This is what goes on in Kathleen Wynne’s Ontario. Because there is one goal in mind—three goals in mind: 2018, 2018 and, of course, 2018, the election of 2018 and, “How are we going to be able to hoodwink the people into re-electing us in 2018?”", "That’s the message coming out of the Premier’s office. They have long since forgotten and do not care about what is right for the people of Ontario. They have long since tossed that right under the bus, along with a few of their members. They don’t care about what is right or good for Ontario anymore. They are in the third quarter of the football game, and they’re trailing. They’re now trying to come up with some kind of a strategy to try to somehow pull this one out of the fire.", "That is the motivation for everything they do. From here on in, ladies and gentlemen all across Ontario, I say this with the certainty of being correct. From here on in, every word that is uttered from that side of the House, every piece of legislation that is tabled from that side of the House and every regulation that is tabled as part of legislation from that side of the House will be done with three goals in mind: 2018, 2018 and 2018. And what they have done today—what they have done today—is part of that: shutting down debate on what they consider to be a cornerstone part of their throne speech and what we consider to be the most important pocketbook issue facing the people of Ontario today.", "Why? Why are the members of this House having their voices muted when they want to stand up for the people that sent them here on their behalf? The Liberal Party thinks it’s just fine to once again bring down the guillotine on fair debate in this House. It is wrong, Speaker, and the people will not forget." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para270"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m glad to be able to bring my voice and the voices of my constituents in Oshawa to this conversation. I’m disappointed, though, that I don’t get my full time because, with the government time-allocating it, we are stifling debate once again. But here I am speaking on Bill 13, An Act in respect of the cost of electricity, and time allocation.", "We’re talking about an 8% rebate and, Mr. Speaker, as you’ve heard, it’s an 8% rebate that never—this shouldn’t be a conversation because it never should have been on the bills in the first place. Six years ago, this government made a choice that the—", "Interjections." ],
  "anchor" : "para271"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m going to wait for the Minister of Energy to stop talking so I can hear myself. It would be great if he would listen. Thank you.", "I’d like to share some thoughts from the people of Oshawa on your 8% rebate, the one that this government is asking us to be so thankful for. But the provincial portion of the HST never should have been put on the bills in the first place.", "Six years ago we said that because electricity is essential. People need to stay warm; this is Canada. People need to function with the lights on and with the heat on. This is something that is essential. We’re talking about basic, fundamental affordability issues now. We’re looking at the next generation. We are seeing that their hope for their future is being once again diminished because they cannot afford to pay their bills. Families cannot afford to pay their bills.", "Back in the day, Sir Adam Beck had a vision, and that was power for the people—power at cost—not power for profit, as this government has made their priority. Sir Adam Beck wanted to lead people into the light. He wanted businesses to be able to grow, families to be able to light their homes, and here we have a Liberal government that is literally leading people to the edge of poverty. That is their vision.", "We’ve had so much conversation in this House about our rural communities and remote communities and their realities for their hydro costs—just an astronomical expense, astronomical costs and terrible situations.", "I was curious to know what it looked like in my riding. We’re not rural. We aren’t remote. We are Oshawa. Like some of my other colleagues, I put out a call to collect hydro bills from my constituents. That was an initiative that I started because I wanted to know what their reality was. I wanted to know what the actual numbers were in my community.", "It grew and grew and grew because—and you might find this hard to believe, Mr. Speaker—the Liberal members around my riding aren’t necessarily interested in collecting hydro bills and seeing real numbers. So I started collecting bills from other ridings, from my neighbouring colleagues’ ridings. It painted a very interesting picture and not one that would surprise you. Families were coming in with bills. Individuals and businesses were coming in with bills. The municipality brought in their street light bill. We’re hearing from charities and from industry. It’s all part of this big, tangled, messed-up system that the government now wants to sell off, sweep under the rug, and wash their hands of.", "These are not frustrated people who are coming in. They are desperate people. They are coming in in a panic. I’ll tell you, we’re tough. We’re Canadian. We’re not afraid of the winter. We’re not afraid of cold. But I will tell you that we are afraid of our hydro bills. That’s what it’s come to in Ontario: People are afraid of their bills. They are living in fear of what the winter is going to bring, how they’re going to heat their homes and how they’re going to pay these bills.", "This is a government that blames and shames and tells them, “Unplug your phone chargers.” This summer, their Ministry of Energy said, “Unplug your phone chargers while you’re out playing Pokémon Go to reduce phantom power.” That was the helpful solution. Mr. Speaker, that’s not the problem.", "The last Minister of Energy had been called “the Yoda.” It was like listening to Yoda; he knew so much about energy. If the government is sitting around at his feet having storytime about electricity, I thought I would bring some stories from my riding.", "I’m going to talk about Jim. Jim writes: “Last summer, I was barely able to afford the hydro bills, but this year they are criminal. If they continue climbing, I will be forced to vacate Ontario, as some of my friends have already done. No government should be allowed to do what the Wynne government has done to the cost of hydro, and now she plans on screwing over the cost to even heat your home.”", "Jimmy said, “To be fair, I do heat with electricity—baseboard electric—but I’m at my wit’s end regarding these exorbitant bills each month.", "“It’s totally depressing. My wife and I live on CPP and OAS with supplement. Our total income in 2015 was only $30,817.", "“As you can see, hydro accounts for 15% of our 2015 income.”", "Another email: “An additional concern that can be included in the investigation of rising hydro rates is for individuals that must use medical devices at home and are left with the full impact of powering these devices..... I have been diagnosed with COPD. The treatment: an oxygen concentrator which has been installed in our home, and of course it requires electricity to operate.", "“We make every effort to keep our usage as low as possible. Example: Our February 2015 electrical bill was $51.34. A year later, February 2016: $141.15....", "“There should be some form of assistance for those who, due to health concerns, cannot otherwise reduce the usage of electricity.”", "Gene said: “Enclosed please find our hydro bill for September 2016 from Gene (age 73) and Lynn (age 76). Living on a small pension, plus my wife has been on permanent oxygen for eight years. So we have to run the oxygen machine 24/7 and we have to run the central air conditioner system to help my wife breathe. We are finding our hydro bills are slowly pushing us into debt.”", "This is the reality of individuals in our communities.", "Kathy says, “As you can see from my attached hydro bill, it is absolutely horrendous!” It was $658.87 for the month of August, one of the worst that we saw in our office.", "“When you calculate the costs here added to property taxes, insurances, food, house and car maintenance etc., you can see why our savings have been used up to supplement the low income. We are told that the government would like to keep seniors in their homes for as long as possible without having to be placed in nursing homes. If there is not enough income for the outlay of expenses, how could that ever be possible? Staying in one’s home is becoming a pipe dream!”", "Eric is a full-time single parent working part-time. His son is seven years old and was diagnosed with ASD when he was three. He says, “Pertaining to hydro, as you can see, my budget plan amount is $233 per month and we only live in a cozy two-bedroom apartment. There is no one else residing with us. I find it very hard to be able to pay our bill every month. If we were not to be on the budget plan, we would be paying over $400 a month in the cold winter months.", "“What hurts the most about these hydro rates is that I am no longer able to save for my son’s eventual college education. He is very bright. On a side note, I have never been late on paying my hydro bill or any bills for that matter.”", "We had people walk in and drop their bills on my counter, Mr. Speaker, and they know that I’m planning to drop them on the Premier’s desk. We’re learning from them. We’re hearing their stories, we’re hearing their voices, and we’re seeing their panic and their distress.", "Here’s one: “Our behaviour hasn’t changed at all, but our bills are up more than $100 from last year. Also, what the hell is global adjustment?", "“We can’t afford to retire next year anymore. It’s not fair—there’s ways for homeowners to get a break ... but renters get stuck without any help.”", "Another one: “We’re happy our air conditioner broke this summer! We sweated a lot but compared to our friends we actually saved money.”", "People are glad that they have to be uncomfortable, that they can’t afford their bills? They’re relieved? What a mess.", "Laura said, “I try to conserve, but why bother? Bills keep going up either way. I went to my MPP for help and he told me it wasn’t his jurisdiction.”", "Jeff is a gentleman who came in with his walker and a whole bunch of bills. He had typed up everything, as well as giving me the bills. He wanted me to understand his reality. Jeff lives in a townhouse, about 1,100 square feet. Jeff does not have an air conditioner, he doesn’t have a game system, he doesn’t have satellite TV and he doesn’t have cable. He does have a stove, as many of us do. Jeff isn’t sure what to do, because this summer he only used one fan. Last summer he used two fans, but he tried to reduce his consumption by only using one fan, either the one in front of the TV or the one in front of his computer, to ration his power consumption. It’s the highest it has ever been—", "Interjections." ],
  "anchor" : "para274"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m doing my best to show my respect and listen to the speaker this morning. I would ask that the members on the government side—I appreciate that you may have some business you need to talk about, but I’m going to ask that you keep it down or else you can go out to the east lobby and discuss your business out there. All right? I appreciate that. Thank you very much.", "Back to the member from Oshawa." ],
  "anchor" : "para306"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you. Isn’t it a shame that the government has to conduct business in the middle of this debate—the debate that they’re shutting down so they don’t have to listen to it? Argh.", "Anyway, Jeff came in and was telling me about his reality with his costs in the summer, but he has a plan, Mr. Speaker, for the winter. His plan is he turns his thermostat down to 62 and he has a heavy housecoat and warm slippers. That’s his plan to make it through the winter.", "That is what we’re reduced to. That is our reality here in Ontario. Shame on this government.", "This is a government that has decided to sell off Hydro One. We’ve talked about that ad nauseam. I don’t think they’ve heard a darned word about it, but they’ve decided to remove oversight and bury the problem. This is a government saying, “Say thank you for your 8% rebate.” We’re glad to have any kind of reduction in cost here, but we will never be able to see the system fixed because they have removed the oversight. They’ve hidden it. They’re burying it so that we can’t actually untangle this mess. We can’t actually solve the problem.", "They want us to say, “Thank you for the 8%,” for that 36 cents a day. How about you stop the sale and you buy it back? Because the people need to own all of it to be able to solve the problems—that you’ve designed, by the way, just to make a quick buck. They’re cutting off a revenue stream of predictable income for health care and education. It’s so short-sighted, not that we’re surprised—no accountability, no transparency and now, today, with time allocation, no debate.", "I’ve had my say. There are piles more I want to say. I can’t because they’re stopping debate. This government is so out of touch. The Liberal reality seems to be a parallel universe; it really does.", "I’ve got time for one more story. Doreen came into my office. Doreen had a binder of her hydro records from 1972, when Trudeau the first started making changes, and she started keeping track. It was her cost of power versus what she had to pay. Now, she has all these little boxes she keeps track of. It’s such a complicated system now, but Doreen has been keeping her eye on you; Doreen’s been keeping track. Feel free to give her a call. I’m sure she could actually educate you and give you some pointers. This is their reality and you are mucking with it purposefully.", "I’ll say one more thing. When this government is voted out and they’re sitting in the cold at home, wondering why they chose to let this happen, and when they’re no longer elected and they’re looking back at all the good that they’ve done, they’re going to be very hard-pressed to find it because the harm that they’re doing now is massive and irreparable. Shame on them.", "That is all I have to say, because they’ve stopped the debate for today." ],
  "anchor" : "para308"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para317"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thank you, Speaker, and good morning. I was actually on my way in through the north wing this morning at about 7:30 or quarter to 8, on my way for a nice omelette with the Egg Farmers of Ontario, when I ran into Jessica from our staff. Jessica said, “Todd, would you be able to speak this morning? Because the government is bringing in time allocation on Bill 13.” My jaw dropped, because I thought that when this government returned after losing the by-election in Scarborough–Rouge River—that Liberal stronghold, that seat that they’ve never, ever lost—I thought maybe they had changed their ways, that they were going to try some new tactics.", "But here we are again with a time allocation motion on what was really the centerpiece of their prorogation of the Legislature a couple of weeks ago—this electricity bill. We have the same old Liberals again. Nothing has changed. It’s the same old tired government, the same old tired tactics, same bat time, same bat channel, as they say. Here we are. It’s another Tuesday morning at Queen’s Park. It’s yet another time allocation motion. It is a government without any political capital, about as popular as a case of athlete’s foot, hanging on by its fingernails, and they’re cutting off debate in the Legislature on what was the cornerstone of their prorogation a couple of weeks ago, trying to ram through government legislation again.", "We’ve been back for less than three weeks. This is our ninth actual sitting day here in the Legislature. The bill is less than two weeks old, and we’re already cutting off debate. It has been pointed out by our whip in the PC caucus that very few members have had the opportunity to speak to this bill. We just heard some stories from the member for Oshawa about people in her riding who are struggling with hydro bills. Every member of this Legislature has those stories. Every member of this Legislature was sent here by their constituents to bring those stories to the foot of the government so that they could make the changes necessary.", "We were told that things were going to be different this time around from this government: that, like Scrooge having seen his tombstone, they would not be as they were, and that they had changed their ways—right up until they woke up this morning, though, and without notice sprung another time-allocation motion on the opposition parties.", "Speaker, if there’s a right way to do things and an underhanded way to do things, this government doesn’t just pick the underhanded way; they give new meaning to the practice. It just wouldn’t be a government bill if it wasn’t time-allocated. It just wouldn’t be a Liberal bill if it wasn’t being pushed through without notice, so as to make the biggest mockery of this Parliament that they could possibly make.", "We had high hopes for the new Minister of Energy. He was anointed—he was appointed—over the summer months. We thought that maybe he was going to be different. If I could, I’d like to quote the new minister responsible for this piece of legislation and this time allocation motion, when he was in Ottawa. He recently moved from Ottawa to Toronto, as you’ll remember; he was a member of the NDP caucus in Ottawa, and now he’s a member of the Liberal Party. It was back on December 3, 2012, and the minister described time allocation as “taking away democracy.” That’s the minister who introduced this bill, this motion today.", "On February 14, 2012, on Parliament Hill, the minister stated, “Not everyone who has the opportunity to speak in the House can speak because of time allocation. Simply put, it is very bad if a member cannot speak on behalf of his or her constituents because of time allocation. We need to ensure that all voices are heard.” This is the minister that brought in the time allocation motion. That was on February 14, Valentine’s Day, of 2012. Maybe he was in a lovey-dovey mood that day and felt that his constituents really mattered, because now what he’s doing by bringing in this motion is saying that constituents don’t matter, that the people of Ontario don’t matter, that the opposition members who were sent here to bring those voices to Queen’s Park don’t matter anymore.", "And just to make it “three strikes and you’re out” for this minister, on June 12, 2013, the minister stated, “Mr. Speaker, like many on this side of the House, I am appalled at once again having to go through time allocation and having our time limited on such an important subject.” That was the minister who brought in this time allocation motion. Boy, I tell you, when you drink the Kool-Aid over there, you really drink it.", "It’s amazing, Mr. Speaker—it truly is—how simply changing addresses from Ottawa to Toronto and being given a car and driver changes one’s perspective on limiting democracy and cutting off the debate—or not having one’s constituents heard, as the minister so eloquently put it when he spoke many times on the floor of our federal House on Parliament Hill. Apparently, when one becomes a Liberal cabinet minister, they make you trade in your conscience for your talking points.", "Of course, none of this is actually all that surprising, unfortunately. The minister has been trying to—half-heartedly, it often seems—muster a hue and cry about why he wasn’t granted unanimous consent for the passage of this bill, because he’d actually like to prove to the Premier not just that he has drunk the Kool-Aid, but that he actually enjoyed the taste of that Kool-Aid. He would have preferred that we have no debate on government legislation at all.", "The central reason that the Premier wiped the order paper, or so we were told in the weekend after prorogation, was that she had heard the people and she was going to offer hydro relief. But now that we have hit this signature piece of hydro relief that she intends to offer and we’re debating it, as members of the House are allowed to do, the government would prefer no debate on a matter so serious that the Premier felt that she had to prorogue Parliament to bring it in.", "Of course, we know why the government would prefer no debate: because five years ago, this Premier and 20 of her cabinet ministers—20 of the members of her cabinet—voted against this very measure. This measure was brought forward by my colleague from Algoma–Manitoulin in this House, and all members on the opposition side—the official opposition and the third party—who were in the House at the time voted for that bill. The government, with Premier Wynne, who was a cabinet minister at the time, and 20 of her current cabinet colleagues, voted against that. The Minister of Economic Development and the Attorney General actually took the extra step of taking time to specifically disparage that policy. And now they’re bringing it forward, trumpeting it as if it’s some kind of big accomplishment by this government.", "However, now it’s necessary. It’s a matter so important that it required prorogation to be introduced and time allocation to be passed. We have come to this chamber to debate the government’s change of heart on the subject.", "Members of the opposition are rightly irked that this government could have had this change of heart five years ago and saved the people of Ontario. If they had agreed with the motion brought forward by the member from Algoma–Manitoulin five years ago, think of the relief that hydro customers in this province would have experienced. But now, because their backs are against the wall—the Premier’s approval ratings are at 16%; her disapproval mark is almost 80%—times are tough and they’re scrambling to try to salvage what’s left of this government. They’re done.", "Today they came out with another policy. Again, it’s too little, too late. They’re holding off on some of their renewable energy projects. The announcement just came this morning. They’re going to put the pause on those, probably until after the next election. But they’ll try to lead the people of Ontario to believe that they’re doing the right thing, that they’ve seen the light and that they’re not going to put these wind projects into the ground. Because they know what’s happened with all of the other wind projects that have gone into the ground: They’ve driven up the price of electricity.", "And the Premier, on the weekend, had the gall to say in an interview that, “Yes, Mr. Interviewer, I know we spent $37 billion more for these renewable energy projects than we needed to, but it was worth it.” She said that. She clearly still doesn’t get it. They’re scrambling to try and find a way out of this mess but, really, they’re not going to do it.", "I know the presidential debate was last night. I’d like to paraphrase former President Ronald Reagan: An issue is when the Liberals lose a by-election in a swing seat; a crisis is when the Liberals lose a by-election in a safe seat. But for Ontario, recovery won’t come until Kathleen Wynne loses her seat." ],
  "anchor" : "para318"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para336"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s a pleasure for me to rise on behalf of my constituents in Windsor West. And thanks to time allocation, I may only have an opportunity to speak about my constituents, lump in the constituents from Windsor–Tecumseh and those from all over Essex county, since my colleagues will not likely get an opportunity to speak because the government is yet again trying to stifle debate, which I think points clearly to the fact that they don’t want to hear from the people of Ontario.", "Earlier, when the Legislature resumed after our break—going back to our ridings for the summer—I had an opportunity to collect some bills from constituents all over Windsor and Essex county. I was able to send them across the floor and have them placed on the desk of the Premier and the Minister of Energy. That highlighted just a few of the people who are struggling in our area. I have hundreds more that have come in since then. We’re working very diligently to photocopy them, remove people’s personal information and to forward those to the minister and the Premier as well.", "I can tell you that my constituents and those across Windsor and Essex county aren’t buying into this 8% rebate. They actually would like to see the 8% tax removed from the bill. It’s a tax that the government put on. It should never have been put on in the first place. You’ll hear the government side say that it’s what we’ve asked for as New Democrats; it’s actually not. So yet again, they are not listening.", "People want the tax taken off. They recognize that when we say to take the 8% HST off, we know as New Democrats that that’s just the beginning. It’s not the answer. I wish that the government side would realize that an 8% rebate, which is very different and much more costly, actually, to administer, to rebate the 8%—it’s much more costly than to just take the 8% tax off.", "People want the government side to listen and to stop selling off this asset, to stop selling off our public hydro. They do not have a mandate to do that. The people of Ontario did not vote for that. They’ve come forward time and time again and said, “We don’t want you to do it. We want you to stop, and stop now.” The government is not listening. Again, time allocation: They don’t want to hear from the other members in this House, and they don’t want to hear from our constituents. I think that’s really unfortunate because our constituents have something very important to say.", "Come the next election, maybe that will be when the government side finally hears the message from the people of Ontario. When they’re no longer sitting over there, doing whatever they want to do and using their majority—abusing their majority, frankly—to do whatever it is that they want to do, then maybe they’ll get the message. I’m just very concerned, as are my constituents, that by the time the election rolls around, it’s going to be too late. We will no longer have ownership of a very important public asset, and we may find more and more people who are already struggling falling deeper and deeper into poverty.", "That’s a good segue for me to talk about one particular group—not just in my riding; they serve the entire area—which is the Downtown Mission. This 8% rebate that the government is trying to ram through with very little debate—frankly, they’re not listening, so it’s not really a debate—will not benefit organizations like the homeless shelters, like the Downtown Mission, because they already get an 8% break. They already have a break on the tax. This is not going to help them.", "What they need is for the government side to come up with real solutions so that when the mission is taking in people who need help—these are some of our most vulnerable citizens. These are people who had jobs and have lost their jobs. These are people who want to work, people who have skills. We have people who have health concerns, people who have mental health issues, who end up going to the Downtown Mission for help. Now the Downtown Mission is struggling to help these people, and I think the mission summed it up quite nicely when the director there pointed out that the rate hikes that are in place currently are stopping them from being able to feed people. These are people who are coming, who are already financially insecure, who are struggling, who are reaching out for help, and the government is taking away the ability for organizations like the Downtown Mission to be able to feed them, to be able to put them in a safe place, in a warm place at night in the winter. In fact, the mission is going to be struggling to keep the mission itself warm enough for these people when they come in from outside to look for a warm and safe place to stay. It’s really unfortunate that the government side doesn’t want to listen and that they don’t want to hear these stories.", "I’ve had constituents write to me—not only did they send in their bills, but they’ve written letters. I have this interesting letter from a constituent. It says:", "“Dear Ms. Wynne,", "“Premier of Ontario,", "“Yours to discover, right?” and then she goes on. I don’t have time to read the letter, but I will say that in some of the letters that I’m getting and some of the calls I’m getting, there are some pretty descriptive expletives that people are using as to what the government should do with their increased bills.", "I think it’s important for the government side to not stifle debate, to listen to what all of us in this House have to say, and to listen to the voice of Ontarians and stop the sell-off of our public asset and really take measures to get the cost of hydro under control." ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para350"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it is now 10:15, this House stands recessed until 10:30." ],
  "anchor" : "para352"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It is my pleasure to welcome this morning Barb MacQuarrie, who is community director from the Centre for Research and Education on Violence Against Women and Children at Western University in London, and also Patty Coates, secretary-treasurer of the Ontario Federation of Labour. Welcome to Queen’s Park." ],
  "anchor" : "para355"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "It gives me great pleasure to introduce a good friend of mine, Dr. Suzanne Filion from Alexandria in good old Glengarry–Prescott–Russell. She’s also director of operations at Hawkesbury General Hospital. Welcome, Suzanne." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para357"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’d like to welcome to Queen’s Park today the family of our page captain, who happens to be from Burlington, Simone Flannery: her parents, Kari and Tom Flannery; her sister, Charlotte; great-grandmother Frieda Macdonald; her great aunt Barbara; her grandparents Lorene and Nick DiCorpo, Margaret and Arthur Fretz, and Beverly and Randy Pickard; her aunt Sarah Fretz; her second cousin Kelsie; and friends Claire and Gracie Ross. Welcome to Queen’s Park—the fan club." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’ve brought all of Burlington with you." ],
  "anchor" : "para359"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It’s a great pleasure to introduce the page from Ottawa–Orléans who has been with us for the past week. Her name is Anna Hiemstra. Her grandparents came from Holland and she goes to St. Matthew High School. I welcome her. Thank you very much for being here." ],
  "anchor" : "para360"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Now that he’s in the House, I just want to take this opportunity to wish the member for Elgin–Middlesex–London, Jeff Yurek, a very happy birthday." ],
  "anchor" : "para361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Many happy returns of the day.", "The member from Elgin–Middlesex–London in rebuttal." ],
  "anchor" : "para362"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I want to thank the member from Leeds–Grenville for that welcome and happy birthday.", "I have a couple of university students here who I just want to say hello to: Mikolaj Opolski, Sydney Petrucci, Stafford Shaddy and Victoria Mlynarczyk—did I get that right? Welcome to the Legislature today." ],
  "anchor" : "para364"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’d also like to wish someone a happy birthday today: Charles Sousa, our Minister of Finance. Happy birthday today." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Happy birthday." ],
  "anchor" : "para367"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Point of order." ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the leader of the third party." ],
  "anchor" : "para369"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I seek unanimous consent for immediate second and third reading passage of Bill 23, Islamic Heritage Month Act, 2016, in time for Islamic Heritage Month, which is October in this year of 2016." ],
  "anchor" : "para370"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The leader of the third party is seeking unanimous consent. Do we agree? I heard a no.", "Last call for introduction of guests.", "Interjections." ],
  "anchor" : "para371"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m still standing.", "Last call for introduction of guests. Seeing none, it is now time for question period." ],
  "anchor" : "para374"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Thank you for taking the PC caucus’s advice and cancelling any future green energy contracts. But again, let’s be clear: Just like the rebate announcement, today’s announcement is just too little, too late.", "The government has plowed ahead for years, signing contracts for energy we simply do not need. The Premier has become the best minister of economic development that Pennsylvania and New York have ever seen, giving away our hydro at pennies on the dollar.", "Mr. Speaker, the Premier was wrong on green energy. She was wrong on OLG. Will she complete the hat trick today and acknowledge the government was wrong on the fire sale of Hydro One?", "Interjections." ],
  "anchor" : "para378"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Premier." ],
  "anchor" : "para382"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just go through the process here, Mr. Speaker. As this House well knows, we inherited an electricity system that had been badly neglected under the previous government. There were brownouts and blackouts and smog days that put our economy and our people at risk. We took that dirty, unreliable electricity system and we’ve made it clean and reliable. We’ve invested in it, and it’s now one that all of us can count on. We eliminated coal, the source of those smog days. That has saved $4 billion in health and related costs—$4 billion because of this clean grid.", "As confirmed recently by the Independent Electricity System Operator—the IESO has said that our investments have secured a strong, steady supply of clean power. That is because of the investments that we have made and because of the decisions that we have taken." ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary. The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para386"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Back to the Premier: Now with your back to the wall and on the road to Damascus, you’ve decided not to proceed with energy contracts that wouldn’t happen till well into the future. But what you’ve admitted to the people of Ontario, and what we’ve been saying for years, is that you’ve paid way too much for energy contracts all the way along. The people have been hurt by your contracting for that unneeded energy. The auditor has said $37 billion too much—that your energy contracts are the primary reason that energy costs in this province are too high.", "So will you commit to no further contracts signed under this government for energy we don’t need, and will you once again stand up for the right thing to do and stop any further sale of the shares of Hydro One?", "Interjections." ],
  "anchor" : "para387"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "A reminder: During debate, you put your question and answer through the Chair—only the Chair. In the event that it continues, I’ll stop and consider passing the question.", "Premier." ],
  "anchor" : "para390"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para393"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Thank you to the honourable member for the question.", "I’m very pleased to be able to rise today and talk about our suspension of the LRP II program. We are suspending the 1,000 megawatts to make sure that we can find ways to continue to reduce rates for electricity consumers right across the province. Though the recently announced LRP contracts—I know the—", "Interjections." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m quite prepared to move to what I did the last two days—Thursday and Monday. We’ll do it again if we need to. That will be my last discussion about heckling.", "Carry on." ],
  "anchor" : "para397"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "In terms of price—the member talked about price—the price contracted for solar power represents the lowest cost for solar projects that have been contracted in Canada to date. We have some of the lowest prices right across the country.", "In terms of a plan from this party, they have no plan. They have no plan when it comes to energy. Down at that office, they don’t even know if he’s signing letters." ],
  "anchor" : "para399"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary. The member from Prince Edward–Hastings." ],
  "anchor" : "para401"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Back to the Premier: Perhaps this change of heart has more to do with dollars for the Liberal coffers than it does anything else.", "We have this gift from Adrian Morrow of the Globe and Mail this morning: an email sent from Chris Benedetti, one of the biggest green energy lobbyists in the province, to some of his clients, promoting a private fundraiser with—you guessed it—the Minister of Energy. The Premier told this House that all private fundraising events would be posted on the Liberal website. But when we searched the website this morning, there were no events listed for October 5 at the Peter Pan Bistro.", "Given the minister’s announcement this morning affected no renewable contracts currently signed, I have to ask, will companies that have signed contracts be at this little get-together on October 5? And what is the Premier going to do about ministers violating her phony rules about fundraising from stakeholders and keeping those meetings secret from the public?", "Interjections." ],
  "anchor" : "para402"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you. Start the clock." ],
  "anchor" : "para407"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "At least he can share a cell with Gerry Lougheed." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We will now move to warnings, and I’m not impressed with that kind of comment.", "Minister?" ],
  "anchor" : "para409"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker, and I’d like to thank the member for the advertisement for my fundraiser coming up that everyone knows about.", "But let’s talk about fundraising. The MPP for Leeds–Grenville, on May 24, 2016, held a private fundraiser in Yorkville, marketing himself as the PC deputy leader and tourism, culture and sport critic. He also advertised Senator Bob Runciman and the chief opposition whip would be on hand. Cost? It was $1,300 for platinum supporters.", "The MPP for Lambton–Kent–Middlesex is currently advertising—", "Interjections." ],
  "anchor" : "para411"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, Minister." ],
  "anchor" : "para415"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker.", "The MPP for Huron–Bruce held a private fundraiser at the Rogers Centre: $600.", "You know what? On this side of the House, we’re going to worry about making sure that we find ways to lower rates for consumers with the single largest electricity reduction bill in this province’s history. They don’t have a plan; we do." ],
  "anchor" : "para416"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. The government claims outrageous hydro bills are the price for a reliable electricity system. Try telling that to Brad Borland, a franchisee at Canadian Tire in Gananoque. In 2013, Brad spent $69,000 on hydro and had zero power outages. This year he’ll pay $120,000, a 42% increase. So what does he get for that 42% increase? Because there have been no investments in the Hydro One feed to Gananoque, he got seven blackouts. These outages cost him $50,000 in lost revenue and damages, and that’s just one business. The cost to the community was in the millions.", "My question is, if the $10,000 a month Brad pays for hydro isn’t enough to keep the lights on, will the Premier tell me how much it will cost?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para422"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "As the members of this House know—", "Interjection." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Interjection." ],
  "anchor" : "para425"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And if I knew who that was, they would be warned.", "Finish, please." ],
  "anchor" : "para427"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "As the members of this House well know, the previous government left our electricity system in a state of disrepair. Our government spent more than a decade making it clean and reliable for Ontarians. We’ve already invested more than $15 billion in upgrading more than 15,000 kilometres of transmission—" ],
  "anchor" : "para429"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Seven blackouts. Seven blackouts." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned.", "Finish." ],
  "anchor" : "para431"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Yet in recent days, the opposition has begun to make some truly bizarre claims about our system’s reliability, pointing to planned outages or weather-related outages as evidence. Perhaps when the Leader of the Opposition talks about outages, he’s thinking about—" ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary? The member from Huron–Bruce." ],
  "anchor" : "para434"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "My question is to the Premier. A small business owner in my riding recently wrote to me about how she and her husband invested half a million dollars in energy retrofits to reopen a grocery store. I’m sure you would agree every community deserves one. Well, their bills started at $3,500 a month, but in two short years they have jumped to a staggering $6,000. The energy minister’s announcement today does absolutely nothing to reduce the electricity bills that people already can’t afford. It’s just a desperate ploy.", "So what is the Premier going to do to make life more affordable for the people of Ontario today?" ],
  "anchor" : "para436"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Our proposed legislation that we have before the House will actually make life more affordable for Ontarians. A 20% reduction for families in rural, remote and northern communities, like in my part of the province, will actually be a significant savings for many families. We are also seeing the elimination of the DRC. We are doing many things to help families. Even the OESP is there to help low- and medium-income families. They can actually apply for this program and see an additional $75 a month come off their bill.", "When you compile all the stuff that we’ve done in the last few months, this is the single largest reduction that we have made for families when it comes to electricity bills in Ontario’s history. I’m very proud of what we’ve done and, unfortunately, they voted against it when we asked for unanimous consent to get this through the House." ],
  "anchor" : "para438"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary? The member for Nipissing." ],
  "anchor" : "para440"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier. Premier, your new talking points about reliability come from polling and have nothing to do with reality. The Blackout Tracker found that the number of outages increased by 275% just from 2012 to 2015.", "Lake Talon residents in my riding experienced a 25-day power outage this spring. On their hydro bills, though, they were forced to pay the delivery charge for power they never received. Speaker, a month without the most basic necessities—in rural Ontario, without power, you can’t pump water or flush a toilet—and what did Hydro One tell them regarding the loss of all the meat they harvested in their fall hunt? “You shouldn’t be storing meat in your freezer.”", "I ask, what does the Premier have to say about reliability to the people in Lake Talon?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Just last week, a dump truck hit a line near Windsor that caused a brief outage. Trees blown down by windstorms in Muskoka on one of the days in August caused some homes to lose power for the day. So if the opposition has suggestions on to how to prevent car accidents or weather, we’re all ears.", "But in the meantime, we on this side of the House know what real outages are. We remember, in 2003, the broad-scale rolling blackouts which characterized the opposition’s management of our electricity system.", "Interjections." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para447"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "These weren’t small outages; these were blackouts that were put forward by a government that didn’t invest in the electricity system and didn’t invest in generation and transmission. We have done that. We’ve cleaned up their mess and will continue to do that." ],
  "anchor" : "para448"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Liberal insiders are telling the media that the Premier is in favour of helping to sell off Toronto Hydro. Is that true?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The leader of the third party will have to speak to the mayor of Toronto and councillors if she wants to talk about Toronto Hydro." ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para452"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Liberals are selling off Hydro One, and that means higher hydro bills. Now they’re helping to sell off municipal hydro utilities like Toronto Hydro.", "We know from the FAO’s release, the Financial Accountability Officer’s release, that increasing bills are going to hit low-income Ontarians and northern and rural people the hardest. People can’t afford the sell-off of Hydro One, and they can’t afford the sell-off of their local distribution company either.", "Are the Liberal insiders telling the truth that the Premier thinks it’s a good idea to privatize hydro and that she is “interested in helping make it happen”?" ],
  "anchor" : "para453"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Who are the insiders? Name names. You’re making it up." ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The Minister of Infrastructure is warned.", "Premier?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The initiative of this government to invest in transit and transportation infrastructure across this province is very important to the people of the province. It’s important to communities across the province. When we ran in 2014, we said that we were going to look at the assets of the government and that we were going to work to leverage those assets so that we could invest in new infrastructure that would be owned by the people of Ontario.", "There are infrastructure projects going on across this province: roads, bridges, transit, hospitals, schools. There is building happening because we are making those investments. We cannot sit back and let infrastructure deteriorate. We have to make sure that we make those investments and the fact that Ontario is one of the leading jurisdictions for economic growth in the country has to do with those very investments." ],
  "anchor" : "para459"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Liberal insiders say that the Premier thinks helping to sell off Toronto Hydro would “deflect some public anger away from the Liberals” and their decision to sell off Hydro One. People are struggling to pay their hydro bills and every increase will disproportionately hit low-income and rural and northern families. But instead of making the government priority affordable electricity, the Liberals’ priority is to deflect public anger from themselves.", "Why does this Premier continue to make decisions, to behave, to act in the best interests of the Liberals instead of the best interests of the people of this province?", "Interjections." ],
  "anchor" : "para463"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para466"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. I’m solely in politics to work to benefit the people of this province, to make sure that the people of this province have the education system that they need and the health care system that they need, that we rebuild the infrastructure that has served us for so many years but we know needs renewal, that people have a reliable electricity system, and that we move to make sure that it is as affordable as possible.", "That’s what the initiative in the throne speech was about. It was about making sure that we take that provincial portion of the HST off electricity bills across the province, that we further help people in rural and remote communities to the tune of a 20% reduction and that we work with small and medium-sized businesses to make sure that they have a break, as well. That is about helping people in their lives every single day." ],
  "anchor" : "para468"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I can say that it really doesn’t show, if that’s the Premier’s goal.", "But this question is actually to the Premier as well. People see that the Premier is making decisions that are about privatization, and those decisions are more based on the political interests of her party than what’s best for people. That is totally obvious. They’re based on deflecting anger. They’re based on political cover. That’s not what the people voted for. That’s not what the people asked for when they voted in the last election. People had hoped for so much better, and they are so disappointed in what they’re getting from this government.", "My question is one that’s pretty straight-up: Will this Premier come clean and let us know whether or not she’s going to continue to facilitate the privatization of more of Ontario’s hydro system?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The decisions that we make as a government are often very challenging, very complex. I said as a pillar of our plan that we would invest in infrastructure in this province, so we made a difficult decision.", "It is actually kind of laughable that the leader of the third party suggests that somehow the decision around Hydro One was in our political interests. It was a challenging decision. It was a practical decision. It was not an ideological decision, but it was a decision that will lead to and is already meaning that we can invest in people’s lives by providing them with the transit and transportation options that they need, so they can get home to their kids, so that they can pick up their kids from child care, so that they can have time with their families that otherwise they would not be able to have.", "Interjections." ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Start the clock.", "Supplementary." ],
  "anchor" : "para477"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, Speaker, what it was was the wrong decision. That’s what the decision was: It was the wrong decision.", "People are worried about their future, and they’re worried about whether their kids are going to be able to build a good life here in this province.", "But instead of making decisions that make life easier for people, the government is making it harder for people, especially low-income people, who feel the burden the hardest when it comes to their increasing hydro rates, and for rural and northern Ontario families, who are paying the very highest bills. The Premier’s only concern is to “deflect some public anger away from the Liberals.” Now, people expected—and, I have to say, people deserve—so much better than this.", "Will this Premier commit to stopping any further privatization, whether it’s local utility corporations or whether it’s Hydro One?" ],
  "anchor" : "para479"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The leader of the third party knows full well that the decisions that are made at the local level around utilities are their decisions. Regarding the decision that is on the table in the city of Toronto, the leader of the third party will have to speak with the people at council and the mayor at the city of Toronto.", "If the leader of the third party is asking whether we will stop investing in transit and whether we will stop investing in transportation infrastructure across the province, then no, we will not. Those investments are needed. They’re needed in order to create jobs right now, and that’s what is happening. There are thousands of people working across the province because of those investments. And those investments are necessary into the future, because if we are going to compete globally, we must have that modernized infrastructure in place. We’ll draw business and allow businesses here to expand. We’re not going to stop making those investments." ],
  "anchor" : "para483"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the Premier is not being clear. She knows very well that she has a role to play in facilitating the sell-off of local distribution companies. She knows that she has a role there, and for her to suggest that she does not is not being up front with the people of this province.", "People were surprised when the Premier announced that she was selling off Hydro One, because it’s not what they voted for. They didn’t vote to sell off local distribution companies either. Whether it’s Toronto Hydro or whether it’s any other local distribution company, people did not vote for privatization. They can’t afford to pay more just to give the Premier political cover and deflect anger away from her Liberal government.", "Will the Premier stop all of the hydro sell-offs in the province of Ontario?", "Interjections." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para490"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Boring." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of—", "Interjections." ],
  "anchor" : "para492"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I was going to issue a warning, but maybe because of the response, I’m not going to.", "I decided I’m going to issue the warning. The Minister of Indigenous Relations and Reconciliation is warned.", "New question." ],
  "anchor" : "para494"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "To the Premier: Hydro prices in Ontario are at a crisis level. Recently, Ian Colquhoun, the owner of Axiom Audio, contacted my office saying, “What is going on with Ontario electricity prices?” Axiom Audio is a manufacturer of world-class speakers and audio equipment. The business is located in Dwight. It employs 20 people in the town of 200 east of Huntsville. Axiom competes for business worldwide.", "Ian sent me his hydro bill. In June, his cost for electricity was $973, but the delivery charge amounted to $2,127. The total cost of electricity for the month amounted to over 39 cents per kilowatt hour. And remember, this is June.", "How can the Premier expect a rural manufacturing business to continue to operate in the province of Ontario with hydro rates that are so high and getting higher?" ],
  "anchor" : "para498"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para501"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I made an omission and I apologize to the House. I will follow the two questions and two answers and come back to the Premier to answer the question that was put by the leader of the third party, should the Premier wish it.", "Minister of Energy." ],
  "anchor" : "para502"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d like to thank the honourable member for the question. I hope the member told them about our plan with the ICI program that can save him up to 34% of his bill directly on the delivery charge. Right now, it’s important for us to ensure that businesses are aware of the savings that they can make, because our industrial electricity rates in Ontario are extremely competitive with other Canadian and American jurisdictions, with the prices in northern Ontario in particular among the five most affordable jurisdictions in North America. He can make savings of up to 34%. I do hope the honourable member will ensure that he lets those companies know." ],
  "anchor" : "para504"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Haldimand–Norfolk." ],
  "anchor" : "para505"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Back to the Premier: I have a fellow in my riding, Walter Mueller Jr. He has installed energy-efficient appliances and lighting, new heating and air conditioning, and an on-demand water heater. He’s never home during on-peak hours. He does everything right, yet he gets a monthly electricity bill of over $400. The people want to know: Why is that?", "This gets worse. Mr. Mueller’s family business, Springer’s Meats, pays 40 grand a month for electricity. Last year it was $30,000 a year—no increase in sales, but a 30% increase in expenses. Will the Premier please explain to this House how people can stay in business, let alone establish new businesses, with 30% annual hydro hikes?" ],
  "anchor" : "para507"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I do thank the honourable member for that question.", "When it comes to the individual’s home, there is an 8% saving coming to all families right across the province. But what makes this even more spectacular, and a significant savings for families, is that those families in the rural and remote areas of our community, and in the northern parts, can save 20%, with that money going directly on the delivery charge.", "When it comes to the business component of the question that the honourable member asked, if this individual qualifies for the ICI program, they can save up to 34% on their bills. If not, if he’s a small business, he will also be receiving that 8% reduction, plus some of the other programs that we have out there.", "We’re doing it for the families because we recognize that some families are having a difficult time. But do you know what, Mr. Speaker? We had to make sure that we built a safe, reliable and clean system after they left the system in tatters." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll turn to the Premier for a response." ],
  "anchor" : "para514"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. The leader of the third party was asking whether I would intervene in decision-making at a local level in a unilateral way. I just want to comment that one of the reasons that I got involved in politics—and I know, actually, that there are a number of members who were municipal elected officials and mayors who had lived through the experience of having a provincial government that imposed decision-making on local governments, that amalgamated, that didn’t consult and that didn’t work with municipalities.", "Mr. Speaker, I have a very different modus operandi. The members opposite talk about green energy. When I became Premier, one of the first things I did was to work with our Minister of Energy to make sure that we change the process around the siting of wind turbines. I believe in working with local governments rather than acting unilaterally at the provincial level." ],
  "anchor" : "para515"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. Today, Ontario’s Financial Accountability Officer reported that people living in rural and northern Ontario see more of each paycheque go to paying their energy bills. Low-income people spend three and half times more of their income on energy bills than the wealthiest Ontarians.", "Selling Hydro One is only going to push those rates higher. Opening up local hydro utilities to privatization is only going to push those rates higher. For a lot of people living in rural and northern Ontario, or people living on a low income, they already feel like they’re at a breaking point, and if bills go higher, their kids won’t be able to afford a better life.", "Will the Premier commit to no more sell-offs of the hydro system?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para521"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d like to thank the honourable member for this question. Of course, I hope he’s referring all of the rural customers to the 20% reduction that we’ve brought forward in our bill.", "But let’s not forget about all the other programs we have in place. We made sure that we got rid of the debt retirement charge. That’s no longer on the bills for our consumers.", "We have six programs. The OESP is one that I would encourage the honourable member to encourage individuals to contact their local utility about.", "But when it comes to the Financial Accountability Officer, Mr. Speaker, the FAO report this August confirmed that the average family in Ontario spends less on electricity than in every other province except British Columbia, and when it comes to total home energy costs, Ontario is in—", "Interjections." ],
  "anchor" : "para522"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Of the two of you, one of you has got a warning, and the next one is out.", "Finish, please." ],
  "anchor" : "para527"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "What’s remarkable about these findings is that Ontario has already done the heavy lifting in modernizing our energy infrastructure and transitioning off coal generation. We continue to find ways to reduce costs for consumers." ],
  "anchor" : "para529"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para530"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I can only think that the other side didn’t hear the question, so I’ll rephrase it. Over and over, people say they want the next generation to be able to build a better life. But for too many people, they feel like their bills are making that almost impossible. To quote the FAO, “Household home energy spending ... is a greater burden for lower-income households.” Rural and northern families and low-income families feel every increase.", "Taking the HST off hydro is a first step, but it can’t be the only step to getting bills under control. Stopping the sell-off has to be the next step. Will the Premier commit to ending the sell-off of the hydro system?" ],
  "anchor" : "para531"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "We continue to find ways to reduce energy costs for consumers right across the province. Today’s announcement of suspending and cancelling the LRP II program will save families an additional $2.45 off of their bill.", "In terms of broadening ownership of Hydro One, we’ve done that to ensure that we can continue to do what Ontario families want: to create growth and to create jobs. I was in the great riding of North Bay and in Kapuskasing to make announcements of infrastructure that is going into these communities, and that’s thanks to the broadening of Hydro One.", "We will continue to do what is best for families, on this side of the House, while they just shake their fists." ],
  "anchor" : "para533"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services. Intermittent sentences have existed in Ontario since 1972. These are sentences that convicted persons serve in periodic intervals, typically on weekends. Intermittent inmates can contribute to overcrowding in our correctional centres, beginning on a Friday night when they enter the system for the weekend sentences.", "Ontario’s first dedicated facility for such inmates opened in Toronto at the Toronto intermittent centre in 2011, as part of the Toronto South Detention Centre. The minister was in London recently for the opening of Ontario’s second dedicated facility for offenders serving intermittent sentences.", "Through you, Speaker, can the minister please tell us more about this new facility and what it will mean for Ontario and, in particular, for the Elgin–Middlesex–London area?" ],
  "anchor" : "para537"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I want to thank the member from Beaches–East York for the question. I was certainly pleased to speak recently at the opening of our new 112-bed regional intermittent centre on the grounds of the Elgin-Middlesex Detention Centre in London. It is, indeed, the second intermittent centre built in Ontario and part of our regional intermittent strategy across the province.", "The goal is to ease pressures in relation to capacity when inmates enter facilities by building stand-alone intermittent centres on the site of existing facilities. However, it also has a number of other benefits, including increased security by reducing the potential for contraband and weapons to be brought into the main facilities on those grounds by weekend offenders.", "The $9.3-million investment by our government was built with an innovative design to lower costs, and it will help significantly to reduce overcrowding at the Elgin-Middlesex Detention Centre. It was a key part of our government’s transformation strategy for corrections. I’ll have more to say in the supplementary." ],
  "anchor" : "para540"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para543"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you to the minister for his description of this new facility. It’s just another example of how we’re using assets to build Ontario up. I’m pleased to hear about the numerous benefits of this new intermittent centre and the impact it will have on the London and surrounding areas.", "I’m also quite pleased with the reception the facility has received. I understand, for instance, that OPSEU’s president has expressed deep satisfaction with the opening of the new facility, saying it will go a long way to improving conditions at the Elgin-Middlesex Detention Centre. OPSEU President Smokey Thomas noted: “With the new RIC, the province just got a little safer.” The chairman of the local community advisory board also commended the new facility, saying that the RIC “will make Elgin-Middlesex Detention Centre a much safer place.”", "But these improvements at the Elgin-Middlesex centre aren’t limited to just this new facility. Can the minister talk about the other improvements that have been made to the Elgin-Middlesex Detention Centre?" ],
  "anchor" : "para544"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I’m happy to speak about the other improvements that we’ve made—again, to the member from Beaches–East York. I’m pleased with the reception that OPSEU and others have responded with. We’ve hired 60 additional correctional officers since 2013 at this particular centre, with 12 more set to graduate from our Correctional Officer Training and Assessment program, who will be scheduled to work at this location by the end of the month.", "The EMDC also now has a mental health nurse and seven full-time nurses on site, with 24-hour nursing coverage. We’ve added approximately 350 new security cameras, six additional metal detectors, and a full X-ray body scanner will be present in 2017.", "Speaker, I’m pleased with the progress we’re making in corrections. I want to thank the former minister, Minister Naqvi; Superintendent Dave Wilson; and all of the front-line officers at the—" ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para551"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Premier. My constituent Nicola Hart lives on a fixed income, so she doesn’t heat her home with electricity; she burns wood to save money. Yet after Nicola pays for the roof over her head and her electricity bill, she comes up short every month.", "This is the nightmare facing many ratepayers in Bruce–Grey–Owen Sound, where 60 families have been disconnected because they couldn’t pay their rising hydro bills. Nicola Hart fears she could be next. She owes Hydro One $20,000.", "This government broke its promise to protect consumers, it broke its promise to provide lower rates and it broke its promise of a reliable supply of new electricity. Given all of these broken promises, given all of the ongoing bungling, tell me why anyone should trust this Premier to fix the hydro rates that her party created?" ],
  "anchor" : "para554"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para557"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d like to thank the honourable member for that question. He highlights one individual case that is difficult for that family and that individual. I know when I was meeting with the executive director of Bruce county, we specifically spoke about that case, and there are some anomalies in there. But in terms of disconnections, our government is committed to ensure that we’re going to keep that clean and reliable system and make it as affordable as possible. That’s why we brought forward many of those programs.", "In terms of individuals who are facing disconnection, if they contact the LEAP program through their local utility, they can get a $600 instant rebate on that. That may have helped that family before it got into such a crisis. Then, of course, we’re ensuring that we have that 20% reduction specifically for northern and rural families, because we recognize that some families have difficulty." ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member for Perth–Wellington." ],
  "anchor" : "para560"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Back to the Premier: If the cost of hydro suddenly matters to her, it’s fair to ask, what changed? It’s no wonder hydro costs so much. They spent billions of dollars putting up unwanted wind turbines to produce the power the province did not need, and they ran roughshod over rural Ontario. But who finally got this government to pay attention to hydro rates? Scarborough.", "So I ask the Premier, will the Liberals start listening to my constituents, or do they have to take up residence in Scarborough?" ],
  "anchor" : "para561"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d like to thank the honourable member for the question. I think we need to thank the Honourable Minister of Infrastructure for his past work on this file, because he recognized that we could make savings by not building two new nuclear units, saving $15 billion to the ratepayers. We actually saved $3.7 billion by renegotiating our Samsung agreement. And the 2013 long-term energy plan: When we did a price renewal on our renewables, we saved an additional $4.0 billion, and that was all by his leadership.", "Mr. Speaker, I’m very happy to come forward today and bring forward a plan where we are going to actually suspend and cancel the LRP II. That will save an additional $3.8 billion, and that will save more money for families right across this province." ],
  "anchor" : "para563"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. Today, I will be reintroducing my private member’s bill to provide paid leave for workers who have experienced domestic violence and sexual violence, a bill that received unanimous support when it was debated in the last session. It’s traumatic enough for someone who has been sexually assaulted or abused by their intimate partner; survivors should not also have to worry about losing their jobs because of the violence they experienced.", "The Premier can commit today to helping people maintain employment and making life a little easier by including paid leave for domestic violence and sexual violence in the government’s Employment Standards Act changes. Will she do that?" ],
  "anchor" : "para566"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister responsible for women’s issues." ],
  "anchor" : "para568"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I think we can all agree that domestic violence is a very serious problem. It crosses every social boundary, and it will not be tolerated in Ontario. As the minister responsible for women’s issues, it’s a priority for me that women feel safe in their homes, in their workplaces and in their communities.", "I know the Minister of Labour will want to provide additional details from a labour point of view in the supplementary, but let me just say this: In 2015-16, we’ve invested over $4.6 million in programs and services to help victims of domestic violence. Since releasing our Domestic Violence Action Plan in 2014, the women’s directorate has implemented many initiatives to raise awareness of domestic violence and strengthen support for victims. We’ve taken strong action in our Sexual Violence Action Plan—" ],
  "anchor" : "para569"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para571"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Speaker, we recently learned that the federal Liberals are looking at the provisions of my bill to allow workplace accommodations for federal workers. We know from the murders of Lori Dupont and Theresa Vince that violence often follows victims to the workplace. The ability to change hours of employment or transfer to a new location can literally mean life or death.", "Will the Premier follow the lead of her federal cousins and implement workplace accommodations for Ontario workers who have experienced domestic violence or sexual violence?" ],
  "anchor" : "para572"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para574"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very important question, and thank you for bringing forward this private member’s bill.", "We clearly understand—I think both caucuses share the importance of this issue. We know the impact it has on individuals, on families, on children.", "Let me tell you, Speaker, in the province of Ontario, our Occupational Health and Safety Act is the only legislation of its kind in the entire country that requires employers in this province to take every precaution reasonable in the circumstances to protect a worker from domestic violence in the workplace and at home.", "This is an issue that’s being brought to the attention of the Changing Workplaces Review. We’re at the interim report stage. It’s clearly discussed in that report. So thank you for bringing attention to it.", "I look forward to working with the entire House to resolve this issue in the right way." ],
  "anchor" : "para575"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "My question is to the minister responsible for seniors affairs.", "Ontarians are living longer and healthier lives. Many of Ontario’s seniors want to continue being active and engaged in their communities. We see this through the many community groups that are active in Etobicoke–Lakeshore and in ridings throughout the province of Ontario. These groups are integral parts of our communities and work to provide seniors with a space to share and learn, and opportunities to enjoy new and exciting experiences. When the Seniors Community Grant Program was developed in 2014, it opened doors for many of those groups to expand their programs and offer unique experiences to Ontario seniors. It has been a successful program.", "Can the minister of seniors affairs inform the House about the current status of the Seniors Community Grant Program?" ],
  "anchor" : "para581"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I want to begin by thanking the member from Etobicoke–Lakeshore for his question about seniors community grants.", "As the minister responsible for seniors, I also want to take a minute to welcome all of the seniors in the gallery today.", "Mr. Speaker, these grants, which have been in place since 2014, have provided Ontario seniors with access to 700 different types of programs. The programs range from education, arts, culture and healthy living, and focus on making sure seniors feel included and encouraging volunteerism.", "To get an idea of the reach of this program, consider these numbers. Since 2014, these grants have touched the lives of a quarter of a million Ontario seniors, and this year we expect the grant to touch the lives of another 142,000 seniors. Mr. Speaker—" ],
  "anchor" : "para584"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para588"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I want to thank the minister for her answer.", "As we’re building Ontario up and investing in our people, that’s not just youth and students; it also includes our seniors.", "Seeing nearly 700 projects across the province receiving these grants is an amazing accomplishment. These projects are strengthening communities throughout Ontario. By supporting these local grassroots organizations and giving them flexibility in their programming, the grant allows these organizations to develop projects that best fit the unique needs in their communities.", "However, Mr. Speaker, I wonder whether this grant benefits indigenous and multicultural seniors, as well as seniors outside of urban centres, in the same way. This grant is an excellent way of providing seniors with opportunities. I want to ask the minister of seniors’ affairs whether she can inform us how the seniors community grants are helping multicultural, indigenous and rural seniors." ],
  "anchor" : "para589"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "That’s a very important question, and I’m delighted to answer that question. Here are some examples, Mr. Speaker, of the diverse communities that we are reaching. Thanks to the seniors community grants, indigenous elders in Little Current on Manitoulin Island will be working with students to create a local story guide booklet, opening communication and sharing histories across generations and communities. In Kitchener-Waterloo, Aging with Pride is training LGBTQ seniors to help facilitate workshops to raise awareness of their special needs and concerns. And in Ottawa, the Ottawa Chinese Canadian Heritage Centre is offering 10 monthly lectures to Chinese seniors, teaching them how to manage everyday issues.", "These are just three examples of the diversity of programs. I do want to say that this program has been so singularly successful that in two years we have increased funding four-fold." ],
  "anchor" : "para594"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "Mr. Speaker, to you and through you to the Minister of Energy: Families in Sarnia–Lambton can’t afford their hydro bills. Thousands of families in my community are in arrears. Residents have been bringing hydro bills to my office that are $600, $700 and $800 per month. Local service agencies, non-profits and service clubs are struggling to keep their doors open. Small business and local industry are powering down investment and expansion plans because they fear this government’s policies. Billions of dollars in investment and economic impact are at stake in Sarnia–Lambton.", "Minister, your 8% rebate is just a band-aid solution that won’t stop the bleeding. Rates are still going up. When will you announce real relief for hydro rate increases for the families and businesses in Sarnia–Lambton who struggle to pay or simply can’t afford their energy bills?" ],
  "anchor" : "para597"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I would like to thank the honourable member for his question. I was just in the great riding of Sarnia a few weeks ago, working with Union Gas and learning about the Dawn Hub. I have to tell you, Mr. Speaker, it’s a great community. There’s lots of investment going on and there are lots of businesses growing in that sector. I know he should be very proud of that, because the investments that we’re making in terms of helping small businesses—that 8% reduction will actually help many small businesses.", "And if they actually use more than a megawatt of power, over 1,000 more businesses right across the province will actually now be able to participate in the ICI program. The ICI program does two things. The first thing it does is that it helps lower rates for these businesses, between 14% and 34%—that’s one-third. And also, the ICI program actually reduces the amount of usage during our peak time, which actually helps the entire system, which keeps rates lower for everyone." ],
  "anchor" : "para599"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary. The member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para601"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "To the Premier: Residents and businesses in Stormont–Dundas–South Glengarry are struggling to keep their heads above water because of unaffordable hydro bills. Mom-and-pop shops in small towns are being forced to close because they can’t afford to keep the coolers on. For one such store owner, the hydro bills were over $4,300 a month. He’ll be forced to close after 30 years in service. Residents are in dire financial straits and are facing disconnections due to sudden increases. They can’t afford them, especially on fixed incomes.", "My question to the Premier is simple. She knows what’s causing this hardship across the province, and today’s announcement does nothing for my riding. Will she commit to stopping the construction of the four unaffordable wind and solar projects in Stormont–Dundas–South Glengarry?" ],
  "anchor" : "para602"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Today’s announcement is good news for consumers right across the province. We’ve actually reduced $3.8 billion by actually suspending the LRP II project. That’s an additional $2.45 a month, on average, for every family. When you put that in conjunction with our three-point plan in terms of making sure that there’s an 8% reduction for all families across the province, if you actually take that into consideration with the 20% reduction that rural and northern families are going to see, and the ICI program with businesses, and then if you put that on top of reducing the debt retirement charge and the six programs that we have, we are doing the single largest reduction on electricity bills for families in this province’s history, Mr. Speaker.", "On the other side, all they did was leave our system in shambles. We had to rebuild it. We’ve got a safe, clean and reliable system, and we’re taking it to the next level to make it as affordable as it can be for everyone." ],
  "anchor" : "para604"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Yesterday, I met with students at Brock University in St. Catharines. I met a young woman who is at work nearly every single hour that she’s not studying in class. She has worked all summer. She’s earning the minimum wage. She says that even with working all of the possible hours she can work, Speaker, her debt continues to grow. She is stressed out and she’s exhausted.", "Education should be an investment, not a burden. The government shouldn’t be making money off of her debt. Will the Premier agree today to take the interest off Ontario student loans?" ],
  "anchor" : "para607"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It’s interesting to hear a question like this coming from the party that voted against helping more Ontario students to go to college and university with free tuition.", "I agree with the member opposite that college tuition and university tuition should be accessible. It should be accessible to everyone across the province, which is why we don’t want students to be incurring that kind of debt in the first place. That is why the Ontario Student Grant, which will be in effect next September—September 2017—will mean that young students, students from low- and low-middle-income families, will have free tuition or better than free tuition. It’s surprising to me that the leader of the third party wasn’t supportive of that initiative." ],
  "anchor" : "para609"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I think we all know that Ontario can be a great place to live, but it is getting harder and harder to build a good life here, especially for young people. College or university should be a jumping-off point for finding a good job, finding a job you love and building a great life. But graduating with a $30,000 loan, plus interest, makes it a lot harder to build that life, Speaker.", "This government should not be profiting from student debt, from student loans. It should not be happening. Does this Premier agree that it’s time to take the interest off Ontario student loans?" ],
  "anchor" : "para612"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’d ask the leader of the third party if she thinks it’s a good idea that students not have those debts in the first place, that they actually have access to grants that would mean they wouldn’t carry those loans.", "What we have done is we have made a change, a dramatic change, in the way support for post-secondary students in this province will work. Starting in September 2017, students from low- and low-middle-income families will have access to free or greater than free tuition, and students from higher incomes will continue to benefit from the 30% off tuition, Mr. Speaker. But the students at most risk, the students that apparently the leader of the third party is most concerned about, will have access to free tuition. I would think that is something that the leader of the third party would support." ],
  "anchor" : "para614"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "My question is to the Minister of Citizenship and Immigration. There are many newcomers arriving in my riding of Scarborough–Agincourt who are highly skilled and often possess a post-secondary education. I understand your ministry assists our highly skilled newcomers to access employment in their field of discipline without duplicating their previous training and education. In Scarborough–Agincourt, a number of my constituents rely on programs to provide training and support in various professions.", "Mr. Speaker, through you to the minister, can she share with us what programs her ministry has to assist highly skilled newcomers to succeed in Ontario?" ],
  "anchor" : "para617"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I’d like to thank the dedicated MPP for Scarborough–Agincourt for this valuable question.", "The member is correct. Ontario’s immigration strategy has helped our province attract highly skilled newcomers to drive our economy forward and be competitive in today’s global markets. Each year, over 6,000 highly skilled immigrants access our bridge training projects in more than 100 occupations to help them find work in their designated professions. Some of these occupations covered by our bridge training projects include early child education, the skilled trades and nursing—and I know that the MPP for Scarborough–Agincourt is a nurse. Through this program, highly skilled newcomers are able to get licensed to support their families and contribute to Ontario’s success." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para622"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I want to thank the minister for her response. It is reassuring to know that our government is committed to helping newcomers succeed, and I’m sure the minister would agree with me that the work of community agencies like the Chinese Professionals Association of Canada, better known as CPAC in my area of Scarborough–Agincourt, is critical to the success of newcomers.", "Minister, it is important that we continue to encourage highly skilled newcomers across Ontario to access these programs so that they can find meaningful work within their field disciplines. Recently, the minister announced, at Seneca Newnham Campus in the city of Toronto, new funding for Ontario bridge training projects.", "Speaker, through you to the minister, can she inform the House how the government of Ontario is enhancing support for various organizations across the province so that they can continue to help newcomers succeed in Ontario?" ],
  "anchor" : "para623"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para626"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I want to thank the member once again for her question.", "Our government has stayed true to our commitment to support highly skilled newcomers in Ontario. In early August, I announced an investment of $3.35 million over the next two years for 11 new projects by nine organizations across Ontario.", "I am proud to say that one of the recipients is the Ontario Society of Professional Engineers, OSPE. They will be receiving up to $369,000 to help develop a communications and workplace culture course for internationally trained engineers.", "We are committed to programs like bridge training because when newcomers succeed in Ontario, Ontario succeeds." ],
  "anchor" : "para627"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "My question is to the Premier. Exorbitant electricity bills mean that many Ontarians have fallen into energy poverty. Meanwhile, the Liberals are giving their cronies plum jobs and paying them bloated salaries.", "David Herle is the man who co-chaired the Premier’s election campaign. The Premier has rewarded him with contracts in which he bills taxpayers an unbelievable $420 an hour. How does the Premier justify granting him millions of dollars’ worth of government contracts? How does she justify paying her Liberal friends massive salaries when 567,000 Ontario families are in arrears on their hydro bills and 60,000 families have had their hydro cut off?" ],
  "anchor" : "para632"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para634"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m very pleased to rise and talk about the great work that we’ve done when it comes to building a safe, clean and reliable system, but what we’re doing now is making sure that we’ve got a system in place that’s affordable for as many Ontarians as we can make it. We’re investing 8%—a rebate that every family will see right across the province on their electricity bills, and if you live in a rural, remote or northern community like where I come from, many of those families will see a 20% reduction. So we’re making sure that we’re finding ways to continue to reduce the rates.", "Today’s announcement—I was very proud to make the announcement because we’re talking about making sure that our system stays clean, reliable and safe and that we’re also suspending and cancelling the LRP II, which will continue to save families money right across this province." ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary. The member from Whitby–Oshawa." ],
  "anchor" : "para637"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Back to the Premier: Evidence mounts each and every day that this government’s priorities are not Ontarians’ priorities. Just like my colleagues from all parties in this House, I hear from constituents every day about out-of-control costs. Mothers and fathers, in tears, must decide between whether they can feed their families or keep the lights on. It’s unacceptable.", "Does the Premier really believe that ratepayers don’t know when they’re being bribed with their own money, and will she finally stand—" ],
  "anchor" : "para638"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I’m going to be cautious about this. That phrase is unacceptable, and I’m going to ask the member to withdraw." ],
  "anchor" : "para640"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Withdraw, Speaker." ],
  "anchor" : "para641"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Finish your question, please." ],
  "anchor" : "para642"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Will she finally stand in this Legislature and admit that her government has failed Ontario families?" ],
  "anchor" : "para643"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Making sure Ontario families get the single largest electricity bill rebate in Ontario’s history is something that we’re very proud of. That’s why we’ve taken action—", "Interjections." ],
  "anchor" : "para644"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is never too late to receive a warning. I’m looking at two people in particular, actually.", "Go ahead." ],
  "anchor" : "para646"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "That’s why we’ve taken action and introduced the Ontario Rebate for Electricity Consumers Act, a set of initiatives which add to many of our pre-existing programs for helping customers with their bills.", "We also know that we’re particularly focusing on ensuring that vulnerable customers have the resources to help avoid disconnection. Through powers from the province, the Ontario Energy Board has implemented enhanced consumer protection rules that all local distribution companies must follow, including requiring a minimum 10 days’ advance notice of disconnection, with accompanying resources to help customers in arrears. We continue to do the right thing for families." ],
  "anchor" : "para648"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton on a point of order." ],
  "anchor" : "para650"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "On a point of order: I just wanted to wish, on behalf of my colleagues in the PC caucus, a happy birthday to our colleague Jeff Yurek. He’s a little bit younger than the finance minister, but it should be a great day for both of them." ],
  "anchor" : "para651"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Parry Sound–Muskoka on a point of order." ],
  "anchor" : "para653"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’d like to correct my record. In my question, I had stated that Axiom Audio’s all-in electricity cost was over 39 cents per kilowatt hour. I, in fact, missed some of the charges. The actual cost is 44 cents per kilowatt hour." ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Prince Edward–Hastings on a point of order." ],
  "anchor" : "para655"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d like to correct my record. Earlier in my question during question period, I pointed out that the fundraising event for industry insiders with the Minister of Energy wasn’t on the Liberal website. Some 45 minutes after I asked the question, the event is actually publicized on the website.", "Interjection." ],
  "anchor" : "para656"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That is not a point of order. Indeed, I will remind somebody that it is never too later to be warned—never—and, for that matter, named.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon.", "The House recessed from 1137 to 1500." ],
  "anchor" : "para658"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The President of the Treasury Board on a point of order." ],
  "anchor" : "para662"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "On a point of order: I wish to inform the House that there will be a delay in the tabling of public accounts because of ongoing discussions between the public service within the government and the Auditor General regarding an accounting issue relevant to a provision in the public accounts.", "I know officials are working hard to finalize the documents, and I have directed senior Treasury Board officials to work with the Office of the Auditor General to develop a plan to finalize and table the public accounts as soon as possible.", "I want to assure members we are on track to meet our deficit targets." ],
  "anchor" : "para663"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’m pleased to rise today to discuss Men’s Cancer Health Awareness Month. The month of September is a time to highlight the many different types of cancers that men may be susceptible to.", "Although it is impossible to determine a cancer diagnosis in advance, men should be cognizant of the top five cancers they are most susceptible to. These cancers include prostate cancer, lung cancer, colorectal cancer, bladder cancer and melanoma.", "Prostate cancer is the most commonly diagnosed cancer among Canadian men, resulting in 24% of all cancer diagnoses. One in eight Canadian men will be diagnosed with prostate cancer in their lifetime. It’s estimated that 4,100 men died from this disease in 2015.", "Other shocking statistics include:", "—one in 12 Canadian men is expected to develop lung cancer during their lifetime, and one in 13 will die from it;", "—one in 14 Canadian men is expected to develop colorectal cancer, and one in 29 will die from it;", "—one in 27 Canadian men is expected to develop bladder cancer during their lifetime, and one in 82 will die from it; and", "—one in 57 Canadian men is expected to develop melanoma during their lifetime, whereas one in 227 will die from it.", "The best preventative is a healthy lifestyle. The Canadian Men’s Health Foundation runs a campaign called Don’t Change Much. They emphasize small but critical changes that men can make in their day-to-day lives. It’s a simplistic message, but it leads to healthier lifestyles and better outcomes." ],
  "anchor" : "para668"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "The Durham Region Employment Network, or DREN, has been helping people in my riding for 23 years, helping folks who want to participate in our community’s economy but face multiple barriers and need additional support to find work. Sadly, DREN is facing closure due to a lack of funding from the provincial government.", "This is a government that talks about accessibility and pretends it is a priority for them but can’t commit to a grassroots community agency that has been recognized by David C. Onley and meets very real needs in Oshawa.", "Last week, I had the opportunity to meet with Donna McAllister, DREN’s executive director, and she asked me, “When the agency for helping vulnerable people find jobs has to close because the government won’t commit to funding it, what does that say?”", "Well, Speaker, that’s a great question. What does it say about the importance this government places on accessibility services? The never-ending precarious merry-go-round of project funding—apply, wait, wonder, call, hope, call again, email, hope, wait, rinse, repeat: That’s the model that this government has established to fund our front-line service providers?", "This government can say that accessibility is a priority, but actions speak louder than words. We need sustainable funding for DREN and a real commitment to support youth and all workers with disabilities.", "I support DREN. My community supports DREN. I call on this Liberal government to finally commit to sustainable funding for an organization that helps those who need it most." ],
  "anchor" : "para678"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "On Saturday, September 17, I attended Barrie’s seventh annual Walk a Mile in Her Shoes fundraiser in support of the Women and Children’s Shelter of Barrie. This unique event was founded by men who hoped to raise awareness about sexual and domestic violence by doing the walk in women’s heels, and it now takes place in cities all across North America.", "This year’s walk in Barrie was the most successful ever, as approximately 300 people from all walks of life braved the rain and helped the shelter to raise about $40,000.", "Every year, over 200 women and children stay at the shelter and another 1,800 are served through their community outreach programs. This is just a fraction of the 30,000 women and children in Ontario who seek refuge in shelters every year.", "This is why I’m proud that our government funds 2,000 beds across 96 shelters, where no woman in crisis is turned away. We have increased funding to help victims of domestic violence by 61% since 2003, including a $20-million joint federal pilot project announced earlier this month to make it easier for 1,000 survivors a year to find safe housing.", "I would like to thank all the walkers and the volunteers who came out in Barrie and across the country to support victims of domestic violence." ],
  "anchor" : "para685"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Recently, I was honoured to participate in the Ontario Federation of Snowmobile Clubs’ annual general meeting. It was great to meet club representatives from across the province and to show our Ontario PC caucus’s support for these incredible volunteers.", "Snowmobiling generates more than $1.7 billion in economic activity in Ontario annually and supports some 7,200 full-time jobs. The tremendous economic impact wouldn’t exist without the dedication of OFSC clubs, including five in Leeds–Grenville: the Athens and District Snowmobile Club, the Elizabethtown Snowmobile Club, the Grenville Snowmobile Association, the Kemptville Snowmobile Klub and the Rideau Ridge Riders Snowmobile Club.", "The AGM’s highlight for the Leeds–Grenville contingent was seeing Jim and Maureen Fenlong of the Athens club named the OFSC’s 2016 Family of the Year. I can’t think of a more deserving family, Speaker. This incredible duo has logged an amazing 45 years of volunteer service. From organizing events, fundraising, trail maintenance, signage, grooming and 28 years as treasurer—when there was a job to do, Jim and Maureen got it done.", "They did it for their love of this time-honoured Canadian activity, not for recognition. It was great to see their moment in the spotlight. Congratulations, Jim and Maureen. You’re truly showing what it means to give back.", "I also want to thank OFSC just quickly. I want to thank them for the opportunity to come to their AGM. I wish all snowmobile clubs the best for the winter ahead, and I look forward to working with you to make those trails even better." ],
  "anchor" : "para691"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "This may seem a little bit like déjà vu, but once again, Biblioasis, an independent literary press in my riding, has published a finalist in this year’s Scotiabank Giller Prize. It’s The Party Wall by Catherine Leroux. The book was translated into English by Lazer Lederhendler.", "Speaker, as you know, the Giller is the most prestigious and the richest of all Canadian literary awards. All six finalists receive $10,000, and the winner gets the top prize of $100,000.", "The Party Wall is already the winner of the distinguished France-Quebec prize and has been nominated for the Quebec booksellers’ prize. Last year, Biblioasis had two books chosen as Giller finalists: Anakana Schofield’s Martin John and Samuel Archibald’s Arvida. This small independent publishing house also had another book in this year’s Giller long list. That was The Two of Us by Kathy Page.", "This year’s Scotiabank Giller Prize will be awarded live on CBC Television on November 7 at 9 o’clock.", "Since 2004, Biblioasis has been publishing the very best in contemporary fiction, non-fiction, poetry and literature in translation. Congratulations once again to Biblioasis publisher Dan Wells, his very talented staff and colleagues, and to Catherine Leroux for The Party Wall. Good luck with this year’s Scotiabank Giller Prize." ],
  "anchor" : "para697"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. The Speaker’s Book Award is pretty good too, you know." ],
  "anchor" : "para702"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Earlier this month in my riding of Kingston and the Islands, we celebrated the Kingston Multicultural Arts Festival. This festival is one of my absolute favourite events of the year because it offers an incredible opportunity to actually experience and celebrate the rich culture and diversity of the Kingston community.", "The festival was organized by the Kingston Immigration Partnership, which continually strives to make our community more welcoming for immigrants.", "While participating in all the activities and events the festival had to offer, it was clear how the celebration is truly a part of our community’s continued effort to make Kingston inclusive and welcoming for all newcomers and to ensure that they feel at home in our community.", "With approximately 5,000 visitors and 20 ethno-cultural associations participating, this year’s festival was one of the most successful to date.", "I was absolutely thrilled to see a Syrian booth this year. It was incredibly heartwarming to see how much pride they have in their culture and how many people attended at their booth.", "Every booth was swarming with people indulging in delicious food, admiring traditional costumes and sharing stories of shared culture.", "Of course, I would like to extend my sincere appreciation to everyone who shared and showcased all of the unique aspects of their cultural identity with our community. It is because of the hard work and dedication of our community that this festival was possible. Thank you. Merci. Meegwetch." ],
  "anchor" : "para704"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Every four years in this place we seek re-election, but every four years around the world we celebrate the Olympics and the goodwill that comes with them.", "This past summer in Nepean–Carleton we had two tremendous world-class athletes compete in the Olympics in Rio: Sekou Kaba in the 110-metre hurdles and Erika Seltenreich-Hodgson in the 200-metre individual medley.", "We had a grand send-off, Speaker, at the Barrhaven Legion, with over 150 people. Sekou appeared live while Erika, who had already landed in Rio, joined us to talk to Sekou via Skype.", "It was incredible to see the kids there wearing red and white and cheering for our country. We had viewing parties with their friends, their families and their fans. They were incredible, and I thank Boston Pizza in Barrhaven for hosting them.", "More important than just being tremendous athletes, these two young athletes—Sekou Kaba and Erika Seltenreich-Hodgson—have tremendous character, proving that sometimes a gold medal is wonderful but having a heart of gold is more important.", "Two quick stories before I finish, Speaker: Sekou Kaba joined me on Canada Day at 13 events in Nepean–Carleton. At each one of them he ran with the kids and did hurdle demonstrations. He proved to them that giving back to your community is probably the best thing you could ever do as an athlete or just a member of your community.", "Second, Speaker, Erika Seltenreich-Hodgson: She indicated that as a young woman in her early twenties, she had battled depression. I got to meet her as she spoke at a women’s mental health run in Ottawa.", "Their courage, their conviction and their talent make them Olympians in my heart forever." ],
  "anchor" : "para713"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Yesterday I had the privilege of being with Andrea Horwath, our leader, and university students from Niagara in a round table at Brock University. You would be shocked to hear what these students are going through because of their student debt. Some of them are working two and three jobs to try and avoid a debt they won’t be able to pay back. The stress is unbelievable. You can see that they don’t even have the time to enjoy their young lives because they’re working so hard to either avoid debt or pay it back.", "To make matters worse, once they graduate they can barely find a job.", "Mr. Speaker, we need to take this opportunity to help our young people succeed. The lives of our children and grandchildren are supposed to be better than ours. It is our responsibility to create a better world for them.", "I was moved by what these young people had to say, and I want to tell the Premier this: You need to do a better job at creating opportunity for these young people.", "We told them to work hard and get an education, as so many people in my generation never had a chance to. So they did that, and now they have no job and a debt they can’t pay.", "Mr. Speaker, this government made over $25 million in interest from student loans last year. The government should not be profiting on the backs of our children and our grandchildren.", "I urge this government to stand with the NDP in removing the interest for student loans, reducing our skyrocketing tuition fees and creating job opportunities for these young people who are working so hard to make a better life for themselves." ],
  "anchor" : "para722"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "The Bhayana Family Foundation Awards recognize extraordinary contributions made by front-line staff members who work at United Way of Peel Region and other funded organizations. These peer-nominated awards showcase remarkable dedication, creativity and team spirit.", "The awards are made possible thanks to the generous donation from Raksha Bhayana and the Bhayana Family Foundation. As a former member of the United Way of Toronto’s board of trustees, Raksha is a dedicated community volunteer and a passionate champion for the recognition of front-line workers who make a difference in the community every day.", "Raksha Bhayana and her husband, Madan, immigrated to Canada in the mid-1970s. Raksha took on her first job in Canada as a therapist and learned about the United Way through this. The foundation currently works with the United Way in Toronto, Peel, York and the Lower Mainland in Vancouver. They are not just a funder but a mobilizer of community and social action. Madan Bhayana sought and achieved the Canadian dream with his business, Inscape.", "The 2016 Bhayana awards were presented to recipients in June to acknowledge the achievements in each of the following categories: the Dedication Award, the Innovation and Creativity Award and the Leadership Award. Melissa Louka, the Nexus Youth Centre; Jin Zhang from Spectra Helpline; and Staceyan Sterling, March of Dimes Canada, each received the Dedication Award. Kimesha Thomas from Vita Centre and Kelly Rumney from Caledon Parent-Child Centre received the Leadership Award. In Innovation and Creativity, Nirpal Bhangoo from Punjabi Community Health Services; Mona Fathieh from Newcomer Centre of Peel; and Carol Medhurst from Caledon Parent-Child Centre were recognized.", "There was also a Dedication Award for the United Way staff, which was awarded to Maame Debrah, coordinator of the Black Community Advisory Council." ],
  "anchor" : "para730"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para735"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated September 27, 2016, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House.", "Mr. Wilson moved first reading of the following bill:", "Bill 25, An Act to amend the Planning Act / Projet de loi 25, Loi modifiant la Loi sur l’aménagement du territoire." ],
  "anchor" : "para738"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para744"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para746"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "As members will know, the Green Energy Act took away the planning rights of municipalities with respect to green energy projects. This bill restores the planning rights that municipalities had prior to the introduction of the Green Energy Act.", "Ms. Sattler moved first reading of the following bill:", "Bill 26, An Act to amend the Employment Standards Act, 2000 in respect of leave and accommodation for victims of domestic or sexual violence and to amend the Occupational Health and Safety Act in respect of information and instruction concerning domestic and sexual violence / Projet de loi 26, Loi modifiant la Loi de 2000 sur les normes d’emploi à l’égard du congé et des mesures d’accommodement pour les victimes de violence familiale ou sexuelle et modifiant la Loi sur la santé et la sécurité au travail à l’égard des renseignements et directives concernant la violence familiale et sexuelle." ],
  "anchor" : "para747"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para751"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para754"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This bill amends the Employment Standards Act to allow employees to take a leave of absence if they have experienced domestic or sexual violence or if they have a child who has experienced domestic or sexual violence. They must use the leave for certain purposes, such as seeing a doctor, going to a victims’ services organization, talking to a lawyer or going to the police. The leave lasts for a reasonable time or for a time provided by regulations made under the act, and they are entitled to be paid for up to 10 days of leave in each calendar year. They are also entitled to reasonable accommodation with respect to their hours of work and their location of work.", "The bill also amends the Occupational Health and Safety Act to ensure that employers provide managers, supervisors and workers with information and instruction about domestic and sexual violence in the workplace.", "Mr. Duguid moved first reading of the following bill:", "Bill 27, An Act to reduce the regulatory burden on business, to enact various new Acts and to make other amendments and repeals / Projet de loi 27, Loi visant à alléger le fardeau réglementaire des entreprises, à édicter diverses lois et à modifier et abroger d’autres lois." ],
  "anchor" : "para755"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para760"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para762"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I’m pleased to reintroduce this bill, the 2016 Burden Reduction Act. The proposed legislative amendments will reduce regulatory burdens to save businesses and other stakeholders time and money. It will also establish an annual burden reduction bill to give government an additional tool to cut red tape. By modernizing and streamlining existing legislation, we’re fostering a better business climate to create jobs and grow Ontario’s economy.", "Our goal, Mr. Speaker, is to make Ontario the easiest place in the world in which to invest and do business." ],
  "anchor" : "para763"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m proud to rise in the House today to speak about our government’s plan to modernize Ontario’s child care and early years system. I’m proud because I’m standing here as the Associate Minister of Education for the early years and child care. And I’m proud because, while I’ve only served in this role for a short time, our government has shown how deeply it cares for Ontario’s children and families.", "Mr. Speaker, our children are our future. That is why it’s so important that we set our children on an early path to success. We want to give our children the best start in life, and we know the earlier years of life are important and have a long-lasting impact on a child’s future. That is why we’re committed to building a high-quality and accessible child care and early years system. We are building one of the best systems of child care in the country, one that works for Ontario families and gives our children the best start in their lives.", "I want you to know that it’s a new day, a new day for child care in our province. Our children will feel the effects of our Premier’s vision in this area for decades to come.", "Let me tell you with no uncertainty: We are transforming the way child care is going to be delivered in this province. We’ve already taken some important steps, but we’re going to build on that foundation and create a system that is more cohesive and beneficial for children, for parents and for all Ontarians. For working families, this also means the best possible child care you can find for your son or daughter. Ideally, that also means care that is affordable, easy to access, and of high quality. Every child deserves the best possible start in life, and it’s our responsibility to make sure Ontario families have the right supports so children can grow and learn in a healthy environment.", "Mr. Speaker, this is why our government is moving forward with a historic commitment related to child care. Within five years, we will create 100,000 new licensed child care spaces across this province. We will begin creating these spaces for infants, toddlers and preschoolers next year, in 2017. This will help meet the demands of a growing and changing province, and it will help more working families in Ontario access quality, affordable care. We made this historic commitment in the recent 2016 speech from the throne—the government’s A Balanced Plan to Build Ontario Up for Everyone. Right now, approximately 20% of zero to four-year-olds in Ontario are in licensed child care, but it’s estimated that demand is much higher. This major transformation will double the capacity for this age group, providing access to 40% of Ontario children under the age of four.", "Mr. Speaker, across Ontario, we have been hearing from parents, caregivers and families, and our child care and early years partners in the sector, and they’ve spoken up loud and clear. I’ve had many conversations with them over the last few weeks. Here’s what they’re telling us: They’re telling us that there simply aren’t enough licensed child care spaces for the parents, families and children who need them. That’s why we are investing in our children’s future and the future of Ontario to make this possible.", "Our historic commitment to creating 100,000 new spaces will result in school-based, community-based and home-based child care expansion across the province. Increasing the number of new spaces in schools will take place through new construction as well as retrofitting existing excess space. By working closely with municipalities, we will also support increased spaces in community and workplace settings. This will involve a mix of leased, new and retrofitted spaces. We’re going to make sure that we build capacity. In addition, we will be aiming to increase access to home-based care. Mr. Speaker, it’s about choice.", "I also want to point out that this historic investment will help build on our ongoing work with our federal government, parents and other partners. It will also help us to continue building a child care and early years system focused on quality, affordability, accessibility, parent choice and flexibility.", "As we undergo this transformation, we will consult. We’re going to consult with our partners to ensure planning meets the needs of local communities. You see, these consultations are very important, since they will inform the government’s five-year commitment and the broader policy framework that will make it a reality.", "Ultimately, Mr. Speaker, this major historic commitment is about helping parents, families and, of course, our children, and building a stronger Ontario. But I can also tell you that our plan to create 100,000 new child care spaces is just a part of Ontario’s ongoing child care story. You see, our government has been very busy. We’ve been busy modernizing our child care and early years system. Since 2003, our government has helped to support the creation of nearly 351,000 licensed child care spaces. That’s an increase of 87% over that time period. In just the past three years alone, the government has helped to create 56,000 new licensed child care spaces in Ontario. This is because we are committed to funding Ontario’s child care system so it can continue to meet growing demand. We must and we will continue to build a system that helps our children thrive and gives parents the supports they need.", "In April 2015, the province announced $120 million in new funding dedicated to building safe, high-quality, licensed child care spaces in schools across the province. So far, $113 million of that money has been allocated, resulting in almost 3,800 new licensed child care spaces coming soon to communities across Ontario.", "Regarding overall funding since 2003, we have doubled child care funding to more than $1 billion annually. That’s a staggering investment in the future of our children and in our province. In addition, Ontario is investing $269 million over three years—remember, that’s in addition—to support a wage increase for registered early childhood educators and other professionals in licensed child care. This is about making sure our child care providers—those people who are on the ground, those people who are there to lend our children a helping hand and a beautiful smile when they need it—the support they need to let them know that we value their work. In fact, the first such increase took place in January 2015. Again, we are investing in our system by investing in the talented and dedicated people who make it great.", "Not only are we making investments in our system; we are also eliminating undue hardships for parents. As of September 1 of this year, our government ended a practice that many parents said was unfair. I’m referring to charging parents fees to be on waiting lists for licensed child care centres and home child care agencies." ],
  "anchor" : "para767"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Great private member’s bill." ],
  "anchor" : "para781"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Yes, it was. Parents made their voices clear on this issue. We listened to Ontario’s families and banned those unjustified fees—all, I must say, with the motivation of our MPP from Beaches–East York.", "We also introduced regulatory changes which require licensed child care providers to develop a public wait-list policy that clearly explains how children on a wait-list are offered admission. This is giving transparency to the system. This is another example of how our government is listening—listening to help parents with young children.", "But, Mr. Speaker, we aren’t just making investments and saving parents money. We are also modernizing our child care and early years system with good policy and a new legislative framework.", "Recently, we filed phase 2 regulations under the Child Care and Early Years Act, the groundbreaking legislation that took effect on August 31, 2015. This legislation replaced the outdated Day Nurseries Act. Here’s what it did: It strengthened oversight in the child care sector and it ensured that families have increased access to safe and high-quality care.", "Some of the phase 2 regulations have already taken effect, while others will come into force next year, but one key regulatory change that will take effect on September 1, 2017, relates to the expansion of before- and after-school care. This is important. This requirement will be extended to children from six to 12 years where there is sufficient demand from parents and families. Sometimes parents need to leave for work early in the morning, and many cannot make it back in time to pick up their kids when the school bell rings. We’ve all been there. We’ve all had to experience some part of this, when we can’t get home on time, when we can’t get to work on time, and we just need a little bit of support and help. This is an important step in increasing access for this much-needed care.", "Mr. Speaker, as we look ahead, we’re confident in our bold plan for Ontario’s child care and early years system. We need a system that helps our children thrive and gives parents the support they need. To continue our good work, we envision a three-year modernization plan going forward. Working with our partners in the child care sector, this will involve a shift from legislative change to a future policy framework with four key pillars, and the four key pillars are access, parent choice and flexibility, affordability, and, of course, quality.", "Another key priority for us is supporting First Nations, Métis and Inuit children in Ontario. In fact, this year alone, the ministry is providing $27.7 million in child care funding to 77 First Nations across Ontario. It’s an investment we can all be proud of. Ontario recognizes the value of culturally appropriate early years and child care programs in First Nation, Métis and Inuit communities.", "As announced on May 30, we are also working with indigenous partners to increase the number of licensed child care spaces and culturally relevant programming off-reserve.", "We are also discussing with our First Nations partners how to best expand child and family programs on-reserve. This is one of many steps on Ontario’s journey of healing and reconciliation with our indigenous peoples. It’s the right thing to do, Mr. Speaker.", "One of our government’s initiatives which excites me the most is the creation of Ontario Early Years Child and Family Centres. I know that this initiative is going to touch the lives of many families in Ontario. We’re moving forward on our commitment to create these centres by integrating existing child and family programs and transforming early years supports to better serve Ontario families and communities.", "These new hubs will offer parents and children easy access to a whole suite of high-quality core programs. These are programs that parents across the province will be able to access. There will be a place that they can go to with their children, along with local services tailored to the specific needs of those communities. These centres will build on the successful work already taking place in many communities across Ontario. I have to tell you, Mr. Speaker, that this is one of the initiatives that I’m very excited about.", "As we undergo this transformation, we will collaborate with our partners to ensure that we meet the needs of local communities and maximize the support for parents and our youngest learners no matter where they live.", "Mr. Speaker, I can assure you that our government’s investments and child care priorities aren’t just about making things better today. That’s because they are also investing in the future—our future and our children’s future. I wanted you to know that this is also creating a foundation for the people in our province to actually be able to be successful. This will help families out there that need a helping hand. This will help families out there that are facing challenges in their lives when it comes to making ends meet. And this will help close the gender wage gap.", "We’re building on the great work we’ve been doing in a child’s earliest years and ensuring that a student’s success continues through their entire career in school. We see this as a full continuum of learning—a seamless progression.", "Mr. Speaker, by creating a happy, supportive and safe learning environment for our little ones, we’re not only setting them on a path to a better, brighter future but we’re also creating a stronger future for all of us. This is why Ontario has one of the best child care, early years and education systems—and plans—in the world. It is because we are committed to the success and well-being of each and every child and student.", "These ideals are also enshrined in our Achieving Excellence: A Renewed Vision for Education in Ontario, which has four key goals. Here they are: achieving excellence, ensuring equity, promoting well-being, and enhancing public confidence. Our vision will ensure Ontario students develop into confident, capable and caring citizens so that they can succeed and lead happy, healthy lives.", "I can confidently say that Ontario is already a leader in child care and early years education. We are internationally recognized as having one of the best child care and early years systems in the world. That’s why I want to end by thanking the people who make it all possible.", "Mr. Speaker, I would like everyone in the House to recognize the people who devote themselves to caring for our youngest Ontarians every day. These early years professionals are passionate and dedicated and they are giving our children a valuable head start. I don’t just say this as the Associate Minister of Education; I also say this as a mother and a parent. I’ve personally seen the great work of Ontario’s child care and early years professionals. I’ve met many of them along the way.", "These are the people who care for our youngest and most precious Ontarians. They do it because they want to make a difference in people’s lives. I’m confident in saying that they are really making a big difference in our children’s lives. They are giving our children the best possible start in life.", "That’s why I urge everyone in this House today to rise in support of our dedicated child care and early years professionals, our government’s announcement of more licensed child care spaces across the province and more facilities for child and family support programs. This shows that we are getting results. We’re acting on our promise to build a child care system that better serves Ontarians, and we are doing this for our children, for our families and for our province.", "Mr. Speaker, I want to thank you for allowing me to stand up and speak about something that I’m very passionate about. I am confident that in the years ahead we will build a quality child care system for our province, we will transform the way child care is delivered in our province, and we will give our children a solid foundation on which to learn and lead happy, healthy lives. This is the right thing to do, and this is something that I’m pleased and honoured and feel privileged to be able to share you with today." ],
  "anchor" : "para782"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s now time for responses." ],
  "anchor" : "para804"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "I’m here today standing up for the thousands of Ontario families who are frustrated with the lack of available child care in this province. The Wynne Liberals have made it harder to access child care in Ontario. Now we’re seeing this government trying to clean up their own mess. This government’s legislation, the Child Care and Early Years Act, has made it more difficult for families to access child care by closing daycares throughout the province. To correct this, a few weeks ago the government earmarked $23 million for 610 new daycare spaces. So taxpayers are now paying $38,000 per daycare space because the government’s own legislation removed the ability of independent child care providers to offer quality licensed care for families. Plain and simple, Mr. Speaker, the government is using taxpayer dollars to fix a problem they caused. They tend to do that often.", "To go into further detail, the impact of this government’s misguided legislation is tangible: A Coalition of Independent Childcare Providers of Ontario report cited how there have been 700 spaces lost since last September alone; a June 2015 Childcare Resource and Research Unit research paper by Martha Friendly and Carolyn Ferns said that spaces in regulated home child care have been dropping in Ontario since 2008; and, according to a recent membership survey by the Coalition of Independent Childcare Providers of Ontario, which asked independent care providers about the impact the Child Care and Early Years Act has had on their business, 16% of the respondents are planning to close their daycares and 6% have already shut their doors. If these results are reflective of independent child care providers across Ontario, a 6% closure rate could potentially equal the loss of approximately 21,000 self-sustained, affordable, safe child care spaces because of this government. An additional 16% of those surveyed—if that was realized in closures, that would mean 56,000 spaces lost. So the result of this government’s poor policy is the potential loss of 77,000 independent child care spaces throughout the province. It’s unacceptable. That is their record.", "Families cannot afford to wait. The same survey found that 84% of the respondents who are still operating and have space available have had to turn away families seeking care due to the new ratio and age restrictions imposed by their legislation. These providers are operating 20% below their capacity, leaving 13,000 vacant spaces that can’t be used because of this government’s misguided policies. That’s 21,000 spaces already lost because of this government, 56,000 more about to be lost because of this government, and 13,000 vacant spaces because of the restrictive ratio. Put that all together: That’s 90,000 child care spaces either vacant or gone because of this government’s reckless policies.", "The solution—to pay $38,000 for 100,000 new spaces each—is just cleaning up their own mess. That’s nearly $4 billion just to replace child care spaces this government needlessly eliminated. This government is not only forcing parents, against their wishes, to put their children into institutionalized, big-box child care; they’re also making them foot the bill twice: once to create the space, and again to pay the daily fee for their child care. I think Ontario’s young families deserve better, especially when government waste and mismanagement continue to mean less money available for front-line services that Ontarians depend on.", "Lastly, the government’s attempt to clean up their own mess will be implemented over five years. The promise extends way beyond the next election. It seems that, once again, this Liberal government is more interested in themselves than the best interests of Ontario and the well-being of our children and our families. It has been the consistent approach of this government.", "The government should be making commitments within the mandate they were elected. Families need action now to address barriers to accessing child care." ],
  "anchor" : "para805"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further response?" ],
  "anchor" : "para811"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise as the education critic for the New Democratic caucus as well as the MPP for Windsor West to respond to the minister’s statement today.", "When we talk about child care in Ontario, the conversation needs to be more than a discussion of places and spaces. Yes, we need child care spaces in Ontario, but we need to think critically about what type of spaces we want to invest in. We need to think critically about the cost incurred by families, who are finding it harder and harder to afford even the most fundamental services in this province.", "While I appreciate the comments from the Associate Minister of Education, I must point out that the young families who could barely afford child care before this session started in September are still in the exact same predicament. This government’s throne speech said nothing about making child care more affordable. There was not a single word in the throne speech about affordable child care.", "When new parents can’t afford child care, it makes it more difficult to build the good life we know and expect in Ontario. When child care is unaffordable, too many parents are forced to take on and carry huge credit card debt. This is high-interest debt that they can’t pay down. It makes it more difficult for families to save for a house or to move to a larger apartment to accommodate their new family. Unfortunately, for thousands of parents in Ontario, they can’t afford child care. It’s becoming even more difficult to find savings elsewhere. When they use less electricity, they are paying more for it and continue to face rate increases. When families don’t earn a living wage, even the most basic services can be out of reach.", "Life in Ontario is truly reaching a tipping point. The throne speech could have addressed some of these issues. It could have specified that the allocation of any new investment in child care will focus on the public and not-for-profit sector. It could have helped to ensure accountability and affordability, but again, these issues were simply left out.", "Child care spaces cannot be discussed in isolation of affordability and accountability. Affordable child care is key to addressing the gender wage gap in Ontario. Lack of affordable, high-quality child care limits many women’s opportunity to participate in full-time work, training or education. We must also acknowledge that early learning and child care work is a female-dominated workforce. Our dedicated early childhood educators and child care workers deserve respect, good working conditions and a paycheque that reflects the importance of the work they do.", "The throne speech was a missed opportunity for this government, and we’ll be sure to remind them of this moving forward. My New Democratic colleagues and I are committed to affordable, high-quality child care. We’re committed to respect for those working in the child care sector. We know you can’t talk about child care spaces in isolation.", "We know that increasing the minimum wage to $15 an hour will help make services like child care more attainable for parents in this province. We know that real action on the affordability of electricity will help ease monthly bills faced by all Ontario families, and we know that publicly owned assets that pay annual dividends to the province save us money in the long run. We know this because, unlike the government, we listen.", "In the one minute and 20 seconds I have left, I would just like to talk about the investment that the government has spoken about: the money that they’re going to be putting into child care well beyond an election year, so clearly this is an election platform, not necessarily a solid commitment. The minister said in her speech, “So far, $113 million has been allocated, resulting in almost 3,800 new licensed child care spaces coming soon to communities across Ontario.” I’d just like to point to the Liberal record on allocating funds to things like child care or education, because they specifically talk about investing in child care spaces within the education system.", "I’d like to point out that $1.1 billion was allocated by this Liberal government to be spent on education, and they didn’t spend it. So you’ll have to forgive me if I and many people across the province are very skeptical when the government says that they’re allocating money that they’re going to invest in something, only to find out that, over years, they do not actually invest that money where it needs to be.", "The associate minister also said that that’s a staggering investment in the future of our children and our province. What’s staggering is that this government would use an announcement like this as a campaign promise rather than following through." ],
  "anchor" : "para812"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for petitions. Petitions?" ],
  "anchor" : "para824"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), a change has been made to the order of precedence on the ballot list for private members’ public business such that Ms. Armstrong assumes ballot item number 11 and Madame Gélinas assumes ballot item number 71." ],
  "anchor" : "para826"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "I move that:", "Whereas Ontario has amongst the highest hydro rates in North America;", "Whereas electricity prices are expected to rise again on November 1;", "Whereas the Liberal government has created the hydro crisis by signing lucrative contracts for unnecessary energy;", "Whereas Liberal mismanagement has left Ontario’s electricity system unaffordable and unreliable;", "Whereas the proposed hydro rebate is merely a Band-Aid solution; and", "Whereas the rebate is simply too little and too late;", "Therefore, the Legislative Assembly calls on the Liberal government to stop signing contracts for energy that the province will sell at a loss and stop selling any further shares in Hydro One.", "This is addressed to the Premier." ],
  "anchor" : "para829"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Brown has moved opposition day number 1. Mr. Brown?" ],
  "anchor" : "para838"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Thank you very much, Mr. Speaker. I’m happy to rise in support of this motion. This motion addresses the devastating hydro crisis that this government has created in the province. Specifically, the motion calls upon the Liberal government to take immediate action to address the high hydro rates that Ontario currently faces.", "Mr. Speaker, I’m going to repeat some facts that become no less shocking each time you hear them. Ontario is home to the highest residential electricity rates in North America. Since the Liberal government first took office, average households are paying more than $1,000 a year on their hydro bills—$1,000 because of this government. In just one year, from May 1, 2015, to May 1, 2016, rates went up for the average family by $255 a year, and it’s not stopping there. On November 1, rates are likely to climb yet again.", "This news is in addition to Ontario having the highest industrial rates in North America, further increasing the cost of doing business and driving jobs out of Ontario. Frankly, Liberal mismanagement of the electricity sector has been absolutely disastrous.", "Mr. Speaker, I’ve had the honour of travelling across the province and meeting Ontarians from every walk of life, from every corner of our province, but the consistent concern I hear is that our energy rates are driving Ontario families and seniors into energy poverty. You see the impacts every day. Some Ontario residents are being forced to choose between eating or heating their homes. Seniors could not afford to run their air conditioning during the summer heat wave. Families are being forced to give away everything, including savings for their child’s education, yet they are still behind on their hydro bills. Others face sleepless nights wondering if the medical equipment that helps keep their spouse or child alive is going to mean a hydro bill they can’t afford to pay next month. Yet, for years, the Wynne Liberals have sat idly by while families and seniors have suffered, refusing to call it a crisis, refusing to take action.", "The Financial Accountability Officer’s report on home energy spending in Ontario revealed that low-income households spent 5.9% of their income just on energy costs. It’s just more proof that rates are out of control in the province of Ontario. When you consider that, it’s no wonder that the number of customers in Ontario who are unable to pay their bills increased—and hear this—by nearly 100,000 in just two years. The Wynne Liberals’ legacy is inaction on skyrocketing hydro rates that have left thousands of families in energy poverty.", "We all know how we got here. This government signed costly contract after contract of energy we didn’t need. Why, you ask? Because this perplexing, disastrous policy—there must be some rationale, some reason why the Liberal Party is pushing these policies. Well, you know what? Ninety per cent of all Green Energy Act contracts were given to 30 companies. Those 30 companies, together, have donated $1.3 million to the Ontario Liberal Party. Absolutely shameful.", "All of that energy was procured despite Ontario already having a surplus of over 10,000 megawatts on any given day. So a giant surplus; we don’t need new contracts. They sign endless new contracts, and the Liberal Party benefits, with $1.3 million in donations from those 30 companies. Unbelievable.", "While countless Ontario families were driven into energy poverty, the Wynne Liberals doled out costly energy contracts to fat-cat Liberal donors. It’s unacceptable. Ontario is suffering because of this misguided policy. The damage is irreversible. High hydro rates have been locked in because of this government.", "The Auditor General confirmed that between 2009 and 2014, Ontario’s average annual electricity surplus was almost the same as the total existing power generation of Manitoba. In fact, in the next five years, Ontario will produce so much surplus power, we could power the province of Nova Scotia for five years. To repeat: We’ll be footing the electricity bill for every single Nova Scotia resident, yet we continue to sell energy at a loss. In Ontario, residents continue to suffer.", "Why this Premier thinks it’s a good idea to subsidize our competitors in Pennsylvania and New York is beyond me. The only rationale that explains why the government has pushed this so forcefully is because $1.3 million in donations was made to the Ontario Liberal Party by the companies that got the contracts. Absolutely shameful, and Ontario is suffering.", "And this government continues. They just don’t get it. They’re out of touch. They don’t understand that Ontario is hurting. This government continues to push the fire sale of Hydro One despite opposition from more than 80% of Ontarians, nearly 200 municipalities and eight independent officers of Parliament.", "The government members laugh at this. They don’t appreciate that this hydro crisis is real. The government members may think it’s a joke. It’s not a joke for Ontario families. Ontario families can’t pay their hydro bills. I have to say, Mr. Speaker, that government members need to know that this is not a laughing matter. This is serious for the province of Ontario.", "The sale of a majority of this publicly owned monopoly will do nothing but drive up electricity prices and our province further into debt while helping feed Liberal waste.", "On top of that, to talk about how out of touch this government is, this government has decided to pay the new Hydro One CEO $4 million while Ontarians struggle to pay their bills. To put that into context, the CEO in Quebec: $400,000. They just don’t appreciate what cents and dollars mean. Ontario can’t afford this reckless policy, this misguided energy policy that the government has.", "In the face of declining popularity in the polls and a third by-election loss, this government has had an epiphany, a surprise, a giant realization. All of a sudden, hydro rates in Ontario were increasing faster than inflation and stretching family budgets. They had this surprise realization thanks to Scarborough–Rouge River. This is not a new problem for Ontario families, but it’s a new problem for the Liberal government only because they’re losing safe Liberal seats.", "We’ve seen the Wynne Liberals introduce a number of Band-Aid solutions that do nothing to actually stop the hydro bills from increasing. The government’s rural support program is a slap in the face to rural and northern Ontario residents, who continue to be experiencing skyrocketing hydro rates. It’s insulting that the government thinks a $17 increase in rebates for low-density customers is sufficient for the countless rural Ontario residents that have been driven into energy poverty.", "The government has also decided to remove the provincial portion of the HST off energy bills, something the Ontario PC Party has called on for years. It’s too little; it’s too late. This Liberal government started a forest fire and now they’re pouring a bottle of water on it.", "The official opposition isn’t the only one that believes this. A new survey by Ipsos on behalf of Global News found that over half of Ontarians say the hydro rebates recently announced don’t go far enough.", "The Ontario PC caucus has continued to demand the government show they are serious about tackling the province’s energy crisis. To do this, they have to stop signing contracts for energy we do not need, and to halt the further sale of Hydro One.", "So it appears that the Wynne Liberals are finally taking our advice, somewhat. Today the government announced they are halting procurement of 1,000 megawatts of renewable energy contracts. For years, the Ontario PC caucus has been calling on the government to stop signing energy contracts. Finally, the Wynne Liberals have admitted they were wrong. Unfortunately, it’s after the damage was done. The announcement comes after the Liberal mismanagement has assured that electricity customers—hear this—will pay $9.2 billion more for our renewable contracts than we should have paid under the previous system: $9.2 billion. This comes after Ontarians have already paid $37 billion more than the market price for electricity over eight years because the government ignored their own energy plans. It’s absolutely unbelievable.", "Liberal decisions have left a legacy of some of the highest hydro rates in North America. Actually, this summer we passed Hawaii as having the highest energy rates. The government’s major announcement will save Ontarians, down the road—hear this; this is their giant new announcement—$2.45 a month, after increasing our bills by $1,000 for the average family.", "Ontarians are begging for relief, and the Liberal solution is a Band-Aid, a cup of coffee a month. Meanwhile, rates will continue to go up because they’re not fixing the structural problems, with the next increase expected in just over a month. It’s not enough, and this government knows it.", "To close, Liberal mismanagement has created an electricity system that is broken. Rates will continue to skyrocket and life will become even more unaffordable under the Wynne Liberals. But there is some hope. The Wynne Liberals finally listened to the Ontario PC caucus and took HST off the hydro bills. The Wynne Liberals finally listened to the Ontario PC caucus and stopped signing costly new energy contracts. Will the Wynne Liberals listen to the Ontario PC caucus and stop the fire sale of Hydro One?", "I urge Liberal members to show the people of Ontario that they are listening and support this motion. Let’s allow residents and businesses in the provinces to thrive and no longer have to worry whether they can afford to turn the lights on. Let’s ensure Ontario families and seniors don’t set their kitchen table each month and struggle to do so because their hydro bills and their bank statements don’t align—trying to figure out how they will make ends meet.", "This motion is about protecting Ontario from skyrocketing energy rates. I hope the Liberal members, rather than worrying about what the Premier’s office is going to say, can vote for this motion, understanding that this is what families in their ridings want them to support. They can’t afford skyrocketing hydro rates. I would implore all members across the way to do the right thing—it’s never too late—and support this motion." ],
  "anchor" : "para839"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para865"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m grateful to have the opportunity to rise today to speak on behalf of the people of Hamilton Mountain to this motion calling on the government to stop the sell-off of Hydro One.", "I’m grateful because, I have to tell you, I know how angry the people of Hamilton Mountain are when they see their hydro bills coming through their doors. They visit my constituency office, they phone me, they send me emails, and they definitely contact me on social media. They’ve watched their hydro bills increase steadily and, in some cases, astronomically, with no end in sight. They wonder how they’re going to manage to make ends meet. I hear from homeowners, I hear from renters and I hear from businesses. They know that this government has let them down. They see their hydro bills going up and they see a government that is doing little to stop it.", "As this government pushes ahead with this plan to privatize Hydro One, our residents are shaking their heads in disbelief. This isn’t what they voted for. They own Hydro One and they are angry that it is being sold from underneath their feet, without even being asked. The Liberals didn’t mention this plan in the last election. They have no mandate to privatize Hydro One. That’s important to the people of Hamilton Mountain, because they know what privatization means: It means even higher rates for electricity as private interests push for greater profits and more money in the pockets of their shareholders. That’s not the future that they voted for. That’s not the future that they want for themselves or for their children.", "When electricity generation came to Ontario almost 120 years ago, it was through private entities. Private companies exploited our huge natural resources at Niagara Falls to generate the electricity that they sold, for profit, to power the growing electric railways and, as time went on, lighting. They were making healthy profits and the cost of electricity was quite high.", "Thankfully, there were some progressive thinkers around at that time who believed that if they were going to exploit a natural resource, it should be done in the best interest of the public. And so the Hydro-Electric Power Commission of Ontario, later to be called Ontario Hydro, was born in 1906. In the coming years, the HEPCO signed contracts to supply electricity to municipality after municipality, eventually building a network that spread across the entire province. Almost immediately, the cost of hydro plummeted; our province thrived as the public benefited from the ownership of this valuable resource. For almost 100 years, we continued to prosper, thanks to the consistency of low hydro rates.", "But then, in 1999, things changed. In 1999, the Premier of the day and his Conservative government started the privatization of Ontario Hydro by breaking it up into a number of different corporations. It was a sad and bleak day for the people of Ontario. But it shouldn’t have surprised anyone: Privatization is what Conservatives do, just like they did with Highway 407. Since 1999, there was a steady increase in the price of hydro. People are really just noticing it now, but it has been creeping up on us for the past 15 years or so.", "Thanks to those decisions made by the Conservatives in 1999, we have marched down this road that has brought us to where we are here today: skyrocketing hydro bills that force people to decide between heating and feeding their children, and businesses cutting back on staff and even closing down because their overhead makes it impossible for them to operate.", "Last week my office helped a family, a family whose child has special needs. These personal needs include having their house at a constant 72 degrees, with no humidity. Without this, the child has seizures. Power is needed to run a humidifier, a suction pump, a feeding pump and an oxygen machine, and for excessive use of the washing machine. You can imagine what the electricity bills are like for this family.", "This family came to us because the hydro increases were putting incredible pressures on their budget, and the emotional stress was unbearable as a result.", "We were able to get some relief for that family through our local utility company, but that only happened because they knew to contact their MPP, who did some investigation. Without that, that family was still headed toward insurmountable bills.", "Our health care professionals need to be aware that these types of programs are available so they can pass that along to their patients.", "While some relief is now available to this family, the bills continue to rise, just as they will for everyone else—for families and businesses.", "Tom Schofield owns a small business in my riding. Time is going very quickly, Speaker. He bought his business six years ago. He invested $300,000 to cut his usage of electricity, and he did that. He brought his usage down by 40%. While that should have brought his bills down, it did not. His bills have gone up by 35%, which means that he’s had to lay off employees and he’s had to reduce hours for others. That’s really bad for Tom, it’s bad for his employees and it’s bad for Ontario’s economy.", "These are just a couple of examples of things that I’ve heard of in my constituency. But we really need to focus on the fact that this all started with the fact that the Conservatives started this privatization in 1999. The Liberals have continued to carry it on. They have mismanaged this file for years and have put us in the position that we’re in now.", "We had our campaign in 2003. It was the public power campaign. That’s the election that we ran on to stop the Conservatives from selling off hydro. Then we end up with the Liberals. They’re continuing to do it anyway. This is an absolute mess for the people of this province. They need to put the pause button on. They need to stop the sell-off of Hydro One and make sure that people in this province can afford their hydro bills." ],
  "anchor" : "para866"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para882"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "This is an interesting motion from a member who sat in the federal House while we introduced green energy—entirely at our cost—and tens of billions of dollars subsidized oil development in Alberta, Mr. Speaker. So you have very inexpensive oil, and you have no support from the federal government, which is finally being created. They have no humility, because what happened? First they privatized; then they divested.", "In 2002, between May and July, they doubled energy rates in this province and then they capped them. That led to a long period of divestment where their own experts—their own officials, their own report—said that 80% of generation and transmission needed to be replaced or repaired. It was the biggest underinvestment in energy resources in North American history, just as they left office. They had no plan at all, Mr. Speaker, on how to do that. So they divested.", "As a matter of fact, the federal nuclear regulator described our nuclear plants as barely safe and as at risk, suspended the review and licence and put them on conditional. Nowhere else in the world outside of Ukraine had nuclear plants been put on that kind of warning. And they had no solution. They left $12 billion in stranded debt and tens of billions of dollars in underrepair and investment.", "I know my colleagues will talk about solutions, but I want to talk about the $8 billion that they want to also cut that will come from cap-and-trade, which is going to net-zero people’s homes, give them geothermal, high-efficiency natural gas, better insulation, batteries which will charge their vehicles so they can drive for free—and that overnight electricity actually puts value on that asset.", "So we have an $8-billion program over five years to cut the costs for Ontarians. They have nothing—nothing. According to your own experts, 80% of our system had to be replaced or repaired—the lowest level of investment and underinvestment in the history of North America in energy assets. They created a problem; they still don’t have a solution for it." ],
  "anchor" : "para883"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para888"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I have the tremendous privilege and honour of being the member of provincial Parliament for a constituency called Nepean–Carleton. Nepean–Carleton is in the entire city of Ottawa, but we have the issue of having Hydro One and Hydro Ottawa. We have a degree of complexity there as a result. In some communities, one side of the street is serviced by Hydro One and the other is serviced by Hydro Ottawa. One of the frustrations my constituents have consistently had is the fact that they would like all to be on the city of Ottawa’s hydro facility, which is Hydro Ottawa.", "Notwithstanding that, what I see a lot of the time is the disparity between what we in the urban part of the riding pay compared to those who live in rural Ottawa. This is exacerbated more by some of the disastrous policies put forward by this Liberal government.", "Last week, I had the opportunity on Facebook to ask my constituents for their hydro bills, and I asked them to participate with me. Generally when we post something on social media, you might get 10 or 20 people who may go out of their way to share your post. This in particular, when I asked them about hydro, was shared over 170 times across the city of Ottawa.", "I’ll tell you how effective it was, Speaker. Not only did I receive hydro bills from people, but I had a letter from my daughter’s assistant hockey coach. He sent me a letter that he had sent a year ago to the former Minister of Energy, Bob Chiarelli, about his high hydro rates and the fact that it was becoming unsustainable for him and his family. But it didn’t matter where I was—at the grocery store this past weekend, at the hockey arena—people were saying, “Oh, Lisa, I have to get you my hydro bill.”", "They’re angry. Of the 10 years I’ve been here, in the four mandates that the people of Nepean–Carleton sent me here to defend their interests, this issue—I’ve never seen anything quite like it. It has really catapulted them beyond partisanship. I’m not talking here that people who are talking to me are Progressive Conservatives and anti-Liberal. Right now, they’re anti-Kathleen-Wynne as a result of her disastrous energy policies.", "Let me be perfectly clear: As a former energy critic—and I sit with my colleague from Nipissing, a former energy critic—we put forward thoughtful policies between 2011 and 2014 on how we would change the energy system here in the province of Ontario. So when the Liberals say, “They don’t have a solution,” yes, we actually did have a solution. We talked about ending those wind and solar contracts that we cannot afford, where, in some instances, the contractual obligations are not being met by the partners of the provincial government.", "We’ve talked about harnessing the most renewable source of energy we have, which is our hydroelectric power. The government today is spilling and subsidizing over $1 billion of our energy each year to other jurisdictions, and that can’t continue because as a result of that, we’re paying more for power that people can’t afford.", "Third, we have talked about something the government has just recently done, which is removing the HST off of heat and hydro, and we talked about limiting the future contracts with renewables, which the government is now desperate to deal with.", "But I just want to point out that the first initiative is about 36 cents a day by taking the HST off of heat and hydro, and then the second issue is $2.45 as a result of cancelling the future renewables. But that doesn’t take anything off the current bill. As I said to one of the hockey trainers this weekend at the Minto arena in Barrhaven, “I know you think that you’re getting your 8% off of your next bill, but wait until November 1, when there’s that rate hike.”", "Energy is not getting sustainable or affordable in this province. I have about 50 people here who have sent in their hydro bills that I could be reading, but I will leave you with this. A couple of years ago, after the government brought in the Green Energy Act, I was off to a small mobile home community. They had bad water there and I had been trying for years to get that fixed, but it’s privately owned so it’s difficult. Many of the people there, many of whom are seniors, are on very limited incomes. I walked in to meet with a family, and they were all bundled up. When I went in, we had a conversation, and I didn’t really notice that the lights were down. It was the middle of winter in Ottawa. We can get to minus 41 with the wind chill. It’s very cold. We got to talking about social media, and I said, “Why don’t you just fire up your laptop and find out what’s on Facebook?” Do you know what they said to me? “We can’t put the computer or the heat on until after 6 o’clock because of time-of-use.” These elderly people were sitting in their home, minus 41, Lynnwood park, city of Ottawa, the nation’s capital, and they couldn’t afford to put their heat on. That, my friends, is Kathleen Wynne’s legacy." ],
  "anchor" : "para889"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para900"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It is a pleasure to rise on behalf of my constituents of Windsor West to speak to this PC opposition day motion about the hydro contracts and Hydro One moratoriums. I’m going to speak a little bit about the Conservative record on hydro before I speak to the Liberal record on hydro. Actually, they’re pretty much one and the same. As I said when I had another opportunity to speak about hydro, it’s kind of like Groundhog Day. During the Mike Harris Conservative government and the Ernie Eves Conservative government, we saw government charging ahead with privatizing hydro, and it was a lawsuit brought forward by a union—I believe it was CUPE—that stopped the sell-off, along with the outcry from the public. Fast-forward to 2015-16 and we now have a Liberal government that’s charging through with selling off a public asset, without a mandate from the public to do so. They’ll say they campaigned on it, but nowhere during the campaign and out of no mouth of any of the candidates from the other side did they ever say they were going to privatize this public asset. So, really, they didn’t campaign on it, but now we’re seeing them charging ahead with it. We once again see CUPE coming forward and suing the government on behalf of the people of Ontario, trying to stop the sell-off.", "So it really is like Groundhog Day. I can certainly understand why people in this province are having a difficult time telling the difference between the Conservative Party and the Liberal Party. Really, they’re one and the same. They should maybe combine their colours, combine the red and blue. Maybe they should all wear purple—because it’s one and the same—but purple happens to be one of my favourite colours, so that would really ruin that for me.", "Anyway, Speaker, what we’re seeing from the Conservative side is, over and over again, where they have a particular stance, they come out really strong and really hard in one particular direction—in this case, selling off Hydro—previously, and then when they see that it’s a good media piece and that they might be able to get some public support, largely based on the work that we in this caucus do—because the New Democrats are the only party that is consistently opposed to the sell-off of our public Hydro, the asset. When they see that we’re actually listening to the people of the province and hearing that they are struggling to make ends meet, they’re struggling to pay their power bills, they’re struggling to put food on the table, they’re struggling to put clothes on their children, they’re struggling across the board—and we’re listening to them. We are bringing their voice to the Legislature and saying this is not a good idea. Whether it was with a Conservative government or Liberal government, we’ve said, “This is not a good idea. We want you to stop. The people of Ontario want you to stop.” Once they see that there’s momentum around that, suddenly the Conservatives do an about-face and say, “Wait a minute, we don’t support selling off this public asset,” even though as they stand up and talk about the hardship that it is creating for the people of Ontario and they come down pretty hard on the Liberal government—who deserve it, frankly. They do deserve it. But it’s really difficult for us as New Democrats and the people of Ontario to believe what they’re saying when they’re the ones that started the problem in the first place. They really paved the way for this to happen. Now they’re standing here saying, “Ha. We were just kidding. It was a bad idea and maybe we can get a few votes out of standing up and saying what New Democrats have been saying all along, which is it’s not a good idea and we don’t support it.” I certainly appreciate that it appears that they’ve come to their senses, that they’re really listening to the people of this province.", "What concerns me is that has not historically been the Conservative stance, and that perhaps, while they campaign on this particular issue, should they form government, they would just charge ahead and sell off the rest of the public asset. They might do it differently; it might benefit different stakeholders than it does for the Liberal side. But my concern—and many people in my riding and across the province are really concerned—is how the Conservatives really feel about selling off this public asset, if they just want to stop it for now so they can continue on with it or if they really want to keep this in public hands. I think there have been some prime examples of the Conservatives saying one thing then changing direction when they think it’s more popular to say something else, then switching gears again.", "I’m going to speak about auto jobs, and I would like to wish luck to the FCA team that is at the bargaining table right now actually bargaining for auto jobs. I want to wish them luck. But we had a Conservative stand up and say about the auto jobs: Let those jobs die; we don’t pick winners and losers. Now, all of a sudden, they’re the champions for auto jobs. They stand up and talk about how great auto jobs are.", "We’ve seen the leader, Patrick Brown, talk about health and physical education. He’s this way one day; he’s this way the next day. If he’s at this door, it’s one way. If it’s this door, it’s another thing." ],
  "anchor" : "para901"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I just want to remind the member of what the opposition day motion is about. I believe that you’re beginning to wander far to the left, I guess, in your case. As a result of that, I would ask that you stick to the opposition day motion and address and speak specifically to that." ],
  "anchor" : "para907"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Thank you, Speaker. I appreciate the reminder. Coming to the left isn’t so bad because if it was, the Conservatives certainly wouldn’t be trying to do that themselves.", "Anyway, I don’t have much time left because I know my colleagues would all like an opportunity—" ],
  "anchor" : "para908"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Kaboom!" ],
  "anchor" : "para910"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Or they appear to be trying to come to the left. Who knows what they really want to do.", "With the little time I have left, because I know my other caucus members all have something to add: We certainly support the notion of stopping any further sell-off of this public asset. This is an asset that puts money back into the provincial pot to be able to pay for health care, to be able to pay for the education system, to keep the lights on in hospitals and keep the lights on in our schools.", "We certainly don’t want to see people in this province struggling anymore. They want some real relief, not just a “Hey, we’re going to give you a rebate and aren’t we wonderful?” They actually want to see some real action around hydro. Well over 80% of the people in Ontario don’t want the government to sell off this public asset. They’ve said that loud and clear.", "The government didn’t run on selling off the public asset, so we can certainly appreciate the motion that’s brought before us. I’m just hoping that the Conservative members, the party that has brought this motion forward, are really genuine in what it is that they’re trying to do, that this is not some sort of political stunt." ],
  "anchor" : "para911"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para915"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to stand today and speak to this motion. I’m very fortunate to represent the community of Ottawa South. I would like to say to the Leader of the Opposition that we don’t find hydro rates a laughing matter on this side of the House at all." ],
  "anchor" : "para916"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, then, stop laughing." ],
  "anchor" : "para917"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Nobody is laughing over here. And if you took a couple of moments to listen, perhaps you might hear something.", "Interjection." ],
  "anchor" : "para918"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you very much. I just want to say that if we take a look at the history of hydro in this province—okay, we had a good history lesson from the member from Hamilton—" ],
  "anchor" : "para920"
}, {
  "speaker" : "Interjection",
  "text" : [ "Mountain." ],
  "anchor" : "para921"
}, {
  "speaker" : "John Fraser",
  "text" : [ "—Mountain. But one of the things we have to talk about is our collective responsibility here, where everybody is saying, “Well, no, it’s you. That’s half of the story, or this half of the story.” Let’s figure out how we got here, which is that successive governments, of all stripes, artificially kept the price of hydro rates down.", "You heard the Minister of the Environment and Climate Change talk about where we got to in 1999. I know that the third party, when they were in power, purchased some rainforests in South America. I’m not sure if that was something that was prescient, but I’m not sure it was a wise investment at this time.", "As we’re throwing mud at each other around the House right now, I think we have to realize that we’re in a certain situation and that what was required—as the Minister of the Environment said, our nuclear plants, our own regulator was telling us, “There’s something really wrong. It’s a nuclear plant. There’s something really wrong here.” So that lack of investment led to a necessary investment in infrastructure, in generation and in transmission.", "As a matter of fact, in my riding of Ottawa South right now, there’s an upgrade on a Hydro One line. I live in Ottawa. My riding is totally covered by Hydro One. They’ve had to upgrade a transmission line because of light rail coming to the city and because of expansion. It’s an important thing for the economic strength of our city for that to be done, and that’s an expensive project. It’s also going through a neighbourhood in Ottawa South. It’s going through an easement that has existed for about 50 years. The neighbours were exceptionally concerned about what was going to happen to that natural space that was there behind their backyards. As the project was unfolding, there were a lot of concerns in the neighbourhood about losing cover, losing trees, losing community gardens.", "I wrote a letter to the president of Hydro One and I called Hydro One. I said, “Look, here’s the challenge: This has been part of this community for 50 years. It’s a place that people use as recreation, and you’re coming here and you’re going to make a big change. So all I want you to do, all I think that the neighbours expect you to do, is to be a good neighbour. If you were doing something in your backyard next door, taking down a hedge that was yours for 30 years, you would go to your neighbour and say, ‘How can we make this work together so we can go forward?’”", "I’m pleased to say that the response that we’ve received back from Hydro One is that they’ve decreased the size of the footprint they were going to use to build the road; they’ve made a commitment to take only what they need, and to minimize the disruption; and then to work together with the community on making sure that that space is something that can be utilized by the community for the next 50 years.", "I think it’s important to tell stories like that, to talk about the kind of investment that has had to go into hydro. So when we’re talking about who did what—we’re at where we’re at right now. The reality is, we had to make those investments. We made the investments to get out of coal.", "I want to touch on something else that the Minister of the Environment and Climate Change said, that the elimination of coal in Ontario was the single largest GHG emissions reduction in North America. So 90% of our energy is renewable—better than any other jurisdiction, subnational or national, in North America. It’s preparing us for the future. You know what? Not one nickel of federal dollars came in to support that—not one nickel. But tens of billions of dollars were being spent on climate change initiatives out west in the oil sands to subsidize oil. Now, I’m not arguing against that. What I’m trying to say is that I have not found one instance in the federal Hansard where the Leader of the Opposition stood up and said, “Our government needs to do something for Ontario to help its economy.”", "When we look at all the things that—I’m not going to go off track and talk about flip-flops and letters and being this way and that way. But even if I was inclined to believe the Leader of the Opposition and his premise for his opposition day argument, I’m not so sure that I would be confident, if I was going to vote for it, that he would have the same feeling the next day. Because, essentially, his past behaviour is an indicator of what his future behaviour is going to be. To stand up and talk about this and to not even have pushed for one nickel of investment in Ontario to get rid of greenhouse gases and get out of coal—I think that’s shameful.", "What we’re here to talk about, though, is affordability, and affordability for the average person. That’s a challenge for all of us. We all know that in all of our offices. We can disagree right now on how much or what, but the reality is that the government has moved forward, in a fiscally prudent way, to take GST off all bills, to give a credit on all residential bills and, for rural and remote customers, reductions of 20%, which is about $540 a year.", "For businesses, small and medium business expanding to one megawatt, their inclusion in that program can save them up to 34%. I think that’s significant.", "I also think that it’s significant that we have eliminated the debt retirement charge, that we have the Ontario energy support program. I was interested—to the member from Hamilton Mountain: That is a challenge. I have people in my riding who have that challenge of having to operate medical devices and hydro bills—that’s why there’s an additional portion on the Ontario energy support program for those bills." ],
  "anchor" : "para922"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please sit down.", "I would just like to remind all members of the Legislature that in this debate, I would appreciate that contact would be made with the Speaker and not with other members within this Legislature.", "Please continue. I recognize again the member from Ottawa South." ],
  "anchor" : "para935"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you, Speaker. I apologize for not sitting down, and I’ll try to stay away from full-body contact.", "I just simply want to say that we have the Ontario energy and property tax credits and the Low-Income Energy Assistance Program, so we are doing things that are helping those who are most challenged with electricity prices.", "I just want to say that I’m really pleased to have had an opportunity to speak in this debate and I look forward to the rest of the debate." ],
  "anchor" : "para938"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para941"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "What we’ve heard in this debate has really shattered the myth this government has desperately tried to create about Ontario’s electricity system. They tell us it’s reliable and that paying the highest rates in North America is the cost for that reliability. Well, in question period, I talked about the impact of seven blackouts in 2016. That’s right, seven blackouts in the town of Gananoque.", "The Liberals also claim they’re making it more affordable with what my colleague from Lanark–Frontenac–Lennox and Addington yesterday called “the 36-cent solution.” But the reality is that taking the portion of the HST off bills won’t change the fact that energy poverty has families across this province losing hope. It’s not a solution; it’s a smoke screen—a Band-Aid on a gaping wound that is bleeding families dry.", "I’m going to take my time to talk about two stories from my riding of Leeds–Grenville. David Harvey is executive director of the Salvation Army Care and Share in Gananoque. He’s on the front lines when it comes to meeting the needs of families in his community. When the government was still shamefully in denial about the hydro crisis last year, he was helping those who couldn’t keep up with their skyrocketing bills. For about four years, he’s been operating a program to provide assistance for rent and utilities arrears.", "His budget was about $7,000 a year, but with the volume of families coming forward with their hydro bills, David knew he didn’t have nearly enough—not in Ontario with this Premier’s energy policies and what they’ve created. So, with some ingenuity, he found more funding and gave $17,000 last year to help families with their electricity arrears. Here’s the problem: The need didn’t go away.", "When the Salvation Army program launched in April of this year, the demand was simply overwhelming. In just a short two and a half months, 25 families had come forward for help and his entire $16,000 budget was gone. Speaker, you’ve got to remember that Gananoque is a town of about 5,200 people. In 14 months, $33,000 was spent by one agency to help families catch up. That much need in a town that small should tell you all you need to know about the enormous crisis we have in Ontario.", "Sadly, there are other families so deep in arrears that the Salvation Army program couldn’t help. That’s the sad reality of energy poverty in Ontario, and it’s the legacy of this government: an Ontario where one in five hydro accounts are in arrears and 60,000 households are forced to live in the dark.", "The other story, Speaker, if you bear with me, is from the village of Cardinal. I was contacted last week by Mary Munnings, who had formed an advocacy group in that village. On Monday, I received a letter signed by 35 people that included copies of their hydro bills. You look at those bills and you see why people are rallying together in meetings in community halls and church basements across the province. They’re fed up with extra charges equalling or exceeding their consumption. Her group knows this government hasn’t provided any real relief for seniors who have to run an oxygen unit or a retired couple who have to keep a sump pump going so that their basement won’t flood. Thirty-six cents a day is a drop in the bucket for these families, and I am not going to apologize for standing up for them today, not when so many of them are struggling.", "It is, to me, absolutely scandalous that it has taken this government so long to wake up about the problem. They only did so, as we all know, because they lost a by-election, and now they’re running scared. But now, I think we finally got their attention. I hope, when we have the vote on this opposition day, that if they’re serious about eliminating energy poverty, they’ll support Patrick Brown’s motion today when we have the vote at 10 to 6." ],
  "anchor" : "para942"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Hamilton East–Stoney Creek for further debate." ],
  "anchor" : "para951"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I’ll make this quick, Speaker. I’ve been around a while. In the 1990s, I was on city council. I remember when a certain individual of the Conservative Party deregulated hydro. That’s where all this fiasco started. I still haven’t gotten a rebate cheque from the 1990s back for any hydro stuff, so it’s a little rough.", "The bottom line is: What’s wrong with the government situation? The government situation is that they blew $4 billion on Ornge, gas plants—I won’t go through the whole list—on scandals. They blew $4 billion. They wouldn’t have had to sell Hydro if they hadn’t blown all of that money. There’s probably more I don’t even know about.", "The Samsung deal hasn’t come in yet, and we’re going to be behind the eight ball on that. So the 8% you’re giving us back in a rebate to the general population, that’s great. I think it worked out to be about 22% total with all the rebates for rural Ontario and other things. That’s great, but if you raise it 40%, at least when I went to school, you’re still down 20%, so I don’t know how the heck that’s a good deal. I’m telling you, hydro rates are not going to go down, as these other obligations come forward, whether it’s Samsung, whether it’s other green energy deals they’ve cut that we don’t know about.", "Speaker, with all due respect, when I asked for the financial aspects of the Samsung deal and I went through freedom of information, do you know what I got from the government, from the ministry? I got a deal this thick, Speaker, and all the financial details were blacked out. What is that? I’m sitting on a committee. I’m an MPP. I asked for information, and the government blacked it out. They wouldn’t tell me. I still don’t know today, and that was two years ago. So if I don’t know what’s in the Samsung deal and what they committed to Korea with this deal for solar and who knows what else—if I don’t know that, do you really think this little deal they’re cutting now to give back rebates is going to make any difference when that Samsung deal—last time I heard, they said it was $7 billion. Then, they cut it to $5 billion, if I’m not mistaken, and who knows where it’s at now?", "We’ve got more energy than we need now. Factories are closing all over Ontario; all over Canada, they’re closing. The Americans are having trouble, too. You heard Trump last night; he’s having problems too with everything closing. The bottom line is, these deals that they keep saying are so wonderful are scrambling. They’re scrambling to get finances because they blew so much in the last 13 years. There’s no possible way that this is going to be rectified with this teensy amount of money that they’re going to give back." ],
  "anchor" : "para952"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Mississauga–Streetsville." ],
  "anchor" : "para957"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Speaker, you haven’t memorized it by now? I’m surprised." ],
  "anchor" : "para958"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have memorized it. I just wanted you to know—you may have moved seats, but I do recognize who you are." ],
  "anchor" : "para959"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Thank you, Speaker. It’s a pleasure to talk about energy, and particularly its price, and particularly in the context of this opposition day motion. I’d like to address some of the points that I’ve heard today. One of those points asserted, incorrectly, that Ontario had the most expensive electricity in North America. We don’t, and we haven’t got anything close to it.", "Speaker, you know who does have that distinction? Who does have that distinction are the New England states. What are the New England states doing right now? Massachusetts is in the middle of building a wind farm offshore, just north of Cape Cod.", "Now, there are four principal costs—" ],
  "anchor" : "para960"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Just more jiggery-pokery." ],
  "anchor" : "para963"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask the member from Leeds–Grenville to withdraw." ],
  "anchor" : "para964"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Withdraw." ],
  "anchor" : "para965"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Speaker, we did not interrupt them when they were presenting, and I would like very much if my colleagues and friends across would grant me the same courtesy.", "There are four principal cost drivers for electricity generation and transmission. This is something I’ve talked about before. Those four are interest rates and inflation, the cost to people, the cost of fuel and capital expenses. Let’s look at those four.", "Nearly identical interest rates and inflation are common to every North American utility and power distributor, and those rates are very low. The cost of fuel in Ontario is also very close to zero. Wind, sunshine and falling water cost us nothing. The uranium that’s used in Ontario’s Candu reactors is, per unit of power generated, very close to zero. The natural gas that’s burned during peak power periods also costs very little because the gas plants generally operate less than 10% of the time.", "The cost to the people who operate the electricity generation and transmission systems North America-wide is similar everywhere, and, per unit of power generated, it’s very low. Now, those are good careers. Those are great, high-paying, high-value jobs. It’s just that there aren’t that many of them.", "That leaves the cost driver for electricity, particularly in a growing region like Ontario: capital expenses. Let’s look at it this way: You’re either building and renewing your system or you’re not. If you’re building and renewing your system, you’re incurring costs in the tens of billions of dollars. If you’re not building or renewing, then you’re postponing costs of tens of billions of dollars—more than what Ontario has been spending now—in order to spend it later. To put this another way, for the past 12 years Ontario has built tomorrow’s electricity system, paid for it with yesterday’s money and financed it at interest rates of very nearly zero.", "Everywhere else in North America they’re faced with the challenge of catching up to build today’s electricity and transmission system, pay for it with tomorrow’s money and finance it with interest rates that have nowhere to go but up." ],
  "anchor" : "para966"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I remind the member to address the Chair, please." ],
  "anchor" : "para972"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Speaker, many of Ontario’s neighbouring jurisdictions have put off this renewal. What it’s meant for Ontario is that this province has built a diversified generation and transmission capacity that the rest of North America is scrambling to replicate, both now and in the future. Ontario’s costs are already on the rate base of Ontario electricity consumers.", "If you use electricity in Ontario today, you have seen your rates go up because of this forward planning. In other areas, you are about to see your electricity costs go up even more sharply than Ontario’s have as they also scramble to rebuild and renew their electricity generation and transmission capacity.", "I had the pleasure last month of visiting the province of Quebec and chatting with my counterparts both in the l’Assemblée nationale du Québec and among some of the northeastern states. The fact of the matter is that right now in the province of Quebec, the generation they’re building, such as it is, is renewable power. In the state of New Hampshire, what they’re doing is, they’re both buying Quebec’s electricity, which Quebec is not selling to them at a loss—Quebec is selling to them at premium rates—and they’re building renewable energy.", "The key part is that, late last year, every country with an organized government signed on to the Paris climate change accord. One of the biggest contributors to greenhouse gases in most places in the world is electricity generation by burning carbon fuel to boil water, to raise steam and use that compressed steam to spin a turbine, which is where electricity comes from.", "Ontario no longer burns coal. A fuel that 13 years ago provided a quarter of Ontario’s baseload electricity no longer provides any at all, and the province generates more—indeed, much more—electricity now than it did 13 years ago. Ontario is coal-free. Ontario has been coal-free for two years. How does that show up on your bills? It means that we’re spending about four and a half billion dollars less per year on completely foreseeable and preventable health costs.", "Turning away from coal was, and remains today, the single largest and most successful climate change initiative in North America—and here’s a part about that: It costs money to achieve. It costs money that you pay on your electricity bill, and it’s money the rest of the world will also start paying as they look reality in the eye. And they’ll pay much more than we had to pay because they’ll have to buy it tomorrow, whereas we bought it yesterday.", "By 2015, Ontario’s electricity generation was, as my colleagues have pointed out, more than 90% emissions-free. The only thing that still emits greenhouse gases in the production of electricity is burning natural gas to generate electricity in gas plants to provide electricity at peak times. It has also meant that regular smog and emissions that were making kids sick are now gone—completely gone—including during this past record-hot summer.", "Rolling blackouts and brownouts, which used to happen in the province of Ontario, also no longer happen. Ontario’s power system is robust enough to meet its peak summer demand from a variety of sources. That flexibility cost money to achieve. It’s money that people pay on their bimonthly electricity bills.", "Ontario businesses and households have done a lot to conserve power. There is still more that they can do. And while the rest of North America’s power rates rise as other jurisdictions do what Ontario has already done, people ask if there’s any little break that they can get for what they have already done. That’s the “why” for the reason that Ontario sustainably reduced electricity costs with the Ontario Rebate for Electricity Consumers Act, 2016, which will rebate the provincial portion of the HST directly on the electricity bill for millions of families, farms and small businesses. That rebate takes effect on January 1 of next year, 2017, and it will provide the average Ontario family with an 8% reduction on their bill, which averages out at about $130 extra in household budgets next year.", "My colleagues on the opposite side will often compare us with three or four jurisdictions in North America, but it’s not a valid comparison. Those three or four jurisdictions are as follows: Quebec and Manitoba—our bookends, our neighbours in the province of Ontario; the province of British Columbia; and also the state of Washington. The fact of the matter is that all four of those jurisdictions are unique in North America in one respect: All of them have a great deal of legacy hydroelectric power, power that they built long ago, power that generates more than enough energy for them and, to their credit, power that they export.", "Ontario’s hydroelectric potential is just about tapped out. There isn’t that much more that we can squeeze out of hydroelectric power. Ontario hydroelectric capacity generates about one quarter of our electricity. Our nuclear stations generate about 60%.", "One of the challenges for Ontario is that over the next 10 years we’ll have either one or two of our nuclear reactors down for refurbishment at any one time. One of Ontario’s advantages is that our nuclear reactors are the same type of nuclear reactor and also—and importantly—Ontario Power Generation and Bruce Power have a concrete, tested plan to refurbish nuclear reactors. Our neighbouring jurisdictions in North America, particularly in the Great Lakes basin, don’t have that comprehensive plan. Their reactors are a mixture of the technology of the day from 40 years ago, and they’re not the same single, standard size. We’re going to get back our nuclear reactors by the middle of the 2020s, each one of which will produce power for the next 40 years, essentially getting a brand new reactor for half the price.", "Our neighbouring jurisdictions are looking at the opposite problem. They’re looking at having to both shut down their nuclear reactors and turn off their coal. If you’re an electricity consumer in the Great Lakes states, where in the name of heaven are you going to get your electricity from if your nuclear reactors are coming to the end of their useful life and, having ratified the Paris climate change accord, you’ve got to shut off all of your coal—all of it—quickly? Their power rates are going to shoot through the roof, and that actually bodes well for Ontario, which, at the moment, has a surplus of electricity and, at the moment, is earning between $250 million and $350 million a year in the export of electricity annually.", "This same problem resides in Quebec. At Quebec’s peak power consumption time, which in the province of Quebec is the middle of winter, Quebec is a purchaser of Ontario electricity. In Ontario’s peak power consumption time, which is the middle of summer, Ontario purchases some electricity from Quebec.", "This is one of the reasons for the difference in power prices. Ontario is one of the fastest-growing jurisdictions in North America; Quebec, less so. Manitoba is a smaller jurisdiction, and Manitoba has got that surplus power built generations ago.", "It’s sometimes said, “Well, aren’t electricity prices lower in the United States?” Well, they are in some jurisdictions. They are, for example, in Ohio, and they are in Indiana. Both Ohio and Indiana generate a very large majority of their electricity by burning coal. But Ohio and Indiana, along with Pennsylvania and New York and Illinois and all of the other states, have to turn it off—all of it.", "Another jurisdiction that has to turn off all of its coal is Alberta. As Alberta has to turn off its coal and as the Great Lakes basin has to turn off its coal, they too are going to have to move to renewable energy, which, at the moment, Ontario is procuring at very close to grid parity—and “grid parity” is one of those electric-speak words that means, “I’m buying electricity from you as a provider at very close to the price that I’m selling it to my consumers.” That’s grid parity. It means: Are you bringing electricity on at about the average price that you’re selling it to your consumers?", "That’s what renewable energy has come down to. Much like every new consumer product, its price will start off high and then gradually decline with time until it approaches parity with other means of doing the same thing.", "For Ontario, what this has meant is that Ontario has an industry of 50,000 high-value, high-skill, export-related jobs in the production of renewable energy—both wind and solar—and it came because the province invested in its people, believed in its technology and said, “We can take some of the market in the rest of the world and we can do it if we’re the first people in.” Ontario was the first jurisdiction in. We are a leader in the manufacture, design and export of renewable energy." ],
  "anchor" : "para973"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "We’re ahead of the curve." ],
  "anchor" : "para993"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "We are, as my colleague points out, ahead of the curve.", "Along the way, part of this involves the renewal of our transmission grid as well. Just like the Internet transformed the data-processing transmission grid from a bunch of big iron mainframe computers to a bunch of large, dumb terminals to a grid that’s completely interconnected and much more robust than it ever was and that also supplies a far greater data throughput than ever before, so too will the North American power grid evolve towards something that will be closer to what we know as the Internet, in which we’re going to have many nodes, many places where power is generated, as well as many places where power is consumed. That’s a fundamental change for the power grid, and it will look a great deal different all over North America in 10 or 15 years than it did five years ago.", "At the turn of this century, Thomas Edison would have recognized the electricity grid. He probably could have looked at it and said, “Oh, I recognize that. You bought some of that stuff from my company.” By contrast, Alexander Graham Bell wouldn’t have recognized a turn-of-the-millennium phone from the device that he invented at the turn of the 19th century.", "The same is going to be true for the generation and transmission of electricity. We’re going to be generating electricity from many different sources and we’re going to be transmitting it—and I would also say storing it—in many different places. Storage is a technology that’s going to be a complete game-changer for the electricity business and, by the way, for homeowners as well. Storage is going to allow electricity to be generated at times when it’s less expensive or when the demand is lower or, in the case of renewable energy, when the sun is shining and the wind is blowing and be stored up and used when either the wind isn’t blowing, the sun isn’t shining or demand is higher.", "This is part of the reason that Ontario made those investments early and that Ontario ratepayers have taken some of that pain that other consumers in North America have not. This is part of the reason that your costs have risen in Ontario, because you come back to capital expenses. As I said at the beginning, you’re either spending money on your system or you’re not.", "The Conservative energy policy, which I’ve pointed out in this House before, can be summed in four basic principles. The most important Conservative energy policy is, number one, do nothing. If they say rates wouldn’t rise, that’s because they’re not doing anything.", "The second part of it—and their actions speak louder than their words: On their watch, what did they do? They burned coal. Coal was producing a quarter of the electricity in Ontario when they were excused from government in 2003.", "The third principle of Conservative energy strategy is to buy electricity on the US spot market. At that time, when the Conservatives were excused from government, they were paying more than a $1 per kilowatt hour for electricity on the US spot market to come out of the Ohio Valley because Ontario’s electricity system was in such disrepair and wretched condition that they were also bringing in diesel generators to ensure there would be a backup in case power collapsed—which, during blackouts and brownouts, it did.", "Then, of course, the most important part, the fourth principle of Conservative energy strategy, number four: Blame the Liberals." ],
  "anchor" : "para994"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "That’s our favourite." ],
  "anchor" : "para1004"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "And they actually admit that it is indeed their favourite.", "I want to also mention something that has come up as a driver for costs, which others have commented on: Ontario’s successive sale of shares in Hydro One. Now, Speaker, 40% of a publicly traded company is absolute, uncontested control. No entity, in a very widely held stock, can own more than 10% of Hydro One. The fact of the matter is that the province of Ontario can replace the board and president of Hydro One at will.", "But one of the things that has not been touched on by the people who have chosen to squawk about the sale of shares in Hydro One has been this: What are the alternatives? If you’re in any of our cities and you’re spending your time just sitting in traffic, and sitting and sitting and sitting—I have often talked to some of my friends opposite that, as a member in the GTA, even though they live outside the GTA, I spend way more time in traffic than they do. Every trip from Mississauga takes me an hour and a half; three hours a day; four times a week; 12 hours a week in traffic.", "The other part about this is that be it public transit or taking my car, it is to the minute exactly the same amount of time from my driveway to the main staircase here at Queen’s Park. Twenty-five kilometres an hour is how fast traffic moves in the GTA.", "So, if they say, “Don’t sell Hydro One,” I have to ask them, “What is your solution to moving?” Now, there aren’t that many options. Do you just do nothing at all, which of course is the Conservative option, and just ignore the problem and hope it will go away or that someone else will fix it? Do you toll the roads that we drive on? Do you raise transit prices even more or do you sell the 400 series of highways? Selling one of the 400 series of highways is in fact a solution that the Conservatives landed on. So, never mind what they say; watch what they do.", "Do you raise taxes? Do you raise income, corporate or consumption taxes to pay for more ways to move around in our cities? Do you borrow more money to better fund urban movement? Do you disassemble government programs such as health care and education in order to pay for better transit? Why did I mention those two areas? Because they represent where most of the province’s money is spent. Finally, do you find—" ],
  "anchor" : "para1005"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. To be consistent with my rulings of the past, I want to remind all speakers of the motion that has been brought forward this afternoon, and I would ask that debate comments be reflective of that particular motion. I believe you’re kind of moving off-centre somewhat, so I would ask that your comments be relevant to the motion that is being debated this afternoon. I’ll turn it back to member from Mississauga–Streetsville. Thank you." ],
  "anchor" : "para1011"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Well, Speaker, if the Speaker had not ruled that a comment, however brief or lengthy, from the others on a question of Hydro One is relevant, and in fact if the other speakers, including the mover of the motion itself, had said that the sale of Hydro One was in fact a cost driver for electricity, that’s the reason I have addressed Hydro One: because the mover of the motion asserted—" ],
  "anchor" : "para1012"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You clearly understood the point I was making earlier; therefore, I don’t appreciate or expect a rebuttal back directed this way to the Speaker’s chair. So I would ask again, and I will only ask one more time, or I will move for further debate. Again, I will turn it back to the member for comments relevant to the motion that has been brought forward this afternoon." ],
  "anchor" : "para1013"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Speaker, what about the heckling?" ],
  "anchor" : "para1014"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I don’t want to hear anything from anyone else in this Legislature with regard to my ruling, or I will move to warnings. Thank you very much.", "The member for Mississauga–Streetsville." ],
  "anchor" : "para1015"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Okay. Thank you, Speaker.", "Part of the motion asserts that some of the government’s actions will in fact cause the prices of electricity to go up. This would be so if you assume that the facets that make up our electricity system will never change, which they will; if you assume that the generators and transmitters of our province’s electricity will always do things the same way, which they won’t; and that they will never take on anything else or change any other method of doing their business—and they’re going to make changes. So it’s not rational or sensible to lend any credence in the motion made by the Leader of the Opposition that’s based upon the past continuing unaltered into the future, be that the present course of Ontario Power Generation, of private power generators or of the means by which power is transmitted, that being Hydro One and its revenue. The complaint has been that its revenues will never grow, and I think that’s problematic.", "I think it’s reasonable to assume that those parts of our electricity system that have the ability to make decisions in their boardroom rather than on the floor of the Legislature during question period will, in fact, find a way to take on different lines of business, streamline, improve and enhance their own business, become more efficient, and will, in their own way, become larger generators of revenue. Thus, that portion of those businesses owned by the province now and in the future is one that I think we can count on for a continuing stream of revenue.", "Finally, Ontario’s investment in its electricity system doesn’t just support the economy; it drives it as well. It drives it with a multi-billion-dollar investment and it drives it with continued support of our industries and by being a significant employer themselves of Ontarians—Ontarians who have high-wage, high-value jobs, who contribute to our economy through their taxes and who produce export-ready products for sale everywhere in the world.", "On that note, Speaker, I thank you for your suggestions and your indulgence and for the time to speak to this motion today." ],
  "anchor" : "para1017"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1023"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate in support of my leader’s opposition day motion today. I regret that the governing side does not look like they’ll be supporting this motion, which I am actually shocked by. The member from Mississauga–Streetsville talked about Hydro One’s revenues increasing. Well, if that’s the case, then I guess we’re going to be losing even more potential revenue for the people of Ontario by selling off the shares in a fire sale, like this government did. But I’ll get back to that.", "Here we are today. Our opposition day motion calls for the government to stop signing these expensive electricity contracts for power that we don’t need in the province of Ontario, and thereby what happens is we have a surplus and we have to sell that surplus off at a loss to other jurisdictions. It makes perfect economic sense: If you’re selling something at a loss, you should not produce it. If you want to make money, you’ve got to produce things and sell them at a profit. But we sell them at a loss, and it’s because of the energy contracts that they have signed.", "Now, today, after defending their position on energy contracts for years and continuing to sign more and more contracts, even to the point where they could have gotten out of the Samsung contract with no penalty whatsoever, they chose to renegotiate it instead, costing the people of Ontario billions of dollars in future payments. The Auditor General has said that those contracts have cost us $9.2 billion more than they should have. The Auditor General said that we have paid $37 billion more than the market value of electricity because of the Liberals’ energy policies.", "That’s all part and parcel of the $3 billion in the last three years that we have lost to other jurisdictions as a result of having to pay our generators more than the value of their product because we signed contracts for more than what the electricity that is generated is worth on the open market. When we have to sell to other jurisdictions, we’re going to get what the market is willing to pay.", "Today, the minister, in some kind of epiphany, now says that we’re not going to proceed with the LRP II contracts for renewable power—about a thousand megawatts, which he’s saying in his press stuff today is going to reduce your bill by $2.45 a month. It’s not going to do anything to your bill because it’s not even contracts that you’re obligated by today. This is just that we’re not going to proceed with it. It will have no effect on today’s electricity bill whatsoever. In fact, the next time your bill gets adjusted will be November 1, and it’s going up.", "So the kind of games they play, the duplicitous way that they try to message the story about electricity—", "Interjections." ],
  "anchor" : "para1024"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. I would ask the member to withdraw." ],
  "anchor" : "para1031"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Withdraw." ],
  "anchor" : "para1032"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continue." ],
  "anchor" : "para1033"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you, Speaker. Apparently I used a word that got under the skin of the Liberals. Well, the way that they play games with the messaging of the electricity system is just what they’re always up to: trying to hornswoggle the people and confuse them with messaging that makes them think that they’re getting a better deal. But all along, we keep paying more and more for electricity because of the decisions that the Liberals have made.", "So our motion today is not just about the contracts on LRP II, but any future electricity contracts—stop signing them. You people are bad deal-makers. The Liberals are bad deal-makers. They don’t know how to sign a contract that is to the benefit of the people of Ontario. So when you’re poor negotiators, don’t negotiate on our behalf. The people of Ontario can do a better job.", "Interjection." ],
  "anchor" : "para1034"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Speaker, I don’t need to look at you; I’m speaking to you. I’m telling the people of Ontario that they don’t need those people over there to negotiate a good deal for them.", "The next part of it is Hydro One. They have taken Hydro One as a one-time revenue tool to make the balance sheets of this province look better come 2017-18, hoping that they can fool the people once again into believing that they’ve actually balanced the books. It is a one-time profit, but from thereon in, we will own less than half. When the deal is all finished, we will own 40% of Hydro One.", "We’ve only sold 30% of it now. This is why we’re saying, as of now, stop the fire sale. Halt all future sales of the shares of Hydro One. The people oppose it. This has been a disaster of a policy on the part of the Ontario government, and our motion calls for stopping the signing of any new energy contracts and the further sale of any shares of Hydro One. I hope that we’ll have the support of the people in this chamber today. It’s the right thing to do, and it’s right for Ontario." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1040"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, I’ve been elected for going on five years now." ],
  "anchor" : "para1041"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you. I’ve run as a candidate for 10 years. I’ve been involved in politics one way or another for the greater part of my life. I thought last night, as I watched the presidential debate, that I saw the most bizarre thing in the world: Donald Trump speaking nonsense, making absolutely no sense. But lo and behold, I come into the chamber today, and I see an absolutely mind-boggling event: the Progressive Conservatives, a 180 on their political ideology. I don’t know who they are or where they’re coming from any longer with this motion. It is something to behold.", "Years ago—actually, not even years ago. A year ago, we heard the Progressive Conservative Party present an idea that they would only sell 49% of Hydro One—only 49%, 1% less than half. Only 49%, because that would be the right choice to make on behalf of the shareholders, the province of Ontario. Now, we see in their motion today that they don’t want to sell anything. This is an ideological conflict of their party. They have to check the back of their membership cards to see where they fit. We are all driven by ideology in here, or else we wouldn’t be sitting in the seats that we are sitting in.", "Please tell us how you came to this revelation. Where did it come from, that you finally realized that selling off Hydro, a valuable public asset, was not the way to go? Was it the failure of the 407 sell-off? Was it the fact that you know that you should never sell the LCBO off because it funds important social programs? Was it that now we know that any sell-off of the OLG, which again was another Conservative idea, is not going ahead? The party that is the biggest proponent of privatization has now reversed course. It is amazing.", "At one time, we would have expected the Liberals to be the ones fighting against privatization, and the Conservatives ramming it through. Why would we expect that? Because we’ve seen it before in this House, under Mike Harris, under Ernie Eves. But now they’ve switched sides. They’ve seen it’s politically expedient.", "Speaker, I’m going to read one letter from one of my constituents in LaSalle. It reads:", "“Dear honourable Taras Natyshak,", "“I write to express strong opposition to the Ontario government’s plan to privatize any part of Hydro One, let alone the proposed 60% share.” It goes on to say, “Privatization, even partial privatization, is a short-sighted plan which”—" ],
  "anchor" : "para1043"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. I’ve talked to both sides now about the motion that is before us versus what is being debated. What you are bringing forward does not speak to the motion that has been brought forward. Therefore, I’m going to ask that your comments be relevant to the motion that has been brought forward. We are not debating that which you are talking about at this point in time. So I would ask that you would be respectful and address your comments with regard to the motion that has been brought forward." ],
  "anchor" : "para1050"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1052"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have a point of order. I recognize the member from Timiskaming–Cochrane." ],
  "anchor" : "para1053"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "With all due respect, that letter was talking about the privatization of hydro, which is part of that motion—with all due respect, Speaker." ],
  "anchor" : "para1054"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I am not interpreting it that way at all. As a result, I would appreciate the fact that we stick to the motion that is being debated at this point in time. Thank you very much.", "The member from Essex, please continue." ],
  "anchor" : "para1055"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Okay. This is a letter from a constituent about the energy policy of the current government. The motion presented by the Conservative Party deals with energy policy. I can’t see how they could be any more relevant, so I’ll continue to read the letter from Scott and Esther Dakin. They say, “Privatization, although it may generate short-term revenue, will do so at a loss of a much greater amount of ongoing revenue that would benefit Ontario for generations to come.”", "I have received hundreds of these types of letters. They are wholly relevant to this debate and to any policy, whether it comes from opposition members or the government. This is what the people want. They want to see us maintain a valuable public asset. This is something that New Democrats have fought for for decades—against Liberals, against Conservatives—and we’re going to continue to do it because we know it’s good public policy and we know it’s the right thing to do." ],
  "anchor" : "para1057"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1059"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to rise and support the opposition day motion put forward by the leader of the PC party and the official opposition, Patrick Brown.", "The government decided that it wanted to talk about hydro rates finally. That’s why they prorogued government. But they’re ignoring the fact that hydro rates started to take off in 2010 as we started signing a bunch of above-market-price contracts that experts at the Ontario Power Authority told government not to sign; ignoring the fact that over 99% of wind generation in this province is in the hands of companies that donated hundreds of thousands to this government; ignoring the fact that the government is selling the utility that controls 98% of power transmission in this province, a utility that, according to the Auditor General, has a $4.4-billion infrastructure deficit, which it’s going to have to make up somehow; and ignoring the fact that the Premier told Evan Solomon on CFRA last Friday that the $37 billion extra Ontario consumers have had to pay since 2006 was “worth it.”", "By the way, the Premier, during that same interview, also announced that she was having the Minister of Energy—someone with zero experience in hydro—talk to the Auditor General, who spent 10 years at Manitoba Hydro, about her numbers, because she felt Ontarians should “be able to trust the Auditor General.” She had the audacity to say on the weekend that she thought that Ontarians should “be able to trust the Auditor General.” I’ve got news for the Premier. Ontarians trust the auditor just fine; it’s this Premier and this government that they don’t trust. She doesn’t seem to get that fact.", "But let’s get back to what the government has done to create a near-disastrous state of energy poverty for over 500,000 Ontarians. That’s the population of the city of Hamilton, Mr. Speaker. But they’re giving you 8% back. They’re giving you 8% back while they’ve taken 10% away.", "They won’t stop selling Hydro One because ratings agencies will punish this government with higher borrowing costs if they don’t use the money from the sale to balance the budget. In fact, this government not only wants to privatize Hydro One, which was an unbelievably bad idea, but it wants to help the city of Toronto privatize Toronto Hydro too, first to collect the $200-million departure tax, and also, I guess, to give their own very unpopular dumb decision to sell Hydro One a little political cover. That’s because auctioning off the province’s transmission capabilities can only increase upward pressure on hydro rates in the province.", "Let’s get back to what’s actually increasing hydro rates. The government will tell you that it’s upgrades to the grid. They’ll say this in spite of the fact that the Auditor General has said they’re wrong, in spite of the fact that local distribution companies have written the Premier saying they’re wrong and in spite of the C.D. Howe Institute saying that they’re wrong. The government insists on foisting a line that experts continually refute onto the Ontario public.", "Speaker, I know that the Liberal campaign manager, David Herle, is being paid millions by the taxpayers to give Liberals these lines, but it would be nice if the members opposite felt some obligation to the reality that people are actually living in and not the one that their campaign manager is creating for them. As the auditor, local distribution companies and non-partisan think tanks had told the government, generation is driving up the hydro costs—years of one hand washing the other, or at least pocketing their money: over a million dollars in campaign cash from companies that benefit from FIT or LRP contracts.", "We’re asking the government to just stop. But are they? No. They have got another pay-to-play fundraiser going on next week in downtown Toronto that I asked the Premier about today during question period. We’re asking them to stop making their friends rich while they’re making everyone else in Ontario poor. Have we heard that they intend to revisit the contracts to get Ontarians a lower price? They’re not doing that.", "My colleague from Nipissing even pointed out that when Samsung was in breach of the contract and it could have been voided without cost to the taxpayer, the government still went ahead with it. They announced this morning that they’re going to renegotiate yet again. How many times does a Liberal friend have to break a contract before this government will actually defend ratepayers?", "We heard only this morning that the government has finally realized that the nightmare they’ve inflicted on rural Ontario is actually raising electricity rates. We finally got them to admit it. It’s five years too late, but they finally got there.", "Speaker, the government cannot even state that it didn’t know this would happen. The auditor’s 2015 report states quite clearly that the government was told by the Ontario Power Authority prior to setting up their FIT program that it would drive hydro costs through the roof. They’ve ignored all the advice. Finally, though, losing a by-election in Scarborough–Rouge River has caused them to awaken. It caused them to awaken, but it’s far too little, too late." ],
  "anchor" : "para1060"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1071"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to stand in this House, today to talk about opposition day number 1. I’m not going to read the motion. I just would like to confirm that the motion is about rising hydro prices. The motion is about what the official opposition believes are some of the causes, and the motion does include their position regarding the sale of Hydro One—just to confirm, because that’s what my remarks are going to be about, Speaker. I’m going to address you, just to clarify.", "I haven’t heard a lot of talk about rural Ontario from the official opposition, which is kind of odd. But one of the things that’s driving people crazy about hydro rates in rural Ontario is the delivery charge. That’s driving people crazy. Do you know, if you really look back in history, why the delivery charge is there? When the Conservative government of Mike Harris tried to sell Ontario Hydro, that’s when the delivery charges started. So we can blame the Liberal government for continuing this, but actually, the start of privatization was with the Harris Conservatives.", "I don’t see why the Conservatives aren’t proud of that, because the one thing you can usually understand from Conservatives is that they believe in the free market. They believe in a free market for everything, and that is their core value. I don’t understand why they’re not proud of that. It’s certainly not our core value. We’ve always believed that hydro is an essential service that should be in public hands. I don’t understand that.", "So the delivery charge is a huge problem that originated with the Conservatives; privatization also started with the Conservatives. The Liberals got elected and started with the green energy program. The NDP is in favour of green energy. Where the Liberals went wrong with green energy is that all the green energy projects were private. It’s private power, which the Conservatives should be in favour of because that’s their core value. Green energy is a good thing; private power isn’t." ],
  "anchor" : "para1072"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Wrong enemy, John. Wrong enemy." ],
  "anchor" : "para1077"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "People are heckling me that I’m picking the wrong enemy. I’m not picking enemies at all. We’ve heard lots of versions of events, and I’m trying to give you ours.", "Where the Green Energy Act went wrong is where it’s totally private power generation, and some of those deals were very bad. We think private power deals are always bad. We are in favour of private corporations making money, but not on an essential service. The reason that Ontario became a great province and the reason it became a manufacturing powerhouse was that one of the essential services, power, was at cost, due to Sir Adam Beck’s vision. The reason why we ended up with problems is when we lost to successive governments, starting with the Conservatives and continuing with the Liberals. So the green energy program—where they messed up is making it private power.", "What’s really galling is—there are two things that are galling, Speaker, but what’s really galling, from the Liberals, is that no one assumed that the Liberals would try and privatize something that was an essential public service like the transmission of Hydro One. That is galling, in our opinion, because nobody in the province who voted for this so-called progressive government voted for the privatization of Hydro One—no one. No one voted for that. That’s what makes it so galling, because we know from past experience that as soon as you try and put profit lines into an essential service, the people at the end of the line, the consumers and the people in my riding and in ridings across the province, slowly won’t be able to pay for that essential service. That’s what causing the extreme pain in this province right now. We’ve all heard stories from all our ridings, and they’re all facing extreme pain.", "But it’s perplexing. It’s like the roles have shifted, because we’ve got the Liberals, who fought the Tories—when the Tories tried to privatize Ontario Hydro, the Liberals fought alongside the NDP, alongside the unions and many others. The Liberals fought that. Now the Liberals are doing exactly the same thing as the Tories tried to do.", "This fallacy that the Liberals try to put forward, that in selling 60% of the company you maintain control—I don’t know. That one is just beyond belief. You do not have control when you have 40%. That just doesn’t add up.", "But the Liberals are trying to privatize, and the Tories, in this motion, are saying, “Stop. We have to stop,” which is even more perplexing, because the Tories were the ones who started this. I don’t understand, if they’re such free-market believers, why they’re not proud of privatization. Call a spade a spade. That is very confusing. I’m sure it’s confusing for the rest of the people of Ontario. It’s certainly confusing for me.", "You have to wonder how legitimate this opposition is to the sale of Hydro One. At the end of the day, Tories are free-market people. That’s why people vote Tory. At least, that’s why they should vote Tory, if they’re that type of persuasion. Yet, here the Tories are saying, “No, no. We’re free market, but not for this one.” Is this actually their true core belief? Or is this “conservatives for convenience” until the next election?" ],
  "anchor" : "para1078"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1085"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I’m very pleased to rise to support our leader Patrick Brown’s opposition day motion today. He talks about a very important topic. When I went canvassing for Raymond Cho, our candidate in Scarborough, I heard, door after door, the people were saying to me that they can’t get over the fact that their hydro bill is now higher than their mortgage. That is the real issue that I’m bringing here today.", "We’ll look at a couple of things that have happened. We have an announcement today. The minister announced that they’re halting the purchase of $3.8 billion worth of wind and solar. That’s what they’ve announced today. This has absolutely nothing—nothing whatsoever—to do with saving any money off of your hydro bill. They haven’t signed a contract for anything yet. They haven’t budgeted for this yet. How can this possibly even save you a penny? That would be like me saying, “I’m not going to buy a Ferrari today. I just saved half a million dollars. Maybe I should not buy two Ferraris today and save a million.” That’s exactly what this announcement was today. They’re saving money they haven’t spent yet, or planned on spending, or signed a contract for. It’s just absolutely mind-boggling.", "We’re asked, “Well, what would you do?” Well, let’s talk about a real contract that could have been cancelled that would actually save ratepayers money today. Back in May 2016, I exposed the Samsung deal. The Samsung deal—of course, you remember, Speaker: This was a $9-billion sole-sourced contract to one of the companies. Samsung defaulted on the deal. Through the gas plant scandal hearings, we have the documents that showed us that the government became aware that Samsung defaulted on the deal, and they could have walked away from the deal: $5.2 billion they could have saved the ratepayer because Samsung defaulted.", "In the Liberals’ own documents, they talk about the fact that we don’t need the power; they’ve defaulted and we can get out of this for nothing. But instead of cancelling the entire contract, they cancelled $3.5 billion of it, almost broke their arm patting themselves on the back, but quietly—and unbeknownst to us until we got to the gas plant scandal documents—left $1.5 billion on the table. Now, that’s real money. That’s money that they have contracted.", "If they go back and cancel that contract—because they’ve already admitted, when talking about cancelling this future contract for 1,000 megawatts, that we don’t need the power. They told us that today. They’re cancelling these future contracts because they would be making power they don’t need. But here is power they haven’t cancelled. It’s $1.5 billion that they’ve left with Samsung even though they could walk away from it for nothing.", "Why would they make this kind of an announcement today? Why today of all the days? Well, that’s because the Financial Accountability Officer came out a half-hour before this minister and gave us the real goods. He told us today that households in northern Ontario paid over 25% more in home energy costs—by home energy, he’s referring to gas, electricity and others—than households in Toronto. For electricity costs specifically, households in northern Ontario paid over 45% more.", "The Minister of Energy is a northern boy, like me. He’s from Sudbury; he’s the member from Sudbury. It’s absolutely no surprise that he needed to make an announcement that tries to keep the bad news from northern Ontario away by making some kind of announcement on a premise of absolutely no value.", "I thank you very much for the opportunity to expose this information." ],
  "anchor" : "para1086"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1095"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I hope I do a better job of closing the debate up than the closer did for the Jays last night.", "As always, it’s a great pleasure to rise in this House and speak to a very important issue for the people in my riding of Niagara Falls, Fort Erie, Niagara-on-the-Lake and across this great province.", "The issue is energy crisis in Ontario and stopping the privatization of Hydro One. Make no mistake about it: We need to stop the sale of Hydro One and we need to stop it now. There are far too many Ontarians out there struggling because their hydro bills are simply too high. There are families that are being forced to choose between keeping the lights on and putting food on their table and feeding their families. There are seniors being forced to choose between taking their medication or staying cool in one of the hottest summers on record. There are businesses that have to lay off people and let them go because they can’t afford to pay their hydro bills and pay their employees.", "Mr. Speaker, I’ve told this story in the House before about a public meeting that we had in Port Colborne and Fort Erie where there’s a small increase coming up for a company in Fort Erie, Niagara Power. A hundred people showed up, listened to the presentation and then what they did is they started crying, throwing their bills at Niagara Power and saying, “You pay them; we can’t.” That’s what’s going on today in the province of Ontario.", "And how did the Premier respond to the residents who are breaking down over their hydro bills? Did she stop the sale of Hydro One like the motion before us today proposes? What’s the answer? No. Does she offer real solutions for the skyrocketing hydro bills caused by her government? What’s the answer? No.", "Instead of taking these actions, stopping the privatization of Hydro One, she offered us solutions that were too little, too late. She took an idea that was first proposed six years ago by the Ontario NDP, made it temporary rather than permanent and made it a rebate instead of just removing that portion of the HST off our bills. You know what’s the most incredible part of this story? This charge was actually put on our bills by the Liberals in the first place. When you see that, it’s a rebate, but they’re not removing it permanently. It’s easy to see why I don’t believe it’s gone forever.", "Quite frankly, it is very, very clear that the Premier and her Minister of Energy are out of touch with the crisis of energy poverty in Ontario. In fact, they’re so out of touch that the minister said he didn’t even know about a problem in his own riding, let alone how many people are behind on their bills and how many people lost their power last year.", "Listen to this, Liberals, Conservatives: 500,000. That’s how many hydro bills are in arrears in the province of Ontario. Just to clarify that, that’s around $172 million that is currently in arrears. In my riding alone, 6,000 people are in arrears.", "I’d appreciate it if the Liberals would listen. Mr. Speaker, I’m here to be a voice for those people. They aren’t bad people. These aren’t folks who don’t want to work. They’re good people in my community who simply cannot make enough to cover the outrageous fees. They should feel ashamed that they can’t pay the bills. The Premier should also feel ashamed.", "I think this is also important for my colleagues, the Conservatives. Unfortunately, it’s much less clear what the PC Party position is on Hydro One. Will it stay the same or will we have yet another flip-flop from the leader of the PC Party?", "The PC Party was clear not long ago that they wanted to sell up to 49% of our public hydro assets. They didn’t agree with selling 60%, but they were still going to sell a large portion. There’s only one party in the province of Ontario that stood up and said, “We’re not going to sell Hydro One in whole or part, period.” That was the NDP, and I’m proud of that.", "I know that today they are standing here telling us all that keeping public services public and helping our brothers and sisters in the union movement is important to them, but I find it hard to believe. This is the same PC Party that said, “We should let the auto sector die.” Despite the fact that the auto sector counts for tens of thousands of jobs across Canada and billions of dollars of economic activity, the PC Party said right here, “Let it die.” They didn’t want to support the jobs back in 2009, but I imagine if you ask them today, they’ll have a different story.", "Let’s not forget that this is a party that tried to bring back work-to-rule in Ontario. Let’s not forget that this is the party of Mike Harris, Ernie Eves, John Tory and Mr. Hudak. The current leader of the PC Party supported Stephen Harper and voted for Bill C-377, one of the worst pieces of legislation this country has ever had and the biggest attack on unions in this country, including the power workers, Mr. Speaker. Do you know what the power workers wanted to do? They just wanted to keep the lights on. In fact, the leader of the PC Party openly supported many of Harper’s worst bills. This isn’t a kind and friendly progressive—what we have here is a version of Stephen Harper at the provincial level.", "Mr. Speaker, while the current leader can stand here and say that he wasn’t part of this party, that he doesn’t believe in what they were trying to do, there are some simple facts that can’t be denied. I know there are colleagues from Lambton–Kent–Middlesex and Chatham-Kent–Essex who can’t deny that they have said that they wanted to privatize hydro.", "It is a simple fact that, despite today’s motion, in the history of Ontario—I want people to listen to this, please—there is only one party that has always been focused on the reckless privatization of our public services, and that’s the PC Party of Ontario. Whether it’s the privatization of our infrastructure, our highways, our services or even our publicly funded health care, the PC Party has always been interested in putting private profits ahead of the people of the great province of Ontario.", "Let’s go back to 1999. To start with, Premier Mike Harris decided to privatize Highway 407. Premier Harris offered up—" ],
  "anchor" : "para1096"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sit down." ],
  "anchor" : "para1112"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Sorry." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to ask that you stick to the motion before us and stop wavering. Continue." ],
  "anchor" : "para1114"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I appreciate that, Mr. Speaker. Thank you for letting me continue.", "Privatizing Ontario Power Generation and Hydro One—" ],
  "anchor" : "para1115"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Tell me more about the 407." ],
  "anchor" : "para1117"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’ve only got a minute left; I’ll try to get this out.", "In 2012, the leader of the Ontario PC Party, Tim Hudak, released a white paper that laid out the PC Party vision for how to improve Ontario. In one of those white papers—and this is important—called “Affordable Energy,” he set out a proposition of what should be done with Hydro One. I want to read that to you today in my last 30 seconds. The paper said, “Monetize Ontario Power Generation and Hydro One—the publicly owned power generation, transmission and distribution companies—first through a pension-led equity stake, followed later by an initial public offering of shares that will open them to other future investors.”", "That’s the PC Party. They should be standing up today for what they believed in." ],
  "anchor" : "para1118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Brown has moved opposition day number 1. Is it the pleasure of the House that the motion carry?", "All those in favour of the motion will say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. There will be a 10-minute bell." ],
  "anchor" : "para1121"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour of the motion will please rise one at a time." ],
  "anchor" : "para1127"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed to the motion will please rise." ],
  "anchor" : "para1157"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 28; the nays are 49." ],
  "anchor" : "para1208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being past 6 o’clock, this House now stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1211"
} ]