[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: the government House leader." ],
  "anchor" : "para27"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, given that today is the birthday of the member from Ottawa–Orléans, I ask that you please give her a day off." ],
  "anchor" : "para28"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Happy birthday." ],
  "anchor" : "para29"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you." ],
  "anchor" : "para30"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now get to work.", "Resuming the debate adjourned on May 5, 2016, on the motion for second reading of the following bill:", "Bill 156, An Act to amend various Acts with respect to financial services / Projet de loi 156, Loi modifiant diverses lois concernant les services financiers." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last debated this bill, the member from London–Fanshawe had the floor. The member from London–Fanshawe." ],
  "anchor" : "para36"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It’s my privilege to rise on behalf of my constituents of London–Fanshawe to once again speak on Bill 156 and address the threat posed by targeted predatory lending practices. Deep cycles of debt threaten solvency, standards of living and social stability within vulnerable communities, and lending practices that allow these cycles to continue need to be addressed immediately.", "Not only does Bill 156 fail to address certain concerns that it should address—concerns that have been around for years now—it actually has the potential to allow for some abuses to slip under the radar. In particular, some of the amendments imposed by Bill 156 on the Collection and Debt Settlement Services Act appear to reduce government regulation over certain individuals and institutions. Bill 156 redefines the term “collection agencies” to include persons who purchase debts in arrears and collect them, but this broad definition will not likely have any significant impact, as it merely captures entities already traditionally thought of as collection agencies.", "Further to the limited effectiveness of this provision, the bill introduces new exemptions under this act. The amendment weakens oversight on businesses that are not primarily engaged in debt collection but nonetheless do engage in debt collection. This creates space for these companies to ignore regulations with a drastically reduced risk of facing any kind of consequences.", "While claiming to broaden the scope of this act, the bill in fact diminishes it. Bill 156 removes the requirement that a person who acts as a collector must be registered by the registrar, placing the onus instead on the associated collection agencies to ensure that the collector complies with the act and its regulations.", "The bill also removes the requirement that collectors must be registered under the Collection and Debt Settlement Services Act before a collection agency employs or authorizes them to act on its behalf.", "These appear to be missteps, reducing government regulations and accountability measures in an industry that requires more oversight, not less.", "The way in which debts are collected, especially from people who, quite frankly, are already in vulnerable situations, is very important to the well-being of people, and should be a concern for this government. Legislation intended, at least in theory, to reduce the harm caused by predatory lending practices should certainly not widen the margin for potential abuses. The reductions in oversight and accountability brought on by amendments to the Collection and Debt Settlement Services Act appear to do just that.", "Ontario’s New Democrats generally support action that provides consumers with real protection and relief, but Bill 156 does not deliver any real action. While this bill is a good sign that the government has finally recognized some of these important issues, it is simply a framework without any concrete amendments. This government began its review process back in 2013, but, as of now, Ontarians will still have to wait until 2017 to see if any action is actually taken.", "We did have some wonderful suggestions from our critic that weren’t taken into this bill, except one. Those recommendations—the other three recommendations I spoke about earlier in my debate—would certainly have improved protections for consumers, and this government ignored them.", "I just want to conclude by thanking the Speaker for allowing me the time to debate this bill." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para47"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "It’s a pleasure to speak to this bill once again and to respond to the member from London–Fanshawe.", "The government is trying to protect consumers through this bill, and that includes protecting Ontarians from a cycle of debt. I think that’s very important. This bill is an important step in addressing the needs of consumers who are in need of alternative financial services.", "The last time I spoke about this bill, I mentioned, for example, that in my riding there are payday lenders that are opening up more and more frequently. They try to take advantage of people who are most disadvantaged in life, and I think it’s very important that we try, through this bill, to protect consumers with a review of the maximum total cost of borrowing for payday loans. We need to work with stakeholders and with communities to come up with various solutions.", "For example, in my area, the local councillor has put forward a motion at city hall, which passed unanimously, trying to determine a certain distance between payday lenders, because there are too many in certain areas and they’re always concentrating in the same neighbourhoods. We’re working together with ACORN, who hosted a fair banking forum in my riding. That is very important. We also heard from the postal workers’ union, which is trying to re-establish the return of postal banking. That’s very important.", "There are various solutions that we have to find, but the aim and focus is to protect consumers." ],
  "anchor" : "para48"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para53"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "It’s always a pleasure to listen to the member for London–Fanshawe. She points out many key failures in this bill. I look at, really, the underlying issues. The payday system is a system that people like to shoot stones at, I guess, but I think we should look at whether this bill is doing anything to help the system out. Are we doing anything to reduce the number of people who have to rely on the system? We don’t see that in the bill. We could be working with the banks, certainly, to make low-cost bank accounts more readily available. We’re not seeing that.", "We have a government here that has driven up the percentage of residents who are at minimum wage to the highest in the country. Ontario has always been the province of prosperity, but we’re not seeing that anymore, and the policies in this bill really don’t do anything for it. Yes, they try to make it harder for people to be able to access payday loans, but are they really doing that? You can cross the street, if you’re in Toronto, or go down two buildings, in some cases—sometimes next door—and get another loan. There’s really nothing in here. It’s put out there to look good.", "But really, should we not be looking at the reasons why people are using these loans, and helping them out? There’s nothing better than a good job. We’re not seeing any policies here that are encouraging or helping with employment and helping with the level of salaries. You can increase the minimum wage, but you’re not really doing anything. What we need is more competition for employment in this province. Thank you, Speaker.", "Interjections." ],
  "anchor" : "para54"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Can we keep it down over there?", "The member for Algoma–Manitoulin." ],
  "anchor" : "para59"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Thank you, Mr. Speaker, and good morning to you. Again, it’s always a pleasure and a privilege getting up and spreading the voice of the good people of Algoma–Manitoulin.", "I think that our critic the member from London–Fanshawe highlighted some very big concerns about this bill. Our critic was quite eloquent in regard to the proposed framework actually being a step in the right direction. It’s a good sign that the government is actually finally acknowledging that there is a problem, and a recognition that individuals across this province are just barely keeping their heads above water when it comes to financial situations. What we really do need is some real consumer protection and relief for those consumers.", "Some of the amendments in Bill 156, the Alternative Financial Services Statute Law Amendment Act, 2016, exempt businesses that are not primarily engaged in debt collection from the act. This weakens oversight, Mr. Speaker. It weakens it on behalf of the companies. Another amendment removes the collector licensing regime. Instead, the onus is placed on the associated collection agency to ensure that the collector complies with the act and its regulations. It also introduces an administrative monetary penalty regime for those who contravene this act, the details of which are still going to be determined under regulations. Then it allows the minister to make regulations under the information that “a collection agency or collector is required to provide ... when attempting to collect payment ... from the debtor.” This provision doesn’t require the minister to act.", "Essentially what we have is that nothing within this bill is bad, but there is really a lack of substance in this bill as well." ],
  "anchor" : "para61"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Beaches–East York." ],
  "anchor" : "para65"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It is a great pleasure to have a chance to comment on the remarks on this bill by the member from London–Fanshawe and critic on this issue for the third party. I appreciate very much that we hear from the critic. There is support for the direction the bill is going—the bill recognizing that there is a problem. I would take from her almost end remarks about how there is so little in the bill—I know that she recognizes this is a framework bill. It’s a bill that sets in motion the opportunity that through the consultation process and through regulations, we will have the flexibility to address the concerns, and changing concerns, of consumers, particularly those consumers who rely far too frequently on payday loans.", "We know this comes as a great hardship. The cost associated with a payday loan, sometimes $21 on a $100 loan—we understand how usurious that is. But, when people are faced with a question of whether they can eat or feed their family before their cheque clears their bank, we appreciate that they have these pressures in their lives, and we want very much to be able to regulate this in a way that would be far fairer and protect people from using this all too frequently and all too often.", "What I’m hearing from the member of the third party is that we want to move this forward; we want to get this in to committee. If there are some amendments and changes to the framework agreement that would allow us to have the flexibility through regulations, we need to have that and hear from people at the committee stage. I would note that, at this stage, we’ve probably had over 11 hours of debate on this particular second reading, so maybe it is time that we get this bill to committee and allow other people—those who are using the service and those who are providing the service—to come before committee and give us a better sense of where they think we are with this bill. If we need to make some small changes, at least we can now start developing the regulations to move forward with it. Speaker, I do hope we’ll have widespread agreement to move forward on this as soon as possible." ],
  "anchor" : "para66"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London–Fanshawe has two minutes." ],
  "anchor" : "para69"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "You know, this bill didn’t address reforms actually proposed in a consultation paper in 2015. The bill doesn’t introduce new requirements regarding money transfers, which was extremely important. It doesn’t address a new licensing regime. It doesn’t address price caps or uniform disclosure requirements affecting alternative financial services as a whole. Those were some very important things that came out of the consultation paper.", "I understand the parliamentary assistant’s explanation: Yes, the bill is a framework, as I mentioned; some regs are going to be determined to help with the flexibility of the bill. But there were some very poignant recommendations that could have been addressed already in the bill, which were extremely important to consumers. As I mentioned, our critic talked about those, and only one of those recommendations, extending the grace period when a loan could be repaid, was implemented. So that’s one item in there that we can say is hopeful.", "We also suggested capping lending fees. We asked for a $15 lending fee cap on $100 borrowed. That’s still an extremely high interest rate. That wasn’t considered. We asked, of course, for the creation of a database to enforce the ban on rollover loans, Speaker, because you know that if you roll over a loan onto another loan, it just becomes a money pit, and you can never escape that. People get into these precarious financial situations, and it’s an awful scenario. That would have been a very important one as well.", "I understand that, yes, when there are some contributions and presentations, things will change, but it is disappointing to see some things that were really important to consumers left out of the bill." ],
  "anchor" : "para70"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The government House leader." ],
  "anchor" : "para74"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me to speak on Bill 156, An Act to amend various Acts with respect to financial services; in other words, a bill dealing with regulating the payday loan sector or industry. This is an issue that has been of big concern to me, on behalf of my community and my constituents of Ottawa Centre. I’ve had the opportunity to speak about this type of practice for some time, and was very glad, some years ago, when the government brought forward the Payday Loans Act to start regulating this particular sector and start putting caps around the kind of interest that could be charged.", "I think that many of you have been to my community of Ottawa Centre, given that it’s a downtown community and, of course, invites and welcomes people at all times in various capacities, personally and professionally. If you’re aware of my community and have been in some of the key areas in my community, such as Bank Street right downtown, running from Wellington Street, where Parliament Hill is located, all the way, I would say, to the Queensway going south—" ],
  "anchor" : "para75"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Beautiful city." ],
  "anchor" : "para77"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Beautiful city. Thank you to the member from Hastings for recognizing how beautiful my community is.", "If you look at Bank Street, right from Wellington to the Queensway, and look at the businesses, it’s a beautiful main street with a lot of small businesses—all kinds of businesses. It continues to transform, Speaker, but one of the things that will strike you is the enormously large number of payday loan types of businesses that are located on that stretch of Bank Street. I’m surprised and shocked every single time I walk down Bank Street in my riding.", "Similarly, if you look at Bronson Avenue, which is parallel, just west of Bank Street, it’s a little less a business type of street, but nonetheless, there are a lot of businesses. Mostly, you’ll find small convenience stores, small shawarma stores and other takeout places. But what you’re starting to see more and more, again, is payday loan types of businesses.", "Then there are other parts of my riding, such as Bank Street in the Glebe, where you will hardly see a payday loan type of store, or Richmond Road in Westboro, where I don’t think a single payday loan storefront or business exists.", "So you wonder why—and I have asked this question—certain areas, certain neighbourhoods in my riding, have more of these businesses than not. What it really comes down to, Speaker, is the kind of income background, if I can say that, of people who live in those areas. If you look around Bank Street the way I’m describing it to you, from Wellington to the Queensway, you will notice on that stretch of Bank Street—it’s right in the downtown core, and you’ve got mostly multi-unit residential buildings, fairly tall buildings. You’ve got a lot of Ottawa community housing—social and affordable housing—within those areas. You have a fair bit of what I would say is a transitory population in that area. Similarly, around Bronson, you will see a lot of low-income housing in those types of neighbourhoods: very vibrant neighbourhoods, very vibrant communities—a lot of community activity goes on—but there is an income threshold.", "That’s where you are seeing these businesses getting set up and being located, because they’re targeting certain kinds of people. They’re not targeting people living in the Glebe, who have far higher incomes. They’re not targeting people living in Westboro, in my community of Ottawa Centre, where people have higher incomes; they’re middle-class and above. They are setting themselves up where people with certain financial challenges may live.", "That, to me, is something predatory in nature and something we must address. That’s why I’m quite happy to see Bill 156 and the kind of restrictions and regulations it’s putting in, in order to protect the consumer—in order to protect my constituents who have no option but to use those types of services—to ensure that they have other options available, and if they are going to use these businesses, they can do so in a manner that protects them.", "Speaker, as has been said before, Bill 156 amends three pieces of legislation. It amends the Collection and Debt Settlement Services Act, it amends the Consumer Protection Act and it amends the Payday Loans Act.", "Interjections." ],
  "anchor" : "para78"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continue." ],
  "anchor" : "para88"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "What this proposed legislation does is strengthen consumer protection in the area of payday lending and other alternative financial services and debt collection by protecting consumers who borrow from payday lenders, protecting consumers from unexpected costs of alternative financial services and protecting consumers with debt collector rules that apply broadly.", "Speaker, the proposed bill would also protect consumers in several important ways, and I think that is an important facet of this bill. Consumers with debts in collection would benefit from debt collection rules that apply more broadly, including applying them to debt purchasers. Consumers cashing government cheques at alternative financial service providers would have more information and may benefit from a cap on the rate of cheque-cashing services. I think that’s a very important feature in this bill. And consumers using rent-to-own services would benefit from a grace period for late payment and a right to reinstate the agreement under certain circumstances.", "In addition, Speaker, the bill ensures that consumers using instalment loans would benefit from cost control of certain fees, such as optional insurance, and consumers of payday loans would have to wait a grace period between payday loans, giving them more time to consider their options. Also, those who borrow repeatedly would have a longer repayment period in certain circumstances.", "I mentioned that the bill also amends the Payday Loans Act by requiring payday lenders to take into account certain factors about a borrower before entering into a payday loan agreement by restricting high-frequency borrowing, and by improving payday loan borrower awareness of credit counselling services.", "Further, I mentioned that it amends the Collection and Debt Settlement Services Act to:", "—expand debtor protections by broadening the category of debts to which the debt collection rules apply, including applying them to certain debt purchasers;", "—reduce the regulatory burden on collection agencies by eliminating the requirement to register individual collectors while maintaining the agencies’ accountability for the conduct of their collectors;", "—provide authority to refine the application of exemptions through regulations;", "—provide more authority to govern the information to be disclosed to debtors in the collection process; and", "—enable administrative monetary penalties under the act.", "There is a lot in this bill, and rightly so. This bill is the result of extensive consultations. My community of Ottawa Centre was part of those consultations. I have city councillors like Mathieu Fleury who have been active advocates on this particular file. My understanding is that councillors like himself and others on Ottawa city council are very supportive of these changes for exactly the reason I was talking about: the level of concentration that we are seeing of payday loan businesses that are developing in certain kinds of neighbourhoods. My riding, my community, being a downtown community, is definitely seeing that expanded role.", "I would want to find better ways to encourage people to use credit unions and banks. I think an important question that we need to explore is how we can ensure that people who have limited financial means, who are working multiple jobs, who want to have access to the money they earn, instead of using these types of businesses like the payday loan companies, that charge enormous amounts of fees and interest etc., can actually use a credit union or a bank just like you and I do. I think that’s the direction we want to go in.", "I’m very emboldened by this piece of legislation. It’s a step in the right direction, bringing significant protection for the consumers, and therefore I support it." ],
  "anchor" : "para89"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para102"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "A pleasure to respond to the Minister of Community Safety and Correctional Services on his speech today on Bill 156.", "I listened to him talk about his beloved Bank Street in Ottawa. I know a lot of people in Ottawa. In fact, I lived there for four years. I wasn’t forcibly asked to leave or anything like that.", "But there were no payday loans on Bank Street back in the day when I was there, which was in the last part of the 1970s. There were places where you could borrow money, but they were in the backroom of a building, and the interest rates were high and the consequences of not paying were serious.", "However, to my point that I really want to make, and that is financial literacy, if we want to reduce the need or the occurrences of people going to a payday loan facility or institution, I say to the minister we need to start, in our school system, teaching the children today.", "It has never been more complicated, financing. The costs of homes and everything else, and the acceptance of living with debt, have never been greater. I think what we need to do is make sure, for our children going through the school system, that we make it obligatory that they have some kind of financial literacy as part of our curriculum in school today. They need to be learning about that continuously through school, so that when they are out in the workforce, they will have made the kinds of choices that will make these decisions of going to a payday loan less likely in the circumstances they’re in." ],
  "anchor" : "para103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you—", "Interjections." ],
  "anchor" : "para108"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Are we—", "Interjections." ],
  "anchor" : "para110"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "All right. We’ve corrected the record, Speaker." ],
  "anchor" : "para112"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, I appreciate that. Are you finished yelling across the floor?" ],
  "anchor" : "para113"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "We were just having a conversation." ],
  "anchor" : "para114"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, don’t have one. You go through me. You can smile all you like, but that’s the way it is.", "Questions? The member from London–Fanshawe." ],
  "anchor" : "para115"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Thank you, Speaker. You’re being challenged today. It’s kind of like this bill; it’s a bit of a challenge as well. This Liberal government feels it’s going to help consumers, and in some ways it will, but there are challenges to the bill, as you are challenging the Chair this morning. Some of those challenges in this bill are quite clear. In Bill 156, under the Collections and Debt Settlement Services Act, they actually appear to reduce government regulation over certain individuals and institutions.", "Bill 156 redefines the term “collection agencies” to include “a person who purchases debts in arrears and collects them,” but it doesn’t broaden the definition and it likely won’t have any impact. It’s not really capturing that particular portion of oversight when it comes to those collection agencies and that, I think, is an important issue when you’re talking about oversight and regulation of the agencies that lend money to people, as the minister said, in very vulnerable situations.", "He mentioned that these payday loan agencies pop up in the neighbourhoods of people who are economically challenged. We don’t dispute that—we certainly agree with it—but not just people with economic challenges use payday loans. Many people find themselves struggling today. Seniors, for example: I know it’s on the rise that they’re using payday loans. Everyday life is becoming extremely unaffordable for seniors. They tell that to me all the time. They have struggles with hydro bills and they have struggles with medication. Lucky for us, we were able to put a pause—only—on the Ontario drug benefits for seniors. We’ll be watching this government to find out if they’re going to lift that pause after their consultations.", "There is a problem with oversight in this bill with regards to those collection agencies, Speaker." ],
  "anchor" : "para118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Any comments?" ],
  "anchor" : "para122"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I’m very glad, actually, to rise this morning and follow the conversation and debate from my colleague from Ottawa Centre, sharing a little bit about the status of some of our most vulnerable people in Ontario. But like we were saying, it’s not only those individuals who are vulnerable. What we’re trying to do is protect Ontarians and ensure that we have regulation, that we have the right approach towards how to deal with this new market emerging.", "I was very happy when, on December 9, 2015, our government introduced Bill 156, and certainly, if passed, it will help protect Ontarians.", "We were talking about financial literacy. Coming from a former business person—I owned a retirement residence at one point in my life—I certainly understand that not everyone has the same information. As legislators, it’s important to educate. I’m happy to say that in our new curriculum we are introducing financial literacy because we realize how important it is that our young minds are educated. In the meantime, Mr. Speaker, we do have to protect those who maybe did not benefit from the same advantages. That’s why this bill is so important.", "Some of you may also ask why we’re not just banning them or stopping them. I was looking at some of the notes here, and actually, throughout the consultation process, community agencies and poverty advocates that we engaged with said that we shouldn’t eliminate them.", "I’m happy that this bill will be passing, hopefully." ],
  "anchor" : "para123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para128"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thank you very much, Mr. Speaker, and good morning to you. It’s a beautiful morning out there and I’m sure it’s a lovely morning in downtown Ottawa as well today. The tulips are probably popping out of the ground and I’m sure the ice is finally gone on the Rideau Canal. It’s going to be a beautiful summer in the nation’s capital.", "The member opposite, the Minister of Community Safety and Correctional Services and government House leader, was talking about the fact that these payday loan stores are popping up all around town, and he referred to that as being a predatory practice. I think the thing we have to remember is that these are businesses and they are legitimate businesses in Ontario right now. They’re making the business case that if Bank Street is the best—and maybe we should change the name of “Bank Street” to “Payday Loan Street” if they’re popping up all over the place, but the need is there in that part of the community. That’s why these businesses are locating there.", "To call it predatory—I’m not exactly sure if that’s the way I would describe it. However, that’s where the people need these types of services, so that’s why they’re locating there. I can say the same thing about North Front Street in Belleville. I’ve seen different restaurants go out of business. The next thing you know, there’s a cash money store there, a payday loan store that’s locating. Wimpy’s was a great place to go for breakfast; now the only thing you can do there is cash your government cheque at the payday loan store.", "But there is a need in these communities. As the member for Renfrew–Nipissing–Pembroke was talking about, I think we have to look at the root cause for this need and the fact that, obviously, people aren’t bringing home the same amount of money as they were—they’re paying more of that money to the government—or they don’t understand how to manage their finances properly. That’s why there’s the need for education when it comes to financial literacy. We have to be doing more in our elementary schools to teach financial literacy. They have to learn at an earlier age what it means to balance the books, to not go into deep, deep debt." ],
  "anchor" : "para129"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader has two minutes." ],
  "anchor" : "para133"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the honourable members from Renfrew–Nipissing–Pembroke, London–Fanshawe, Ottawa–Orléans and Prince Edward–Hastings. I thank them for their thoughtful comments on the comments that I made earlier on. I don’t think I disagree with any of the comments that were made. They were all very enlightened comments.", "I do to want clarify myself, to the comment that the member from Prince Edward–Hastings made. I wasn’t calling these businesses predatory, I was talking to some of the practices being predatory, and I think we all agree. That’s why there is a need for legislation.", "I do wholeheartedly agree with the points made that were about financial literacy. I think a lot is being done in our education system, but more can be done, absolutely. That’s why we’re here. It’s a constant evolution, and things can be done better.", "I think the conversation that all of us collectively need to engage in, and I really sincerely mean this—this conversation around payday loans and why this type of business or model exists, why it is thriving—is a conversation around why people are not able to use credit unions and banks as more legitimate financial services. You and I are able to use banks and credit unions at all times to meet our financial needs, whether it is to receive loans or a line of credit, or just to engage in normal transactions around cashing a cheque or depositing a cheque. Why is it that there is a certain population in our communities where that option is not available?", "I think that’s a root cause that we need to engage in a broader, more holistic conversation around, because ideally, what I would like to see is everybody, regardless of their means, being able to have access to a credit union or a bank and able to engage in those types of practices that are properly and well regulated." ],
  "anchor" : "para134"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para139"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to join the debate here this morning on Bill 156. There’s been a lot of discussion already on this bill, and I understand the government’s need to bring in some legislation in this area, but from what I can tell from Bill 156 and my examination of it, the bill is more about micromanaging, actually, than creating a safer and more informed consumer environment when it comes to this sector.", "This is a reaction to the fact that we’ve got some bad apples; there are some bad apples out there in this business, Mr. Speaker. Not all of them are bad apples, but you know what happens: You get a few bad apples, and suddenly the whole sector is painted with that same brush. There are some bad actors out there that have taken advantage of customers over the years, and we do feel the need for greater consumer protection. That’s an entirely reasonable impulse for us to have as legislators here.", "However, examining the tone and tenor of some of the debate that we’ve had here in the Legislature, there seems to be a general misunderstanding on what this particular financial product does for people in Ontario. It’s not supposed to be a line of credit or a long-term loan.", "In his remarks earlier, the member from Bramalea–Gore–Malton, who’s actually the critic for the third party—and to his credit, he has been a long advocate for reform in this sector; it’s something that he has been talking about virtually since he was elected here in 2011—has paid special attention to the loans themselves and the interest rates that are attached to some of these loans.", "He drew the comparison, although it took him a while to speak to the legality of it—and the fact that 21% per $100 over a two-week period, he then applied that to an entire year. It would be well over 500%. But these types of loans are short-term loans. They’re not meant to be mortgages. They’re not meant to be long-term loans. If we were talking about a 500% interest rate, it would be a reasonable point for him to make, but we’re actually talking about these loans intended to be over a timeline of a year or two years. Obviously, it would be outrageous. That’s not what’s happening in these loans.", "The loans are designed to get people through until their next paycheque. The loans are designed to be a short-term financial product for customers with low or no credit, who can’t get a lower interest rate from a bank.", "The minister was talking about the fact that, wouldn’t it be great if the banks and the credit unions were available to these types of customers? The banks don’t want to be a part of this business. That’s why we have the payday loans popping up. If this was something the banks wanted to get involved with, we would see them getting involved in it because they have the resources. They’ve made a decision to stay out of this type of product, to stay out of these emergency loan situations.", "There are some bad actors and that’s why we need to regulate them and we need to regulate them strictly. We need to crack down on the abuses when they occur. We should do that. Some amendments to existing legislation are necessary. I actually do want to vote for some type of reform in this sector, as I think many people in the Legislature do.", "It’s really important to understand what these products actually are. The default rate on these loans is 10%. That’s why the banks don’t want to get involved in this. The default rate is 10%, which means these companies are in the business of providing loans to consumers who are more likely to default. Just like any other product, whether it’s insurance or credit, the more likely you are to default or make a claim, the higher the cost of entry is going to be. Again, I just want to stress that the banks don’t want to be in this business. We’re never going to regulate this out of business and we never should regulate this out of business because it’s obviously a service that’s needed in our communities for a lot of different reasons.", "What has happened over the last decade is that we’ve had a lot of people supplementing lower than expected wage growth with credit. When you have more and more people relying on credit like it’s income instead of as a measure to improve equity, then you’re going to increase the default rate. People who’ve experienced defaults and bankruptcies end up taking a hit on their credit score. When that happens, payday loans and the institutions that offer them become a last resort for these consumers.", "I’ve met nobody who actually wants to sign up for a payday loan. They do it because they have to, because no other avenue is available to them other than maybe going to see the loan shark down the street. There are still loan sharks in business. Those loan sharks will have a bigger business if we put payday loan stores out of business.", "We’re also starting to see a lot of online payday loans and that’s another situation.", "So we have to put in strong regulation. We can’t regulate these guys out of business. If we make the loans harder to achieve, these customers won’t cease to exist, and no bank is getting into the business where it can afford to write off one loan in 10 at an annual interest rate of 21%.", "It could be argued that the financial circumstances of these customers actually merit further protection. That’s a reasonable point for us to make. I think we’re all making that point. But if that regulation makes it harder for them to receive any loans at all, it doesn’t actually help them. Their need doesn’t go away. We need reform. I believe these customers need protection, and even that we need to raise industry standards to keep predatory and bad actors out of it.", "I want to see amendments to this legislation. The problem with framework legislation—and we’ve seen a lot of framework legislation over the last while—is that it leaves too much to regulation. There’s a lot of vagueness that’s in a lot of the government bills when they deal with a framework. It leaves too much to be decided in meetings that happen in a minister’s office or in a bureaucrat’s office. Too often, we’ve seen regulations that are drafted by these bureaucrats that, when they’re implemented and they actually become the law of the land, have long-term consequences that were unanticipated by the ministry when the regulation was drafted in the first place or when the intent of the regulation was included in the framework.", "In the financial services industry, we need legislation. We need prescribed rules. They need to be drafted and voted on here in the House or in committee, where we have members of the Legislature that are able to comment, and those who use these types of products and those who are in this business are able to comment, so that we actually have regulations that result in the type of legislation we need to govern this sector, which does have a number of bad apples in it.", "We have to ensure that if these regulations are being drafted by a bureaucrat somewhere, or in a minister’s office, they can’t be arbitrarily changed. These have to be regulations that we’re voting on in a committee, that we all understand what we’re voting for and that they are going to have an impact in getting us to the end result that we want here.", "The government may argue that needing to amend the legislation every time you want to increase enforcement in the industry is unnecessarily cumbersome, but it’s clear that it’s being done in other provinces in Canada to establish clear rules in the sector that ensure everyone knows what they’re getting into when they either take out a payday loan or set up a business in the sector.", "As I’ve said several times, we do need reform in this sector. These payday loan stores are popping up in our communities. Now, I’m told that the number of payday loan stores is actually decreasing across Ontario. That’s not what I’m seeing, but I’m told that they are actually decreasing.", "I can tell you that in Belleville, we recently had a sod-turning on a new casino in town. You’ll remember when the government killed the horse racing industry in Ontario and they decided to put up a casino in every town? Well, Belleville is one of those cities that’s getting a casino. It’s been greeted mostly favourably by the municipality, but there is a lot of concern out there in the community as well because of the social impacts that a casino will have on our community. Let’s face it, Belleville isn’t exactly the Glebe, as the minister pointed out earlier. There are a lot of people struggling in Belleville to make ends meet, for a lot of different reasons, but it almost seems ironic that when the decision was made to open the casino, we saw some Cash Stores and payday loan stores opening up.", "I’ll have more to say in my two minutes." ],
  "anchor" : "para140"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para162"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Once again, it’s a privilege to stand on behalf of the good people of Algoma–Manitoulin. I just want to let the people know who are viewing this morning: I am the member from Algoma–Manitoulin and I’m not the member from Prince Edward–Hastings. We’re often confused, one for the other. Today, I’m in the beige suit with the brown tie and he’s wearing the blue suit with the purple tie. People have a hard time sometimes." ],
  "anchor" : "para163"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Where’s Waldo?" ],
  "anchor" : "para164"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Yes.", "There was a common theme in his comments that he was bringing up this morning. The common theme was that there are bad apples. There are bad apples that we need to deal with. I use the phrase the “white paint brush syndrome”: Sometimes we paint the entire industry with one stroke of paint, judging everyone the same way. And he’s right: There are some of these organizations that are out there looking out for individuals. There are some responsible individuals who are out there trying to make ends meet.", "But here’s the reality: He talked about individuals using this service—and it is a service—as a line of credit and sometimes as a long-term loan. The reality is that people have to do that. At the end of the month, when payments are due, when your hydro bill comes in, when the rent is due, when you need food in your cupboards, you don’t have that choice. You have to provide for your children. That’s where some of these predatory organizations actually prey on individuals and attract them.", "I come from an area where there are many seniors, and one of the biggest concerns that I have is their vulnerability and the easy access on the Internet, where individuals are now putting out what I refer to as a bait and switch: “Give us a call, and we’ll help you out,” but at the end of the day, you take the bait and you lose your funds." ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Children and Youth Services." ],
  "anchor" : "para170"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "And the minister for women’s issues. Thank you.", "Speaker, I’m pleased to speak for a couple of minutes to this bill. This consultation process started back in 2013, when I was the Minister of Consumer Services, so I’m very pleased to see Bill 156 moving forward. I think there has been a lot of discussion about what’s coming forward and some amendments that are being proposed.", "I do want to touch on the question that was asked when I was the minister responsible for this file and that keeps coming up: Why don’t we just ban payday loans altogether? Some of the members have talked a bit about that this morning. Things that have been mentioned include the fact that these are legal and, I’d say, mostly legitimate businesses. However, the Consumer Protection Act has provisions to take action against any business that is violating that act, and this government has taken strong action against the, as people say, bad actors in this field.", "In the consultation period, it’s important to note that the majority of community agencies and poverty advocates we heard from did not support eliminating payday lending in the absence of other short-term, small-dollar credit options. Consumers raised similar concerns. That really ties back to the earlier discussion about what space the banks and credit unions are in or not in. That’s the feedback that has been obtained.", "I think it is very important to know that consumers are protected under the Consumer Protection Act and that the government will continue to take strong action when needed. I look forward to the continued discussion about this bill." ],
  "anchor" : "para171"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you to the Minister of Children and Youth Services and women’s issues.", "The member for Nipissing." ],
  "anchor" : "para176"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you very much, Speaker. I’m pleased to add my thoughts to this debate.", "We’ve heard here this morning that these payday loan places are popping up everywhere. I can tell you that in North Bay, my hometown, that is indeed the case. It’s amazing that they’re located where once-viable businesses were located. That’s a big part of the story. The businesses are no longer there.", "It’s interesting; they’re in some of the best locations of the city, and I’ve been asking the landlords in North Bay why. “Why would you want to attract that payday loan place into your corner building?” It’s because it brings huge traffic to the rest of their building. They’ve become that popular. Why they’ve become that popular is because, as the member from Manitoulin mentioned, the payments are due, the bills come in, you need that money, and in many instances, a well-paying job is not to be had.", "I think that’s the sadder tale about what has happened in Ontario over the last decade. Because we have the highest energy rates in North America and we have the highest payroll taxes in Canada, as Sergio Marchionne, the CEO of Fiat Chrysler, told us, we’ve become the most expensive jurisdiction in Canada in which to do business. That’s a very sad tale.", "Last year, some 2,700 businesses closed in the province of Ontario. That’s why we have these empty buildings, that’s why the payday loan places have a place to go, and that’s why they have the need in Ontario: because they have been let down by this government." ],
  "anchor" : "para178"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Toronto–Danforth." ],
  "anchor" : "para183"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to rise and comment on the remarks made by the member from Prince Edward–Hastings.", "First, I have to say that clearly he’s a good-looking member if he’s mistaken for the member from Algoma–Manitoulin. It just goes without saying. I think he should take that credit right there and enjoy it.", "The member talked about the problem of there being some bad apples in the payday loan system. Some have further alleged that members may look like apples in a particular lighting." ],
  "anchor" : "para184"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "No, just the bad part." ],
  "anchor" : "para187"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Just the bad part. But I don’t think this is a question of a few bad apples. It’s a business model for an industry that takes advantage of people who are financially desperate. To say that we should not be regulating these operations very tightly because there are “a few bad apples” completely misses the reality of these organizations.", "My hope is that the bill that the Liberals have introduced will be substantially tightened in the debate and the committee work that’s to come, because this bill doesn’t address many of the significant reforms that actually are required, reforms that were raised in a paper put out in a 2015 consultation on this sector. The bill doesn’t introduce any new requirements regarding money transfer services, clearly something that needs to be regulated. It doesn’t introduce price caps, a new licensing regime or uniform disclosure requirements affecting alternative financial services as a whole.", "I’ll agree with the member from North Bay that there is a more profound problem of a dropping standard of living and lack of work. But this company preys on those who are dealing with that issue. It doesn’t help them; it preys on them. They need to be tightly regulated." ],
  "anchor" : "para188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings has two minutes." ],
  "anchor" : "para191"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I would like to thank the very handsome member from Algoma–Manitoulin for his input, and also the minister and the member from Nipissing, who spoke on the need in our community to have some better policy other than this one to help grow the economy in Ontario again, and also the member from Toronto–Danforth for his comments this morning.", "We’ve been talking a lot about apples. There are some legitimate apples out there, and those legitimate apples in the payday loan business want tighter regulation. They actually do want tighter regulation. They understand there is a need to get these bad apples out of the game. The only way we can do that is if we actually have regulation that we’re talking about here in the Legislature when it comes to the bills so that we all know where we’re headed with this piece of legislation.", "This bill so far seems like it’s more about micromanaging the sector than it is about bringing in a safer and more informed consumer environment for those who clearly need this type of service because of the reasons we’ve heard from the members who have spoken so far: because we do have the most expensive electricity in North America and our jobs are leaving at an incredible rate for other, lower-cost jurisdictions. There are people who are finding it more expensive to live in Liberal Ontario and they are leaving for other jurisdictions. That’s why there’s the need for these types of businesses out there. There’s nowhere else for them to go. They don’t have the job. The bills are coming in faster than they can imagine. Life is getting harder under these Liberals in Ontario." ],
  "anchor" : "para192"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para195"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "It’s my privilege to speak on behalf of the people of Hamilton Mountain in the House today as we debate Bill 156, the Alternative Financial Services Statute Law Amendment Act.", "A few weeks ago, I had the great pleasure of meeting with Sally Palmer and the Ontario Association of Social Workers; Myrtle Greve of the Hamilton university women’s club; Elizabeth McGuire, chair of the Campaign for Adequate Welfare and Disability Benefits; Alana Baltzer of Hamilton Organizing for Poverty Elimination, or HOPE; and Rev. Carol Wood, chaplain of McMaster University.", "They came to my constituency office to talk about the increasing levels of poverty they were seeing and the depressingly inadequate levels of social assistance in Ontario. For example, they pointed out that the shelter allowance that is paid falls well below what it costs to rent an apartment—not the average apartment rent, just any apartment rent. We talked about the various challenges faced by people living in poverty, which go well beyond just having less money than most people.", "One of those challenges, Speaker, is accessibility to affordable credit arrangements. That’s the nature of the world that we live in. The people with the most money can access money that they don’t have at a lower cost, while people with no money to spare pay the most to get access to money that they don’t have.", "One of those I met with, Alana, was one of the subjects of an article in the Hamilton Spectator a couple of weeks ago called “Putting a ‘Human Face’ on Poverty....” Here’s her story as the Spec told it:", "When she was a child, “she drank cough syrup because there was no food to be found at home. She left for school, where she collapsed.” At school, they gave her food—cereal—and called the children’s aid society.", "She lived in poverty all of her life. “She was held back in school a few years and has a laundry list of disabilities including scoliosis, type 2 bipolar disorder and anxiety.”", "The high school diploma and the college community service worker diploma she holds, she says, are thanks to the support that she received from her teachers at high school and college. Still out of work, Alana wants to upgrade her education but needs the money to do that.", "The constant struggle to find money made her fall into the trap of payday loans. She now “pays $250 of her $691 monthly disability cheque to service that debt.” She has tough choices to make every day. Does she buy food? Does she pay the rent? Does she pay for laundry?", "Here’s how Alana closes her short story: “It’s a struggle just to get through the day, but I like challenges.” That’s one strong woman, Speaker. I marvel at her ability to be positive in the face of such adversity.", "Alana is just one example of people who get caught in the trap of payday loans, one of an estimated 16,000 Hamiltonians who borrow about $15 million in payday loans every year. That’s about an average of $3,125 borrowed, and you can add that to the fees and interest associated with these loans.", "The Social Planning and Research Council of Hamilton along with the Hamilton Roundtable for Poverty Reduction produced an excellent report last year on the prevalence and inequity in the payday loan business in my home city. I want to talk a little bit about what that report says.", "First, they mentioned the deceptive advertising. Payday loan companies don’t generally talk in terms of the percentage of interest you will pay; they are more likely to put a dollar figure to it. To use an example that was part of a study done by the Vancity credit union, they will say that a $100 loan will cost you $23. What the Vancity study found was that most people believed that a $23 fee on a $100 loan for two weeks means a 23% interest rate, similar to a credit card. In fact, the $23 fee translates into a whopping 598% annual interest rate.", "Tom Cooper of the poverty round table points out that a $300 loan can accumulate up to $1,638 in interest in the equalling year, and an interest rate of 546%.", "The Criminal Code of Canada has set a criminal interest rate at 60%. It’s a crime in Canada to charge more than 60% interest. How can that be, you ask, Speaker? Why aren’t these people in jail? Quite simply, that part of the Criminal Code does not apply to payday loans in this province. So there’s no Criminal Code legislation in Ontario today that covers the same as the Criminal Code of Canada. Yes, Ontario’s Payday Loans Act companies circumvent the Criminal Code of Canada. It’s hard to believe, but it’s real.", "In 1995, there were no payday loan outlets in Hamilton; now, there are 34. Interestingly, during the same time period, there has been a significant drop in the number of bank branches. It might come as no surprise, but it is important to point out that payday loan outlets are mostly located in low-income neighbourhoods. They know who their potential customers are. They know where to find the most desperate, who will pay over the odds for a loan just so they can put food on the table. That is not a society we should be living in: a society that allows companies to rip off those who can least afford it.", "Repeatedly, it’s the same people over and over and over again. It’s a nasty cycle that drives people further and further into ever-deepening poverty. It’s a phenomenon that’s been around for as long as we’ve been using money. It’s mostly been done in dark alleys, shady characters flanked by a couple of henchmen. Now we have it in broad daylight, with glowing neon signs offering reprieve from financial pressures, and those who are desperate will easily succumb, all in full sight and above the law. That’s the Ontario we live in today.", "The industry likes to present itself as a stopgap and an opportunity for people to get relief from a temporary difficult situation. But the Hamilton report talked about the nature of repeat customers for payday loan companies. For every new customer a payday loan company has, there are 15 repeat customers.", "What is particularly disheartening is that this is not an accident. This is part of their business model. Ernst and Young did a study for the payday loan industry in which they explained that their highest operating costs mean that it can only be profitable if they turn the vast majority of customers into repeat borrowers. Here’s what Ernst and Young’s study said: “Until a steady customer base is developed, these operators will be facing higher costs associated with signing up and processing first-time customers. Clearly, the long-run survival of a payday loan operator will depend on achieving a steady repeat customer business.”", "I want to move ahead to talk about the work that has been done by a city councillor in Hamilton by the name of Matthew Green. I initiated some work that was to be done, and I want to make sure that I get it in before my time is up.", "In Hamilton, which I believe is the first to bring forward rules and regulations for payday loans, it was moved by council that they will be required to pay an annual licensing fee of $750. They will be required to post signage, designed by the city, showing the annualized interest rate they’re charging. They will have to hand out material, also designed by the city, informing their customers of debt counselling.", "These are good steps, but there’s only so much a municipality can do. For example, municipalities have no authority to limit the number of payday loan business licences as they do with taxicabs or adult entertainment, nor can they regulate the rates the businesses charge. That’s why it’s so important that the provincial government step up to the plate and fulfill its responsibilities to the people of Ontario.", "These are important changes that need to be happening in the province of Ontario. I think it’s unfortunate that the bill doesn’t go far enough to ensure that we are protecting our most vulnerable citizens in society. I will look forward to having a few moments after the roundup." ],
  "anchor" : "para196"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I don’t think we’ll get the questions and comments in. It’s 10 after. The House is now recessed till 10:30 this morning." ],
  "anchor" : "para221"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Je suis heureuse d’accueillir de nombreux membres de communautés francophones qui viennent de partout de la province et qui sont ici avec nous aujourd’hui pour célébrer la journée de la Francophonie avec les membres du caucus PC.", "On a Denis Labelle, Louise Pinet, Anne Gerson, Thierry Lasserre, Rita Giroux-Patience, Diane Chaperon-Lor, Léonie Tchatat, Sylvie Ross, Jacinthe Desaulniers, Lise Marie Baudry, Suzette Hafner, Carol Jolin, Pierre Leonard, Jean-Gilles Pelletier, Denis Vaillancourt, Denis Laframboise, Pierre Tessier, Annie Dell, Alex Black de FESFO, j’espère, est ici; Michel Tremblay, Carole Nkoa, Sébastien Skrobos, Myriam Vigneault, Louise Gauvreau, et mon ami Alain Beaudoin, qui a reçu l’Ordre de la Pléiade.", "Bienvenue à Queen’s Park." ],
  "anchor" : "para224"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It’s my pleasure to welcome today, from the Ontario Coalition for Better Child Care, Carolyn Ferns, along with Carolyn Frank and Caleb Gaynor. I didn’t hear his name mentioned by the previous member: also Stewart Kiff from my riding. Welcome." ],
  "anchor" : "para227"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m delighted to introduce Elizabeth Beattie and Michael Kelly to the House. They are two interns who started working in my office for the summer. Welcome. Thank you for being here." ],
  "anchor" : "para228"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "C’est un plaisir pour moi de vous présenter des membres de la communauté francophone à travers la province qui sont ici aujourd’hui pour la journée francophone avec les membres du Parti PC de l’Ontario : Sylvie Landry, Stewart Kiff, Leo Regimbal, Christophe Plantiveau, Alexandre Herau, Donald Ipperciel, Jean Lemay, Cathy Thilavanh, Paul Le Vay, Yvette Plentai et Alain Perron.", "Bienvenue à Queen’s Park." ],
  "anchor" : "para229"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my pleasure to welcome the representatives who are with us today from Prompt Payment Ontario. I’d like to welcome Sandra Skivsky, Brandon Pagneau and Sean McFarling from Prompt Payment, who I’ll have the chance to meet with later today." ],
  "anchor" : "para231"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "It gives me great pleasure to welcome to the Legislature a family friend who’s visiting, David Munro." ],
  "anchor" : "para232"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "It’s my pleasure to introduce the delegates from Prompt Payment Ontario. They’re here today to talk about the crucial need for prompt payment legislation in our province and we welcome all of Queen’s Park to join them this evening at their reception in the legislative dining room, which runs from 5:30 till 7:30." ],
  "anchor" : "para233"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’d like to welcome to the Legislature a group of nurses from Hamilton representing ONA. Welcome to Queen’s Park." ],
  "anchor" : "para234"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Bienvenue à tous nos amis francophones aujourd’hui.", "I’d also like to welcome the family of Claire Atkins to Queen’s Park this morning. Claire is the new page for my riding of Don Valley West, who I had the pleasure of meeting with yesterday. Joining us in the public gallery is Claire’s family: her mother, Faye; her father, Peter; her brother, Neil; her grandmother Anna Ruth; her uncle Mark; and cousins Maddie and Connor. I want to just make a special welcome back to both Peter, who was a page in 1977, and Mark, who was a page in 1983. I hope you’ve passed on all your secrets. Welcome." ],
  "anchor" : "para235"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’d like to welcome the representatives of Prompt Payment Ontario I met with this morning—Francesca Palleschi, Anantha Narayanan and Sandra Skivsky—here to Queen’s Park." ],
  "anchor" : "para237"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I would like to welcome the family of page captain Aadil Rehan: his mother, Nazish Rehan Malik; his father, Rehan Malik; and his sister, Eesha Rehan. Welcome to the Legislature today." ],
  "anchor" : "para238"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’d like to welcome Craig Baker, the director of Ontario public sector sales, enterprise business unit, from Rogers Communications. Welcome to Queen’s Park." ],
  "anchor" : "para239"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I’d like to welcome David Bain and my sister Shannon McDonell to the Legislature today." ],
  "anchor" : "para240"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I’d like to welcome my childhood friend, who is here on behalf of the Northeastern Ontario Construction Association, Denis Shank. I’m looking forward to talking to you about prompt payment." ],
  "anchor" : "para241"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m delighted to recognize that we are joined today by three summer students who are working with me for the summer. Irina Samborski, Natalie Cordiano and Sarah El-Tohamy are here in the gallery.", "I also want to extend my welcome to those who are visiting Queen’s Park today on behalf of the prompt payment movement." ],
  "anchor" : "para242"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I am honoured to introduce a good friend of mine who’s visiting from Grand Bend today, Paul Gunning. Welcome to Queen’s Park." ],
  "anchor" : "para244"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Ça me fait grand plaisir de recevoir nos amis, spécialement M. Jolin, qui est ici avec nos amis de la francophonie. Bonjour." ],
  "anchor" : "para245"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’m pleased to introduce the grandparents of page Isabela Rittinger, being Isabelle and Glen Rittinger from my constituency of Ajax–Pickering. They will be in the public gallery this morning." ],
  "anchor" : "para246"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’d like to welcome to Queen’s Park, from my riding of Burlington, Briar Emond and her daughter Sterling Haskins in the members’ gallery. Welcome to Queen’s Park." ],
  "anchor" : "para247"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m happy to introduce Peter Henderson—he’s in the east gallery—with Ideovation, working on urban agricultural projects; and my good friend Stewart Kiff. I’m happy to have him in the House as he witnesses his member usurp my private member’s initiative on daycare wait-list fees." ],
  "anchor" : "para248"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It is with great pleasure that I would like to introduce, from the Christian Labour Association of Canada, Kevin Gates, Hank Beekhuis and Mohammad Kasraee. Thank you." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just before we move into question period, there are two quick comments. One comment is about what was just said in an introduction. Introductions are intended to introduce our guests to the House and nothing else, as we do with petitions: just petitions. No editorial comments on either. You have plenty of time to debate issues in other circumstances. This is the moment for introducing guests, and it’s the moment, in petitions, to present petitions.", "I appreciate all of your co-operation. I don’t want to hear it again." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Premier on a point of order." ],
  "anchor" : "para253"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I wanted to correct my record on two points. First of all, I wanted to make sure that I included Maddie and Connor, who are page Claire’s cousins. Secondly, in my remarks last night at the late show, I referenced the member for Niagara Falls. I of course intended to say the former member for Niagara Falls." ],
  "anchor" : "para254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. That’s an appropriate point of order and a correction of the record, with no other debate.", "It is time for question period." ],
  "anchor" : "para255"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. The government could be fighting climate change by investing in Ontario. Instead, I’ve learned the Liberals think the best way to fight climate change is by sending hundreds of millions of dollars to California.", "In fact, according to industry experts, by 2020, Ontario will be spending nearly $300 million a year to buy emissions credits from California in order to meet their emissions targets under the Western Climate Initiative. Where is that money coming from? It’s being paid by Ontario businesses and families.", "Instead of fighting climate change in Ontario, why does the Premier insist on sending $300 million to California?", "Interjections." ],
  "anchor" : "para259"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para263"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It just gets worse every day." ],
  "anchor" : "para264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to be jumping on any time in which I’m standing, and if it starts when I sit, I’m going to get you.", "Premier?" ],
  "anchor" : "para265"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Last time I checked, Ontario was part of the globe. Ontario is part of a world that is facing the greatest threat to humanity that we have ever faced.", "If the Leader of the Opposition wants to deny that we face that challenge, if the Leader of the Opposition wants to suggest that somehow, we just say, “Oh, well, climate change is a problem,” and then do nothing about it, Mr. Speaker, he could not be more wrong.", "Interjection." ],
  "anchor" : "para267"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, come to order." ],
  "anchor" : "para270"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It is our responsibility to tackle this threat. It is our responsibility to put in place a system that is going to advance innovation, and reinvest—", "Interjection." ],
  "anchor" : "para272"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings, come to order." ],
  "anchor" : "para274"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—in companies that are going to develop innovation and develop technology. That’s why we’re linking our markets to California and Quebec, because we understand that—" ],
  "anchor" : "para275"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“Make America Great Again.”" ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings, second time." ],
  "anchor" : "para277"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—this is a global threat and we each have to do our part." ],
  "anchor" : "para278"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para279"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Well, Mr. Speaker, the Premier hasn’t denied her plan to help California’s economic development, so I’ll be a bit more specific.", "To the Premier: The people of this province deserve a climate change strategy that reduces emissions, creates jobs and saves people money in Ontario. Instead of fighting climate change in Ontario, the Liberals plan on sending $300 million a year to subsidize the wealthiest in Beverly Hills. People in Milton and Orangeville will be sending millions of dollars to Malibu and Orange county.", "Mr. Speaker, on the Premier’s last junket to California, did the governor thank her for her $300 million that she will be subsidizing California with?" ],
  "anchor" : "para280"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’m so glad that the Leader of the Opposition mentioned Orangeville. My grandchildren live in Orangeville and I have to tell you that there are nieces and nephews and children and grandchildren who are going to benefit from the plan that we’re putting in place because we’re going to reduce greenhouse gas emissions. We’re going to invest in companies that are developing technology that, yes, will reduce greenhouse gas emissions here in Ontario, but will also provide solutions around the globe.", "That’s our responsibility. We have one of the most highly educated populations in the world. It is our responsibility to tackle this challenge and do it in partnership with jurisdictions around the world. I’m sorry the Leader of the Opposition does not get that.", "Interjections." ],
  "anchor" : "para283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Final supplementary." ],
  "anchor" : "para286"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Sending $300 million to California will do nothing to reduce emissions in Ontario. And that money is just the beginning. It actually gets worse. Experts suggest—" ],
  "anchor" : "para288"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "What’s your plan?" ],
  "anchor" : "para289"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Transportation, come to order." ],
  "anchor" : "para290"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "—by 2030, Ontario companies will be paying almost $3 billion a year to buy credits from California—$3 billion that companies could be spending right here in Ontario to fight climate change and create jobs.", "There are different approaches. You look at British Columbia, where the money collected from carbon pricing is spent in their province, in British Columbia.", "Interjection." ],
  "anchor" : "para291"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Trinity–Spadina, come to order." ],
  "anchor" : "para294"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "In British Columbia they’re not sending money to California, like this Premier wants to do. Instead, our Premier wants to send $3 billion to San Diego and Santa Cruz.", "Mr. Speaker, it’s bad enough that this government has been killing jobs for 13 years. Why is this government subsidizing California?", "Interjections." ],
  "anchor" : "para295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para298"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "In Santa Cruz, she’ll be known as Santa Claus." ],
  "anchor" : "para299"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Renfrew–Nipissing–Pembroke, second time. I’m desperately close to warnings, and that’s my signal to you.", "Premier?" ],
  "anchor" : "para300"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "This is a market that we are entering with Quebec and California. There’s an exchange of credits. The revenue to Ontario will be $1.9 billion. That money will be reinvested in green technology, in retrofitting businesses and homes.", "The difference between this jurisdiction and other jurisdictions is our greenhouse gas emissions are going down. That is a point of the cap-and-trade system.", "I am so committed to working in conjunction with other jurisdictions. The weather here is the weather all over the globe. We don’t live in a state that’s separate from the rest of the globe. We can’t cut ourselves off from the rest of the planet. That may be the kind of—", "Interjections." ],
  "anchor" : "para302"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Do you live in a glass bubble?" ],
  "anchor" : "para306"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re not helping.", "Wrap-up sentence, please." ],
  "anchor" : "para307"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "That may be the kind of isolation that the Leader of the Opposition thinks is possible here, but it’s not reality. We live in the real world and we have to tackle climate change." ],
  "anchor" : "para309"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Obviously the government made a miscalculation: They didn’t realize they’d be sending $3 billion to California. In BC, BC dollars stay in BC to fight climate change, which is appropriate. Under this government’s plan, they are subsidizing California. The right thing to do is to acknowledge they made a mistake and to correct course.", "In fact, the Institute for Competitiveness and Prosperity revealed “there is no guarantee that” under the Ontario plan, “emissions will be reduced within Ontario’s borders,” and that Ontario won’t meet its reduction targets. While this government is unlikely to meet their emission targets, they’re actually going to be helping put convertibles on the road in California.", "Mr. Speaker, my question is this: It’s still not clear why the Premier believes it’s appropriate to help California, to subsidize California to create jobs and fight climate change, and why she doesn’t want to do it here in Ontario." ],
  "anchor" : "para311"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I say to the Leader of the Opposition, he could not be more wrong. We met our 2014 reduction targets. We’re on track to meet our 2020 reduction targets. I will just say that is with no help from the former government, of which this member was a part, that denied climate change, that was not interested in taking part in the global fight against climate change.", "It was a privilege for me to be able to attend the Paris summit with Prime Minister Trudeau and to work with the other provinces to make sure that we meet those targets. The work that we’ve done so far has been without the support of the former government. We are on track to reduce our targets by 2020.", "This is humanity’s challenge. This is humanity’s challenge across the globe. If the Leader of the Opposition is not interested in joining us, we’ll go it alone without him.", "Interjections." ],
  "anchor" : "para314"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Supplementary?" ],
  "anchor" : "para318"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier—" ],
  "anchor" : "para320"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Sit on your hands like you always do." ],
  "anchor" : "para321"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Finance, second time." ],
  "anchor" : "para322"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "There was no denial by the government that they are sending $3 billion by 2030 to California. Ontario deserves a climate change strategy that reduces emissions in Ontario, a plan that actually creates jobs and saves people money.", "Today, the environment minister’s plan will be before the Liberal caucus. Will the energy minister vote against a plan that will drive hydro prices even higher? Will the economic development minister vote against a plan that kills thousands of auto jobs? Or will they instead vote for a plan that will send almost $300 million a year to subsidize the wealthiest in Beverly Hills?", "Mr. Speaker, my question to the Premier is, why does she think it’s appropriate for Ontario to be subsidizing Beverly Hills?", "Interjections." ],
  "anchor" : "para323"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para327"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think it’s appropriate to fight climate change." ],
  "anchor" : "para329"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "In Ontario." ],
  "anchor" : "para330"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think it’s appropriate to join a market with Quebec and with California. You know, the Leader of the Opposition says, “In Ontario.” Mr. Speaker, you can’t fight climate change in Ontario without fighting it around the globe. It’s a global challenge. If the Leader of the Opposition doesn’t understand that, then he doesn’t have to join us. But we’re going to join that market. There will be money that flows back and forth. We will reinvest—", "Interjections." ],
  "anchor" : "para331"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Are you going to fix China?" ],
  "anchor" : "para333"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Municipal Affairs and Housing will come to order, and the member from Renfrew–Nipissing–Pembroke is warned.", "Interjection." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Natural Resources and Forestry, come to order.", "Carry on." ],
  "anchor" : "para336"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There will be money in that market that will flow back and forth. We will reinvest the $1.9 billion in Ontario businesses and Ontario residents." ],
  "anchor" : "para338"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary. The member from Huron–Bruce." ],
  "anchor" : "para339"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Back to the Premier: Not only is this government continuing to dodge the truth that $3 billion of taxpayers’ money will go to California every year, but yesterday, we received a letter from the Financial Accountability Officer. Mr. LeClair said that the Liberals twisted his committee testimony in which he detailed the serious lack of transparency with the government’s cap-and-trade scheme.", "I was shocked to hear that the member for Beaches–East York twisted the words of the Financial Accountability Officer and claimed that he consulted with Mr. LeClair, but in reality, no consultations ever took place.", "Speaker, why is this Premier allowing the member from Beaches–East York to misrepresent the testimony of—" ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para344"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Withdraw." ],
  "anchor" : "para345"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carry on." ],
  "anchor" : "para346"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Why is this Premier allowing the member from Beaches–East York to twist the testimony of an independent officer of this Legislature?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para348"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thanks very much.", "Interjections." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Interjection." ],
  "anchor" : "para351"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Don’t risk one more comment for a warning.", "Minister." ],
  "anchor" : "para353"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you, Mr. Speaker. I appreciate the support from the party opposite. It’s too bad they’re not so enthusiastic about climate change.", "The investments that we make with the proceeds here create pools of capital that attract capital. As you may know, California and Ontario are the two leading jurisdictions in foreign direct investment. When you see the action plan, you’ll have a sense of the private and public partnerships in pooling capital.", "Yes, there will be money that flows back and forth—", "Interjection." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Huron–Bruce, come to order. You asked the question." ],
  "anchor" : "para360"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "But without a linked market, the price of carbon per tonne would skyrocket to exorbitant and unaffordable levels, which is what they’re suggesting—" ],
  "anchor" : "para361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para362"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Premier. Today we’re joined by nurses from Hamilton. Last year, St. Joseph’s was forced to cut 52 nurses. This year, they’re scheduled to cut a further 61 nurses. They’re being cut in the recovery room, the operating room, the kidney program, cardiology, acute mental health, complex care, respirology, pre-surgery assessment, dialysis, day surgery, medicine, medical rehab and geriatric outreach.", "Will the Premier agree to stop the cuts to health care services in Hamilton?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We’ve answered this question a number of times. The leader of the third party is simply wrong: There are more nurses working in Ontario this year than there were last year. We’re making a $1-billion investment in health care as a result of our budget, and of that, $345 million is for hospitals. We have increased the number of nurses year over year. We continue to invest in the health care system.", "But what is really critical to understand is that if we do not transform our health care system, if we do not work to change the health care system so that it delivers health care where people need it, when people need it, understanding the demographics, then our health care system will not be able to respond to the realities of our population.", "That transformation is under way. There are hospitals being built around the province. There are hospitals being renovated. And there are more nurses this year than there were last year in the system." ],
  "anchor" : "para367"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para370"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It doesn’t help when the Premier doesn’t talk about the realities of people in this province and in Hamilton. It’s not just St. Joseph’s. Hamilton Health Sciences was forced to cut 25 nurses. These are real cuts. This is going to impact cancer patients, adults with mental health, people with heart disease, kidney issues, people going for surgeries. These are all the people who are going to feel these cuts.", "Will the Premier stop the cuts to Hamilton’s health care services?" ],
  "anchor" : "para371"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para373"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I want to thank the member opposite for the question and the opportunity to clear up the misconceptions that are being presented.", "My ministry, as you can imagine, Mr. Speaker, is in constant communication with St. Joseph’s health system in Hamilton during and through these staffing changes. I’m happy to announce that vacancy and early retirement absorb all nurse staffing changes. No nurse who wished to continue working faced a job loss or labour disruption. I think that shows the difference between how our government is managing the system—and, quite frankly, St. Joseph’s in Hamilton is one of the leaders in that transformation of care, moving more care out into the community through an integrated model. But it demonstrates the difference that we’re taking, compared to both the parties opposite." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para376"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Speaker, I don’t know how the Premier and her minister have stood up in this House and said that hospital services are not being cut. Ask any of the nurses here, ask the patients who are being treated in hallways or in hospital conference rooms; these cuts are real and people are facing them.", "Will the Premier really look people in the eye and deny that health care cuts and hospital cuts are actually happening?" ],
  "anchor" : "para377"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I want to acknowledge the nurses who are with us here this morning.", "There won’t be changes or cuts to services being provided as a result of these changes. We’re increasing the budget of St. Joseph’s Healthcare by $3 million this year, almost a 50% increase since 2003.", "I want to remind the third party of their record in Hamilton when they were in power. They cut $8 million from what was known as the Hamilton Civic Hospital, the General hospital and the Juravinski Hospital. They cut $5 million from St. Joseph’s Healthcare in 1994, when they came into power. In Burlington, of course, at Joseph Brant, they cut $2 million. There were layoffs, as well. Some 115 RNs received layoff notices at Chedoke-McMaster. They laid off 61 RNs at the Hamilton Civic Hospital. They closed 124 beds and had 71 layoffs at St. Joe’s.", "So we’re not going to take lessons from their record. We’re doing it in a much more responsible way." ],
  "anchor" : "para379"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "This question, again, is to the Premier. Hospital funding should keep up with inflation. Hospital funding should also keep up with population growth. The Liberal government likes to talk a lot about hospital funding increases.", "Will the Premier answer this simple question: Will she commit to ensuring that funding for hospital care keeps up with population growth and with inflation?" ],
  "anchor" : "para384"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, as I have said, we have increased funding for health care year over year—this year, $1 billion for health care and $345 million for hospitals alone.", "We understand that there have to be changes in the health care system. The member opposite does not seem to understand that there has to be a transformation of the way we deliver services in health care. People demand it. People want a different delivery of service. They want health care where they are living. They want it in their homes and in the community. That’s the change that we’re undergoing right now as we continue to increase the funding for health care year over year." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, the Premier and the minister see health care as a PR exercise. Announcing funding that doesn’t keep up with population growth or inflation may make a great headline for the Liberal Party and the Liberal government, but it certainly doesn’t help patients.", "So the question is this: Will the Premier make health care about the patients in Ontario and not about the government’s PR machine?" ],
  "anchor" : "para389"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para391"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I just wish the third party would talk about the whole picture and not just the gross layoffs that they are drawn to, that they would admit that we’re increasing the line item for hospital operating funding by more than 2%. They keep insisting that it’s 1%. We are increasing base funding by 1%, but there’s an additional 1.1% for other operating costs.", "We’re investing $12 billion over the next decade in capital investments, to add to the 35 major projects that are currently under way: the capital investments, new hospitals, renovations and expansions that are taking place all over the province.", "We’re investing in our nurse practitioners, with an additional $85 million for recruitment and retention.", "We’re investing 75 million new dollars in palliative care.", "So that’s a total investment of an additional $1 billion into our health care budget." ],
  "anchor" : "para392"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "And you voted against it." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Minister of Tourism, Culture and Sport, come to order.", "Final supplementary." ],
  "anchor" : "para398"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "This is the reality: Nurses are being fired at a rate of three a day, or 90 a month. Beds are closing, and people are being treated in hallways.", "The Liberals want to talk about objective measures. Let’s tell you about those objective measures: Per capita hospital spending has decreased in the last three years. Listen, the last time this happened was under Mike Harris. This is cold, hard evidence that hospital spending is not keeping up with population growth or inflation.", "Will the Premier do the right thing and commit today to ensuring that hospital funding keeps up with population growth and inflation?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I think it’s important, because nurses are here, that we talk about the changes in the nursing complement in this province. I’m actually going to quote from what’s readily and publicly available from the College of Nurses of Ontario. In the past year alone there were 2,800 net new nursing positions for nurses in this province. In fact, in the last five years we’ve increased, just in the hospital sector, the net—not the gross, because I know you love to talk about the gross numbers. The net new nursing positions in the hospital sector in the last five years, the majority of them filled by RNs, were 7,625 net new positions, an increase in the complement of nurses working in our hospitals.", "That’s the kind of commitment we have. That’s the kind of investment that we’re making in this province." ],
  "anchor" : "para405"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Minister of Children and Youth Services. Yesterday, Ontario’s Provincial Advocate for Children and Youth released his report entitled We Have Something to Say, which outlines the challenges facing young people in our province with special needs. We heard in the report from Cliff McIntosh.", "I want to read an excerpt from Cliff’s mom: “I think we spent between $50,000 and $70,000 on private therapy and we were literally on the verge of selling our house. When we were in the process of listing our house, we got the call that Cliff’s number had come up and that we would start receiving government-funded intensive behavioural therapy. We held onto the house with our fingernails.”", "Now that you have removed for kids over the age of five access to IBI, kids like Cliff are out of luck. Minister, when will you stop forcing families to sell everything and take out loans just to give their kids IBI therapy?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I really appreciate this question being asked this week because yesterday our provincial advocate did release the report titled We Have Something to Say. Many youth with special needs were directly involved in developing and writing that report. I was very honoured to join them yesterday in the listening circle to hear from the youth who contributed to that report and talked about the issues and challenges that children with special needs across the spectrum face, whether that is before school, during school life and beyond.", "We heard incredible stories about how they are focusing on their abilities and recognizing that their environment needs to be there to adequately support them, whether that’s gaining access to services or whether it’s getting a diagnosis. I was very impressed with the work yesterday and I’m very appreciative that the advocate invited me to the meeting. I’ll talk more in the supplementary about—", "Interjection." ],
  "anchor" : "para411"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain.", "Supplementary?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I’m glad that the minister heard the report. I just want her to act.", "The provincial advocate has called your new autism strategy “a mug’s game.” To quote the provincial advocate, “Don’t pretend this is about the child and providing them with what they need. It isn’t.” That is an independent officer of this assembly.", "The minister has said she is open to suggestions. Well, here’s ours: Stop removing kids over the age of five from receiving IBI therapy until we have a coordinated provincial autism strategy that covers all ministries and everyone in Ontario regardless of their age or developmental stage, because we understand that autism doesn’t end at five." ],
  "anchor" : "para416"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I think it’s important to acknowledge that we do have a special-needs strategy in Ontario. Autism is part of that, of course. We have made significant investments, hundreds of thousands of dollars every year, in three key areas, which are identifying kids needing connections and assessments early; coordinating service planning for children with multiple or complex needs; and making the delivery of rehab services more seamless. That’s what our special needs strategy is all about.", "Yes, there were some voices there yesterday as well in terms of autism. I’m continuing to engage in discussions with youth facing autism and their families, as well as associations and stakeholder groups that are helping guide us and want to be part of the implementation of the new autism strategy going forward. I welcome their suggestions. I welcome their feedback. We’ll work with everyone to make sure we support—" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para421"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. As stakeholders have pointed out, the 2016 Ontario budget again squandered any chance to make child care a priority in this province. We know families in Ontario are paying the highest child care fees in the country. They’re on the longest waiting lists. We know some parents, particularly women, are being forced to delay getting back into the workforce because they can’t find a spot for their child.", "To make matters worse, parents are being forced to pay fees just to get on these overwhelmingly long wait-lists. Will the Premier immediately ensure that parents are no longer forced to pay fees just to get on a wait-list for their child care?" ],
  "anchor" : "para424"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I appreciate the question from the member. I know that he’s introducing a private member’s bill. I also want to acknowledge the member for Beaches–East York, who raised this issue with us. It’s an issue that crosses party boundaries. We understand that.", "We’re committed to modernizing child care in Ontario. We’ve doubled the funding for child care, a 90% increase since 2003. We continue to provide more monies to municipalities, an overall increase of funding of $16.3 million over last year. We’ve listened to parents. We’re committed to eliminating the child care wait-list fees in Ontario, and we’ll work with providers to get that regulation posted very soon." ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para428"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Child care is a smart investment. For every $1 spent, the province can see a $1.50 return. I just—" ],
  "anchor" : "para429"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Peter, you should be ashamed of yourself." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member from Beaches–East York is warned.", "Please finish." ],
  "anchor" : "para431"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Why, thank you, Speaker. I just want to make it clear to the Premier: Introducing regulations that child care experts and stakeholders strongly disagree with is not a child care policy. Allowing wait-lists for subsidized spaces to grow and grow is also not a child care policy. Forcing parents, particularly women, to stay home because they can’t find a child care space is also not a child care policy.", "Ontarians deserve a comprehensive, evidence-based, long-term plan for universal, high-quality child care in this province. Will the Premier take the first step? Will she ensure that families are not forced to pay fees just to sit on waiting lists?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "This is an example of you can’t take yes for an answer. I’ve already said that, Mr. Speaker. I’ve already said that, yes, the issue has been raised by the member for Toronto–Danforth. The issue was raised by the member for Beaches–East York. We have already said that we listened to parents. We’re committed to eliminating child care wait-list fees in Ontario. We’ll continue to work with parents and child care providers to move forward on our commitment very, very soon.", "So yes, we are going to do that. At the same time, we’re going to continue to work with municipalities to increase funding in child care. The Child Care and Early Years Act provides a new legislative framework to increase access and oversight in Ontario’s child care sector. That, put together, is a child care strategy, and that’s what we’ve implemented." ],
  "anchor" : "para435"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "My question is for the Minister of Citizenship, Immigration and International Trade. International markets play a critical role in the growth of Ontario’s economy. Trade missions are the best way for us to connect Ontario businesses with the international market. They’re also part of the government’s plan to boost Ontario’s economy by attracting new investments, facilitating innovative partnerships and helping the province’s businesses export globally.", "There is a company called Meridian Lightweight Technologies. They have a plant in Strathroy, Ontario. On your recent trade mission to China, you toured the headquarters of Wanfeng, the parent company of Meridian, to learn about the investments and potential opportunities for expansion. Speaker, could the minister please outline and provide more information on agreements that were made during this trade mission?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I want to thank the member from Brampton–Springdale for asking the question. The Deputy Premier and I had a very wonderful, 10-day, productive trade mission in China and Hong Kong. Yes, we toured the headquarters of Wanfeng to learn more about its investment in Ontario and their potential plan for expansion, creating even more jobs.", "We signed a significant MOU between Ontario and China National Cereals, Oils and Foodstuffs Corp. to build new trade and investment opportunities with this leading supplier of agri-products, diversified foodstuffs and food services.", "While in China, we also renewed the Ontario-Henan friendship agreement to strengthen ties between the two provinces and encourage economic co-operation, investment and trade." ],
  "anchor" : "para440"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "According to the Conference Board of Canada, every $100-million increase in exports creates approximately 1,000 new jobs. China is a priority market for Ontario. Over the course of the 2015 business mission to China, Ontario delegates signed more than 100 agreements, with an estimated value of $2.5 billion, and deals that may create as many as 1,700 jobs.", "In 2014, Ontario’s total agri-food sales to China, including its exports to Hong Kong, reached $832 million, representing Ontario’s second-largest export market for agri-food products. Speaker, will the minister tell us about the results of business missions to China?" ],
  "anchor" : "para445"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "In China, we had a meeting with the China Federation of Overseas Chinese Entrepreneurs to bring a delegation of 80 entrepreneurs to Ontario. We promoted the Toronto Business Investment Forum that will be held in 2017 as part of Ontario 150 celebrations. Overall, we brought $220 million worth of investments to the province.", "Speaker, let me share with you how powerful trade missions can be. During our mission in 2014, we met a company called Perfect (China), encouraging the company to send its award-winning employees to Ontario. I’m happy to report that, starting today, 5,000—yes, 5,000—visitors from Perfect (China) will spend the next few days in Ontario.", "Trade missions create relationships. Trade missions create jobs." ],
  "anchor" : "para447"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Ma question s’adresse à la première ministre. Nous savons que depuis deux ans, votre gouvernement a mis sur pied le Comité consultatif de l’éducation postsecondaire en langue française. Nous savons aussi que ce comité a déjà remis son rapport final. Votre gouvernement cache ce rapport au public.", "Sachant que la communauté franco-ontarienne demande depuis des années la gouvernance d’une université de langue française et un meilleur accès à des programmes postsecondaires en français, je vous demande : quand allez-vous rendre public ce rapport?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "C’est très important d’avoir cette conversation, parce que je suis fière de notre travail avec la communauté francophone afin d’établir des programmes pour les étudiants postsecondaires dans l’Université d’Ottawa et Glendon College à Toronto. Mais c’est très important de continuer ce travail pour établir si nous avons assez de programmes pour les étudiants francophones pour tous leurs besoins postsecondaires. C’est une conversation dans laquelle nous sommes très engagés." ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Question?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Encore à la première ministre. Elle a peut-être écouté une différente question, parce que ma question est : quand est-ce que le gouvernement va rendre public ce rapport?", "Depuis des mois, le gouvernement répond qu’il est trop tôt pour agir, même s’il sait que de nombreux jeunes francophones perdent leur langue et leur culture car ils n’ont pas accès à des programmes dans leur langue et dans leur région. Les francophones de l’Ontario méritent d’avoir accès à une université de langue française que les francophones veulent gérer.", "Le gouvernement a dit qu’il appuie une université francophone. Mais la question est : est-ce que vous commencez ce processus cette année, ou est-ce que c’est une autre fausse promesse?" ],
  "anchor" : "para455"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Je crois que c’est très important d’avoir une francophonie forte, une culture forte, une langue francophone ici en Ontario très forte. J’ai toujours dit que c’est très important d’avoir accès à des programmes en français. Je n’ai—je n’ai—" ],
  "anchor" : "para458"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Jamais dit." ],
  "anchor" : "para459"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Je n’ai jamais dit que ça doit être un édifice, mais ça doit être des programmes. Nous avons travaillé avec l’Université d’Ottawa et avec Glendon College pour assurer des programmes.", "Mais nous avons beaucoup de travail à faire. Je veux travailler avec la francophonie pour assurer l’accès à des programmes. Merci, monsieur le Président." ],
  "anchor" : "para460"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Merci.", "A reminder: to the Chair, please, when you speak.", "New question." ],
  "anchor" : "para462"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "My question is to the Minister of Transportation. Yesterday, we learned that Metrolinx is trying to jack up the fees it charges OC Transpo for the privilege of using Presto. Metrolinx currently charges 2% of the fare revenue. Now it wants to charge 10%.", "The first version of Presto was obsolete upon delivery and full of bugs. Then Metrolinx gave a costly sole-source contract to the same company that built the first one. Now, as cost overruns have piled up, the Auditor General says, “By the time it is fully developed, Presto will be among the more expensive fare-card systems in the world....”", "Why is Metrolinx forcing the Ottawa transit riders to pay for its own costly mistakes?" ],
  "anchor" : "para466"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "This is a question from the member from Niagara Falls that’s eerily reminiscent of the questions that he asked at estimates committee. In fact, the questions that I’ve now heard from that member over the last couple of days have been, on a number of occasions, without any particular merit. I think, in this particular case, he’s deriving a great deal of his information from a media report that may have appeared over the last day or two.", "What I know is that Metrolinx and the team at Presto are working very closely with the city of Ottawa and with all of our 905 municipal service providers. We are engaged in a renegotiation with respect to the Presto contract.", "At the end of it all, making sure that we have a fare card system or platform that works effectively for Ottawa, and for all of the transit systems in the greater Toronto and Hamilton area, is an important companion piece to the unprecedented transit investments that this government is making in Ottawa, in the GTHA and across the province of Ontario.", "I would have thought that member would support making transit more—" ],
  "anchor" : "para469"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para473"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "It was a non-answer.", "This is back to the minister: Negotiations with Metrolinx are always one-sided. Metrolinx and the government can force transit agencies to take whatever deal they want.", "In 2010, the Premier, who was then the Minister of Transportation, told the TTC to stop shopping around for a better smart card. She said the TTC had better take Presto or else she would cancel funding for Transit City. She eventually killed Transit City anyway, but only after the TTC had been bent to her will and agreed to take Presto.", "Metrolinx currently charges the TTC 5% of fare revenue for Presto. When that agreement runs out, will Metrolinx also demand 10% of the TTC fare revenue?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Speaker, there are so many inaccuracies in that question that it’s hard for me to know exactly where to start. I guess I shouldn’t be surprised, considering that the NDP traditionally never presents a clear plan for transit investments here in the province of Ontario—certainly not in their last election platform or the one before that.", "Having said that—because this question deals more specifically with Toronto and a future potential renegotiation of a contract that has not yet expired—I know, as every member on this side of the House knows, that having a fare card system in place is a key component of making sure that we deliver on fare integration for this region. That will mean that transit becomes a more popular, more viable, more affordable and more enviable option for people to leave their cars at home.", "Traditionally, I would have thought that that would be something that Ontario’s NDP would support. But, alas, I was wrong." ],
  "anchor" : "para479"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "My question is for the Minister of Health and Long-Term Care. We know that infertility is an issue with which one in six Canadian families struggle. Mr. Speaker, I have a close family member who knows this struggle all too well.", "With private in-vitro fertilization services costing as much as $10,000 per cycle, fertility services would be out of reach for many people who dream of growing a family. That’s why it’s encouraging to see that Ontario is making fertility treatments more accessible by contributing to the cost of one in vitro fertilization cycle. The province is also ensuring that fertility services are accessible to everyone, regardless of sexual orientation, gender or family status.", "Can the Minister of Health and Long-Term Care share with this House how his plan is improving access to fertility services?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Thank you to the member from Kitchener Centre for this important question. We know that access to fertility services was not equitable in the past, and our government has taken action. That’s why today over 50 different clinics across this province now offer government-funded fertility treatments. It’s why our government is investing 50 million new dollars each year to expand access to IVF treatments in addition to the $20 million a year we’ve already invested in the past. I’m happy to say that we’re providing this expanded access for Ontarians regardless of sexual orientation, gender or family status.", "In addition, in budget 2016, Ontario committed to investing $1 million in new funding to support those women and their families whose pregnancies unfortunately end in miscarriage or stillbirth." ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’d like to thank the minister for his answer, and for giving hope to so many families in Ontario. It’s important to note that this new program to expand access to fertility services is going to help over 5,000 Ontarians each year who are trying to start and grow a family. I know that the ministry is working with the College of Physicians and Surgeons of Ontario to ensure that patients do get the highest quality fertility services.", "Next week is Canadian Infertility Awareness Week. It really is an ideal opportunity to raise awareness about infertility. It reminds us of why it is so important to undertake high-quality research on infertility and pregnancy loss.", "Can the minister please provide an update to this House on how Ontario compares to the rest of Canada when it comes to accessing these kinds of services?" ],
  "anchor" : "para490"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Thank you again to the member for this supplementary question. As a family doctor, I’ve worked with many families, couples and individuals struggling with infertility. I believe that every person should have an equal opportunity to grow their family. Income should never be a barrier.", "On the occasion of Canadian infertility week next week, Conceivable Dreams, an organization dedicated to achieving equitable access to funding for in vitro fertilization, conducted a ranking of Canada’s provinces based on access and support to those struggling with infertility. I’m proud to report that Ontario is the leader in fertility care amongst all the provinces right across Canada. Our government is committed to ensuring that all Ontarians have equal access to high-quality health care services, regardless of income, geography or any other factor." ],
  "anchor" : "para493"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "My question today is to the Premier. In March 2014, after flip-flopping on the important private member’s bill from the MPP from Vaughan, your government announced an independent review of the Construction Lien Act. The former Bill 69 clearly identified a need to close gaps in Ontario’s construction laws in order to better protect workers and job creators in Ontario’s vital construction sector.", "This review was announced over two years ago. I understand your Attorney General now has the final copy. How many small and medium-sized companies have to go out of business before this overdue report is brought forward and acted upon? Or will the government be burying it like the report of the expert panel examining Ontario’s business support programs?" ],
  "anchor" : "para496"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para498"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thanks to the member for that excellent question. I think it’s an issue we’re all engaged in in this House. I think that when you look at the experience of the province of Ontario when it comes to labour peace, when you look to productivity, when you look at the way we work together with government and business on projects, we understand that one of the things that keeps business going, obviously, is the need to get paid in a timely manner. We understand that.", "The background work has been done on this issue. It’s been done in what I think is a very professional manner. It’s going to give this House and all members of this House the information they deserve to have in order to make the sort of decision that is so important to the future of Ontario construction companies.", "I know on this side of the House we’re committed to this. The Premier has spoken publicly on this issue. We’re prepared to move ahead on this very important issue." ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Back to the Premier: The review was first announced in March 2014 and, after many announcements, re-announcements and delays, I’m told that the government now has a final copy of the report, nearly 26 months later. When it takes the government 26 months and several announcements just to get their own report, it’s no wonder Ontario’s construction workers can’t count on getting paid on time.", "There are over 400,000 workers in Ontario’s construction industry. Every one of these people and their families are directly impacted by late and delayed payments. Prompt Payment Ontario is here today with the clear message that contractors, suppliers, workers and their families are being put at risk and need action today.", "The Attorney General has the report. How many more people have to lose their jobs before this Liberal government will take any action on prompt payment?" ],
  "anchor" : "para503"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The Minister of Transportation." ],
  "anchor" : "para506"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to take a moment to thank the member opposite for the question and also to thank the Minister of Labour for his first answer.", "As was mentioned in the first question, before becoming Minister of Transportation I was very proud to bring forward Bill 69 regarding the prompt payment issue. I know that the MPP for Brant also, prior to Bill 69, brought forward private member’s legislation on the same topic. It’s important for us to recognize that there has been a very, very genuine effort on the part of our government to deal with both the Construction Lien Act and the prompt payment question.", "Certainly, with my own experience in the sector prior to becoming an MPP, and, frankly, representing a community for which the construction industry is so crucial by way of employment, we want to make sure at all times that we get this right. It’s why the review is being conducted; it’s why this government, under the leadership of the Premier, has taken the issue back.", "We will get it right. We’ll continue to make sure that the construction industry in Ontario flourishes and that payment flows appropriately." ],
  "anchor" : "para507"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Premier. Today, the Greater Toronto Airports Authority holds its annual meeting. In 2015, airport employees handled more than 41 million passengers. It’s the largest transportation hub in Canada and one of Canada’s largest workplaces, with over 4,000 employees, many of whom are from my riding and from the Peel region.", "While most believe that employees all work directly for the airport, they actually don’t. In fact, it’s a complicated system of contractors and subcontractors that run the airport. This means that for thousands of employees, there is no job security, no sick days, no guarantees in scheduling and, what’s worse, a wage that’s very difficult to live on.", "To make matters even more difficult, the current system of contract flipping, where contracts for services are turned over to the lowest bidders every couple of years, makes matters even worse and makes it precarious employment.", "Will the Premier call for an end to contract flipping in the Greater Toronto Airports Authority?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para516"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Since forming government, this government has realized that the workplace that a lot of people are entering today, and particularly the young people in this province, simply isn’t the workplace it was many years ago. We haven’t looked at the Employment Standards Act since the mid-1990s; we haven’t looked at the Labour Relations Act since around 2000. We understand that the workplace is changing. We understand that there’s global competition that is driving an awful lot of that.", "In response to that, what we’ve done is we’ve implemented the Changing Workplaces Review. Two very esteemed individuals, one associated with the business community and one associated with the labour community, have spent the last year travelling the province of Ontario hearing from experts in this regard. They’re preparing a report that will be out very, very shortly which will outline some of the changes and address some of the concerns that are being addressed by the member opposite." ],
  "anchor" : "para517"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para519"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Airport workers screen passengers for safety, they handle our bags and they refuel our planes. Their work brings in billions of dollars in revenue into the GTA every year—", "Interjection." ],
  "anchor" : "para520"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Tourism, Culture and Sport, second time." ],
  "anchor" : "para522"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "—yet employees struggle to make ends meet. They deserve at least a $15 minimum wage.", "This is my question to the Premier: Does the Premier support the call from Toronto airport workers for at least a $15 minimum wage? Does the Premier support this call?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The province of Ontario, as I understand it, has the highest minimum wage in the country, if not the continent, and continues to lead in that regard. We’ve put in a system that the business community and the labour community have praised us for, in that these changes take place to the minimum wage in a very predictable and fair way. It’s indexed to the consumer price index. It’s announced in April and it’s implemented in October of that year. That allows businesses to prepare for those increases.", "The member seems to be dwelling on issues that fall primarily within the federal domain. I’d like to refer to—" ],
  "anchor" : "para525"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "He’s heading to Ottawa." ],
  "anchor" : "para527"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Maybe Ottawa is in the answer here somewhere, Speaker, but certainly I look forward to the report that’s coming out from the Changing Workplaces Review, which is going to address concerns that have been brought to our attention as a government, specifically as it relates to the purview of the province of Ontario, not the government of Canada." ],
  "anchor" : "para529"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services. Minister, every day correctional officers across Ontario work hard to keep our communities safe, and for that we are all very grateful. Theirs is a difficult job, and we thank them for their tireless efforts and dedication. That’s why I was proud to bring forward my private member’s bill to establish an annual Correctional Services Staff Recognition Week, so that every Ontarian can recognize the hard work and dedication of correctional staff in our province.", "But as we pay tribute to those who keep our communities safe, it is important that we also work hard to keep our institutions safe. Mr. Speaker, my riding of Halton is home to the Maplehurst Correctional Complex and the Vanier Centre for Women. I often hear from my community members about the need to improve safety at these institutions and others across the province. Would the minister please update this Legislature on what he is doing to make our institutions safer?" ],
  "anchor" : "para531"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the member from Halton for that important question and for introducing Bill 116, the Correctional Services Staff Recognition Week Act. Our government very much supports the bill and hopes that it passes soon.", "We are working hard to transform corrections to create a system that truly enhances rehabilitation and reintegration programs, strengthens inmate mental health supports, promotes diversion and community programs, and enhances staffing levels and institutional safety.", "Last week, I was joined by the member from Halton, along with Monte Vieselmeyer and Tammy Carson from OPSEU, when I made an important announcement that would enhance staff and institutional safety by investing $9.5 million to install full-body X-ray scanners in all of our correctional facilities over two years. It is expected that a body X-ray scanner will be installed at Maplehurst Correctional Complex in 2016-17 and in the Vanier Centre for Women in 2017-18." ],
  "anchor" : "para533"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para536"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you to the minister for his great work. I was pleased to join the minister last week to announce the new X-ray body scanners that will help keep our institutions safe. I am glad that the minister will be taking the next step to transform our correctional system and help build stronger and safer communities across our province. I know that many of Ontario’s correctional officers have been calling for these devices, and I know the minister worked closely with them on this important safety improvement.", "But, Mr. Speaker, Ontarians know that installing X-ray body scanners in all of our correctional institutions is only one part of the transformation of our correctional system in Ontario. To make our communities safer, we need to hire more correctional officers and offer more training, more mental health supports and better rehabilitation for inmates. Mr. Speaker, through you: Will the minister please explain what he is doing to implement these important changes?" ],
  "anchor" : "para537"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The member from Halton is absolutely right: X-ray body scanners are a key pillar of our transformation of corrections. But we are also hard at work on a number of other elements to transform our correctional system and make our communities safer.", "Recently, we announced the training of 24 new correctional officers for institutions in the north to further increase staffing levels in the province’s northern correctional facilities, which is part of our plan to hire 2,000 new correctional officers over the next three years.", "We have also worked closely with the Centre for Addictions and Mental Health to develop additional mental health training for those who work in our institutions, and have added 32 new mental health nurses to our facility and are continuing to hire more. We will also be bringing forward more programming to enhance rehabilitation and reintegration.", "These are all transformative changes and they will not happen overnight, but we are committed to working with our partners to transform corrections to build stronger and safer communities across Ontario. I welcome ideas from all members in this House to make that work happen." ],
  "anchor" : "para539"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "My question is to the Minister of Community Safety and Correctional Services. On January 14 of this year, the Fire Marshal’s Public Fire Safety Council announced a $1.5-million fund for educational materials on fire safety for local fire departments. The Helping Ontario Municipalities Educate—or HOME—offer would provide credits to fire departments to obtain free public fire safety education materials from the council’s education centre.", "Speaker, why did the fire marshal’s council abruptly cancel the HOME offer just two months later, on March 24?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for asking the question. Our government is very much committed to supporting public education around fire safety in Ontario.", "The member is right: In January, the Fire Marshal’s Public Fire Safety Council established a $1.5-million fund for the Ontario fire service to educate the public about fire safety. However, concerns were communicated to the fire marshal about the structure of the program. The fire marshal heard those concerns and is restructuring the program and will be announcing those changes in the near future. The fire marshal further advised that the Fire Marshal’s Public Fire Safety Council would be exploring other options to provide public education materials for fire services in Ontario.", "Speaker, let me be absolutely clear: This money will still be provided for public education about fire prevention. We’re just restructuring the program to make sure that we get it right." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para549"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Back to the minister: Last month, the coroner’s inquest was completed into the tragic fire deaths of three young people in Whitby, and four members of the same family in East Gwillimbury. The jury in the inquest recommended that both the fire marshal’s office and the fire marshal’s council continue to develop public education programs and materials on fire safety.", "The jury was pretty clear that more needs to be done to teach fire safety. Mr. Speaker, no one does that better than our local fire departments. When the coroner’s office says that more needs to be done, why is the minister eliminating this much-needed fire safety education program?" ],
  "anchor" : "para550"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I think the member and I are coming from the same place. I absolutely agree with the member that fire safety and fire prevention training are absolutely essential. I am cognizant of the recommendations that were made as well. Hopefully, he will be satisfied with my answer that the program is not being cancelled. It’s just being restructured because of the concerns that the fire marshal heard from municipalities.", "I think it’s very prudent of the fire marshal to pay attention to those concerns and to take the fund back, to make sure that we get it right. He’s working closely with the fire safety council as well. The program will continue.", "You are absolutely right. I think all members will agree, in the House—" ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Through the Chair, please." ],
  "anchor" : "para555"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "—Speaker, sorry; through you—that fire safety and prevention are absolutely important. But we want to make sure that the $1.5 million is being invested appropriately and actually does fulfill the purpose of ensuring that municipalities, through their local fire services, can provide the appropriate education to prevent fires and promote fire safety." ],
  "anchor" : "para556"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Speaker, hospital transfers continue to jeopardize the health of patients in northern Ontario. In one case, an elderly man suffering from cancer was sent to another hospital for a CT scan. In the words of his daughter, “At 2:30 p.m., our dad was transported from Iroquois Falls to Temiskaming Shores by ambulance on a stretcher, all cozy, wrapped in blankets”—as it should be—“but at 9:30 p.m., he was sent back with no coat, no boots, in a taxi, in a snowstorm, a ride that took three hours.”", "The saddest thing is that this isn’t an isolated case. This happens all the time in our area. I can give you other examples.", "I’d like to make one thing very clear, Speaker: The health care workers involved did all that they were allowed to do. They went above and beyond. But what will it take for this government to fix the hospital transfer system in northern Ontario?" ],
  "anchor" : "para558"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I absolutely agree—and I’m aware of and familiar with this particular case—that it’s unacceptable, what this individual and his family and loved ones had to go through. I’m not going to provide any excuse for what happened. But I am intent on doing my best to ensure that it doesn’t happen to other individuals, for people who are in, to begin with, such a fragile state.", "The issue of non-urgent land ambulance transfers is an important one across this province, particularly in the north, because of the distances that are travelled and because of circumstances precisely like the member opposite has described. I know that in partnership with the Ministry of Transportation and others, we are working hard to create and make improvements to this issue so we can avoid the sorts of challenges described." ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Children and Youth Services, on a point of order." ],
  "anchor" : "para564"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Regarding the earlier question on children and special needs, I’d like to correct my record. I believe I said we invest hundreds of thousands of dollars per year; it’s actually hundreds of millions of dollars per year." ],
  "anchor" : "para565"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Labour, on a point of order." ],
  "anchor" : "para567"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, in response to the member from Bramalea–Gore–Malton, I’d like to correct my record. I said that we have the highest minimum wage in the country, if not the continent. In fact, we have the highest minimum wage of any province in the country." ],
  "anchor" : "para568"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Huron–Bruce, on a point of order." ],
  "anchor" : "para569"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "A point of order: Will the member for Beaches–East York apologize to the FAO—", "Interjections." ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order, and the member knows it." ],
  "anchor" : "para572"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On a second point of order, the member from Huron–Bruce." ],
  "anchor" : "para574"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I would like to introduce, on behalf of Toby Barrett, Stephen Denys. He’s going to be here speaking about food safety today." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m." ],
  "anchor" : "para576"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Speaker, it’s my honour to introduce, in the members’ gallery, Dr. Larry Caven, president of the College of Veterinarians of Ontario." ],
  "anchor" : "para579"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s an honour to rise in celebration of Brockville’s Prince of Wales school, which marks its 125th anniversary on Saturday.", "It was the fall of 1890 when 120 students, four teachers and one principal filed through the doors. They breathed life into the bricks and mortar of what was then the West Ward school. The heart they gave it kept it beating strong over two world wars, the Great Depression and 22 Prime Ministers.", "Times have changed from the days when students traipsed to outdoor washrooms or shovelled coal into the huge burner in the basement. Those students were a hardy bunch, as they learned under gaslight until 1910. Budgetary restrictions—a reality even a century ago—meant that electricity was a late addition.", "Thankfully, a mid-1950s effort to demolish the school for a modern building to accommodate a booming population failed. Instead, an expanded and renamed Prince of Wales school debuted in 1958.", "Through it all, there was one constant: the commitment of teachers and support staff to give students a caring home away from home, a place where they’re free to harness education’s power to unlock a brighter future.", "Prince of Wales is also close to my family’s heart, Speaker. The twins Alex and Jordan, along with Meghan, began kindergarten there.", "I ask all Ontarians to wish a very happy birthday to generations of proud Prince of Wales Panthers staff, parents and, especially, students." ],
  "anchor" : "para582"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I rise today to express my concerns with changes made to the Ontario Trillium Foundation. The strength of the OTF has always been its connection to local areas through its front-line staff and volunteers. As a result, projects were approved based on the actual grassroots needs of the communities. In my riding, grants have been given for everything from ice shavers for curling clubs to accessibility renos for Legions.", "Sadly, this community involvement is coming to an end. First, the agency suspended its $25-million capital grant program at the end of March. Now, to add insult to injury, it is reducing the number of granting catchment areas from 16 to five.", "All of northern Ontario will now be in one area, despite differences in geography, culture, economic status and population base. This will result in less staff and volunteer connection in the north and much less opportunity for smaller groups to qualify for funding.", "As is so often the case when rural northerners hear the words “streamline,” “centralize” and “regionalize,” what ends up happening is “cut” and “disappear.”", "The minister of culture and tourism has the authority to stop these changes, and I encourage him to do so. People who live in rural Ontario have a right to be treated equitably by this government and its agencies." ],
  "anchor" : "para590"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "This week is National Nursing Week. The theme of this year’s celebration, “Nurses: With You Every Step of the Way,” highlights the important role nurses play throughout our lives and in all health care situations.", "Nurses are highly trained health professionals, skilled care providers and compassionate patient advocates who play a central role in our health care system. Representing the largest health care provider group in the province, nurses are consistently rated by the public as the most trusted profession. They are the backbone of Ontario’s health care system.", "Nurses have a wide range of knowledge and skills, Mr. Speaker, and for those reasons our government is expanding their scope of practice and implementing the Ontario nursing strategy, which helped to increase the number of nurses being hired full-time last year.", "During this week, I’d like to recognize all nurses in Ontario, especially Kelly Brockington, a registered nurse at Scarborough Hospital and winner of the 2016 Human Touch Award for going above and beyond to get patients the care they need; Betty Wu-Lawrence, a front-line public health nurse, for promoting healthy schools in my riding of Scarborough–Agincourt; and the Hong Fook nurse practitioner clinic for providing various mental health programs and services for Scarborough residents and their families.", "As a former public health nurse and nursing professor, I’m proud to say that I’m a nurse first, then a politician. I will continue to work with my nursing colleagues to keep Ontario safe and healthy. I’m looking forward, this Friday, to spending some time with the public health nurses in Toronto and to having a conversation about nursing advocacy." ],
  "anchor" : "para596"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "This Saturday, I’m really looking forward to helping the North Bay Heritage Gardeners celebrate the blooming of their 70th-anniversary Dutch-Canadian Friendship Tulip Garden at the waterfront in North Bay.", "Last fall, the North Bay Heritage Gardeners were one of more than 400 applicants selected by the Canadian Garden Council to participate in the program. Local veterans, school children and the public are being invited to attend a brief blooming ceremony officiated by my very good friend Harriet Madigan.", "The ceremony will recount the history of the enduring friendship between Canada and the Netherlands that was forever solidified in the spring of 1946, when 100,000 tulips bloomed in Ottawa. Planted the previous fall, the Dutch tulip bulbs were sent to Canadians as a symbol of appreciation for the role Canadian soldiers played in the liberation of the Netherlands and the hospitality Canada provided to the Dutch royal family in Ottawa during World War II. Now a gift in perpetuity, Canada continues to receive 20,000 tulip bulbs every fall, the blooms of which are enjoyed by hundreds of thousands of people every spring during the Canadian Tulip Festival.", "My congratulations go out to all of the hard-working volunteers with the North Bay Heritage Gardeners for their commitment to making this a reality and continually beautifying our waterfront." ],
  "anchor" : "para602"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my privilege to rise today to talk about the unmet needs of special-needs children, including those with autism, in the province of Ontario.", "Yesterday, Ontario’s independent advocate for children and youth, Irwin Elman, released a report called We Have Something to Say. This is a groundbreaking report and one that every MPP needs to sit down, read and think about.", "The report was two years in the making, and it put the voices of youth with disabilities front and centre—170 submissions from young people who told their stories about how they aren’t heard and the obstacles they face on a daily basis.", "In an interview with Queen’s Park Briefing, Mr. Elman said about the autism therapy wait-list, “It’s a mug’s game. Maybe it’s better to get $8,000 than have nothing, but don’t pretend it’s a solution to anything. Don’t pretend this is about the child and providing them with what they need....", "“If it really was child-focused—about getting these children what they need and these parents the help that they need—then you would be looking at the school system. Where is the partnership between the Ministry of Education and the ministry of child and family services....", "“What do you expect” these “parents to do? We should thank them for being so fierce and supporting their children.”", "He’s right: We should thank those parents, dozens of whom came to my office last week. One parent said, “The minister wants to listen to them, but how will she be able to listen to those kids who have been denied IBI therapy, who will never speak?”", "While this government has not yet decided to listen to parents and children with autism, our provincial advocate has published a report that does give them, and children with disabilities, a voice. For that, we thank him." ],
  "anchor" : "para607"
}, {
  "speaker" : "John Fraser",
  "text" : [ "On this day in 1976, Dr. Wilbert Keon saw his vision come to life. The University of Ottawa Heart Institute is celebrating 40 years as a world-renowned heart health centre. Its advances in genetics and applications, such as the STEMI protocol, have had an impact worldwide.", "The heart institute also runs Canada’s largest prevention and rehabilitation program in cardiac medicine. Most importantly, it delivers critical services to families in Ottawa and eastern Ontario.", "On a personal note, our family has been impacted directly by these service. Both my mother, Mary, and my father-in-law, Lorne, received life-saving care at the heart institute and, as a result, are able to spend time with their great-grandchildren now. This is the experience of many families in eastern Ontario, and that is why the province is investing in a new heart institute, currently under construction.", "To Dr. Keon, thank you for your vision, your ingenuity and your loyalty. Today would not have been possible without you. To Dr. Thierry Mesana and your team of dedicated doctors, nurses and health care professionals, thank you for caring for the people we care for most. A special thanks to all the volunteers and generous contributors who, over the years, have helped to build the University of Ottawa Heart Institute. We very much look forward to opening a brand new heart institute in 2018." ],
  "anchor" : "para616"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Belleville welcomed the world last week, and in the end it was this close for Canada. The Women’s World Floorball Championships for group B came down to Canada and Germany in the final game at the Yardmen Arena on Sunday. The tournament saw teams, families and fans from 15 different countries housed and fed and cheering on their teams in Belleville.", "Organizers like Brett Davis and his wife, Tracey, and Rosi Ouellette brought dozens, if not hundreds, of volunteers to stage a week-long tournament that showcased the best of the city of Belleville and the best of the sport of floorball, which is a relatively new sport here in North America.", "At the end of the day, the defending champs from Sweden won the tourney, but the tournament was a huge success. They set new attendance records, selling more than 15,800 tickets for the 33 matches. They set a single-game record when 3,151 people packed the Yardmen for the tourney’s first game, between Canada and Japan. This was three years of hard work by the organizing committee, and thankfully they got a great storyline.", "Led by local stars like Hannah Wilson and Alexa Hoskin of Belleville and goalie Madi Brinklow of Tyendinaga township, and coached by Belleville boy Todd Crawford, Team Canada made it all the way to the gold-medal game in group B. They were down 5-3 late in the third period. They scored two goals in 20 seconds to tie it up; the roof just about blew off the place. Then a Canadian defender was pushed into the Canadian goaltender, and the Germans scored with 30 seconds left to steal it away from Canada.", "But man, was it excitement. And it was a tremendous show for the city of Belleville, as they were ready to welcome the world. Great job to all involved." ],
  "anchor" : "para622"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You should have been an announcer." ],
  "anchor" : "para627"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "He was." ],
  "anchor" : "para628"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I know." ],
  "anchor" : "para629"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "That’s a great act to follow.", "Last Saturday, I was delighted to attend the annual maple festival in Bowmanville. Every year, on the first Saturday of May, hundreds of people from all over the GTA come to my riding to explore Maplefest, which takes place in historic downtown Bowmanville. At Maplefest, local vendors from all over Ontario come to Bowmanville to sell their products, such as maple syrup, homemade jam, fudge, maple doughnuts and many other types of treats.", "I attend this event every year. However, I was extremely pleased to hear the positive feedback about the work my office and our government have been doing in the great riding of Durham. Of course, I was happy to listen to any feedback and gather opinions from so many local residents.", "I will take this moment to thank all the local vendors and volunteers who came together to ensure that Maplefest was a success, and I’m looking forward to next year’s event." ],
  "anchor" : "para631"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "On Monday, at Mount Sinai Hospital just down the street, I will be proud to be part of a summit on pregnancy and infant loss. It’s the first of its kind in North America, where renowned scientists, nurses, nurse practitioners, mothers who have lost children, and researchers will come from Quebec, the UK and the United States, basically to find out why every year over 30,000 Ontario women lose their infants as a result of miscarriage, stillbirth or early childhood death.", "We have to know why these deaths occur every year, what causes them and what we can do to prevent these 30,000 losses every single year in this province. I hope that out of this summit we will get better health care for all of these women who suffer this tragic loss psychologically and physiologically without any help. Many of these women are forced to go back to work within a week of losing a child. That is not right. We need to stand up and make sure that the right compassionate care is given to these mothers who lose children every year in this province.", "I look forward to seeing this summit be a great success on Monday at Mount Sinai Hospital." ],
  "anchor" : "para636"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para639"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario, and it reads as follows:", "“Whereas the price of electricity has skyrocketed under the Ontario Liberal government;", "“Whereas ever-higher hydro bills are a huge concern for everyone in the province, especially seniors and others on fixed incomes, who can’t afford to pay more;", "“Whereas Ontario’s businesses say high electricity costs are making them uncompetitive, and have contributed to the loss of hundreds of thousands of manufacturing jobs;", "“Whereas the recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion over the next 18 years if nothing changes;", "“Whereas the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff ... contracts with wind and solar companies, the sale of surplus energy to neighbouring jurisdictions at a loss, the debt retirement charge, the global adjustment and smart meters that haven’t met their conservation targets have all put upward pressure on hydro bills;", "“Whereas the sale of 60% of Hydro One is opposed by a majority of Ontarians and will likely only lead to even higher hydro bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To listen to Ontarians, reverse course on the Liberal government’s current hydro policies and take immediate steps to stabilize hydro bills.”", "I have affixed my signature as well." ],
  "anchor" : "para642"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that has been signed by 2,160 people. They were collected by the nurses from Hamilton who are here today. It reads as follows:", "“Whereas providing high-quality, universal, public health care is crucial for a fair and thriving Ontario; and", "“Whereas years of underfunding have resulted in cuts to registered nurses ... and hurt patient care; and", "“Whereas, in 2015 alone, Ontario lost more than 1.5 million hours of RN care due to cuts; and", "“Whereas procedures are being off-loaded into private clinics not subject to hospital legislation; and", "“Whereas funded services are being cut from hospitals and are not being provided in the community; and", "“Whereas cutting skilled care means patients suffer more complications, readmissions and death;”", "Therefore, they “petition the Legislative Assembly of Ontario as follows:", "“Implement a moratorium on RN cuts;", "“Commit to restoring hospital base operating funding to at least cover the costs of inflation and population growth;", "“Create a fully-funded multi-year health human resources plan to bring Ontario’s ratio of registered nurses to population up to the national average;", "“Ensure hospitals have enough resources to continue providing safe, quality and integrated care for clinical procedures and stop plans for moving such procedures into private, unaccountable clinics.”", "I fully support this petition, will affix my name to it and ask Julia to bring to the Clerk." ],
  "anchor" : "para653"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "J’aimerais apporter une pétition à l’Assemblée législative de l’Ontario.", "« Attendu qu’il y a un besoin criant en infrastructure de transport routier dans la province de l’Ontario;", "« Attendu que d’offrir différentes alternatives ou options dans le choix du mode de transport aux citoyens aide à réduire le nombre de voitures sur les routes;", "« Attendu que les transports en commun contribuent à améliorer la qualité de vie des Ontariens ainsi qu’à préserver l’environnement;", "« Attendu que les résidents d’Orléans et de l’est d’Ottawa ont besoin d’une plus grande infrastructure de transport;", "« Nous, soussignés, adressons à l’Assemblée législative de l’Ontario la pétition suivante :", "« Soutenir le plan Faire progresser l’Ontario et la construction de la phase II du train léger sur rail (TLR), ce qui contribuera à répondre aux besoins criants en infrastructure de transport à Orléans, à l’est d’Ottawa et à travers la province. »", "Il me fait plaisir d’inscrire ma signature et la remettre à la page Claire." ],
  "anchor" : "para667"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas demonstration schools in Ontario provide incredible necessary support for children with special education needs;", "“Whereas the current review by the government of Ontario of demonstration schools and other special education programs has placed a freeze on student intake and the hiring of teaching staff;", "“Whereas children in need of specialized education and their parents require access to demonstration schools and other essential support services;", "“Whereas freezing student intake is unacceptable as it leaves the most vulnerable students behind; and", "“Whereas this situation could result in the closure of many specialized education programs, depriving children with special needs of their best opportunity to learn;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate funding streams for demonstration schools and other specialized education services for the duration of the review and to commit to ensuring every student in need is allowed the chance to receive an education and achieve their potential.”", "I agree with this petition, sign it and pass it to page Laura." ],
  "anchor" : "para676"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "This petition is entitled “Ontario Needs to Fund Family-Created Housing.", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government’s 2014 budget included a commitment to address the wait-list of more than 12,000 adults with developmental disabilities awaiting residential funding, and some of whom have been waiting more than 20 years; and", "“Whereas since the spring of 2014 the number of adults with developmental disabilities awaiting residential funding has grown to more than 14,000; and", "“Whereas there is currently no available funding to plan for a respectful transition from the family home to a home of choice in the community; and", "“Whereas more than 1,450 Ontario parents over the age of 70 continue to provide primary care to their adult child; and", "“Whereas currently adults with developmental disability must go on the crisis list before they receive residential funding, often resulting in a loss of choice, dignity and community; and", "“Whereas family-created housing prioritizes dignity, choice and community inclusion for the resident living with disability as well as providing long-term cost savings for the province;", "“We, the undersigned, petition the Minister of Community and Social Services to address the growing wait-list for adults with developmental disabilities awaiting residential funding and provide stable funding opportunities for family-created housing.”", "It’s my pleasure to affix my signature and give this to page Leah." ],
  "anchor" : "para687"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently engaging in a public consultation to review and improve employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to implement a decent work agenda by making sure that Ontario’s labour and employment laws:", "“—require all workers be entitled to a starting wage that reflects a uniform, provincial minimum, regardless of a worker’s age, job or sector of employment;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—ensure part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time, permanent counterparts;", "“—provide at least seven ... days of paid sick leave each year;", "“—support job security for workers when companies or contracts change ownership;", "“—prevent employers from downloading their responsibilities for minimum standards onto temp agencies, subcontractors or workers themselves;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of laws, supported by adequate public staffing and meaningful penalties for employers who violate the law;", "“—make it easier for workers to join unions; and", "“—ensure all workers are paid at least $15 an hour.”", "I agree with this petition and I will hand it over to page Marthangi." ],
  "anchor" : "para698"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontarians rely on ServiceOntario locations to access public services such as health cards, vital statistics and land registry services;", "“Whereas Ontarians in rural areas are unable to drive long distances to an alternative ServiceOntario location;", "“Whereas the duty of government is to provide and preserve its ability to provide services to the public;", "“Whereas the planned closure of nine ServiceOntario locations, including Morrisburg, is an affront to Ontarians’ right to receive the public services they helped build with their hard-earned tax dollars;", "“Whereas the displacement of land registry offices will create additional costs to the public as legal professionals and municipal officials will have to travel outside their township;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To halt the closure of nine public ServiceOntario locations, including Morrisburg, unless the continued local in-person delivery of ServiceOntario services in those communities can be guaranteed.”", "I agree with this and will pass it off to page Laura." ],
  "anchor" : "para715"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the provincial government has cancelled the Northlander passenger train which served the residents of northeastern Ontario; and", "“Whereas the provincial government has closed bus stations and is cancelling bus routes despite promising enhanced bus services to replace the train; and", "“Whereas the Ontario Northland Transportation Commission (ONTC) has been given a mandate that its motor coach division must be self-sustaining; and", "“Whereas Metrolinx, the crown corporation that provides train and bus service in the GTA” of Toronto “is subsidized by more than $100 million annually; and", "“Whereas the subsidy to Metrolinx has increased annually for the last seven years;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To direct the Minister of Northern Development and Mines to reverse the decision to cancel bus routes immediately and to treat northerners equitably in decisions regarding public transportation.”", "I wholeheartedly agree and hand it to page Leah." ],
  "anchor" : "para725"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I have a petition here that I believe very much in supporting: “Supporting Transparency of Wait-Lists and the Banning of Non-Refundable Daycare Wait-List Fees in Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas many parents and caregivers are being charged non-refundable fees to place their children on wait-lists for daycare centres;", "“Whereas non-refundable daycare wait-list fees can range from tens to hundreds of dollars;", "“Whereas due to the scarcity of quality daycare spaces, many parents and caregivers are forced to place their children on multiple wait-lists;", "“Whereas non-refundable daycare wait-list fees impose a significant financial burden on parents and caregivers for the mere opportunity to access quality child care;", "“Whereas daycare wait-lists are often administered in a non-transparent manner which creates the risk that they will be administered in an unfair and/or discriminatory manner;", "“Whereas parents and caregivers in Ontario already face significant barriers accessing daycare due to high costs and limited numbers of daycare spaces;....", "“Whereas there are currently no regulations in place to prevent daycares from charging parents and caregivers exploitative fees;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Legislative Assembly of Ontario recognize that we have a responsibility to take action now, and support a requirement for transparent administration of daycare wait-lists and a ban on non-refundable daycare wait-list fees.”", "I assign my name to this and leave it with page Isabela." ],
  "anchor" : "para735"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I have petitions signed from Parry Sound in support of personal support workers—the VON in Parry Sound. It reads:", "“Whereas home care should be patient-centred and the priority is direct care, not profit; and", "“Whereas the privatization of health services has led to the delivery of services that have become profit-driven rather than care-driven;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to demand that home care be guided by the principle of caring for patients first, without regard for private profit-making.”", "I sign this and will give it to Marthangi." ],
  "anchor" : "para748"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition, and I want to thank Mrs. Rollande Tanguay from Wahnapitae in my riding. It reads as follows:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;”", "They “petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I support this petition, will affix my name to it and ask Ayana to bring it to the Clerk." ],
  "anchor" : "para754"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas all children in the province of Ontario deserve every opportunity to reach their full potential; and", "“Whereas speech and language pathologists in Ontario are afforded the capabilities to provide a diagnosis of childhood apraxia of speech and receive specialized mandated training; and", "“Whereas intensive and frequent individualized professional speech therapy, multiple times weekly, is needed to facilitate verbal speech; and", "“Whereas school-aged children with severe and significant speech and language disorders like childhood apraxia of speech are not receiving the quality or quantity of speech therapy outlined as essential by current evidence and research, by either CCACs or school boards;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario and the government of Ontario to declare that May 14 is Apraxia Awareness Day.”", "I totally agree with this petition. I’ll affix my signature and send it to the table with Alfred." ],
  "anchor" : "para762"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was given to me by Diane Girard from Hanmer, in my riding. It reads as follows:", "« Alors que les automobilistes du nord de l’Ontario continuent d’être soumis à des fluctuations marquées dans le prix de l’essence; et", "« Alors que la province pourrait éliminer les prix abusifs et opportunistes et offrir des prix justes, stables et prévisibles; et", "« Alors que cinq provinces et de nombreux états américains ont déjà une réglementation des prix d’essence; et", "« Considérant que les juridictions qui réglementent le prix de l’essence ont : moins de fluctuations des prix, moins d’écarts de prix entre les communautés urbaines et rurales et des prix d’essence annualisés inférieurs; »", "Ils demandent à l’Assemblée législative de l’Ontario :", "« D’accorder à la Commission de l’énergie de l’Ontario le mandat de surveiller le prix de l’essence partout en Ontario afin de réduire la volatilité des prix et les différences de prix régionales, tout en encourageant la concurrence. »", "J’appuie cette pétition. Je vais la signer, et je demande à Ayana de l’amener à la table des greffiers." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I move on to orders of the day, I’d like to welcome the nurses from Hamilton and their contingent.", "Resuming the debate adjourned on May 10, 2016, on the motion for third reading of the following bill:", "Bill 172, An Act respecting greenhouse gas / Projet de loi 172, Loi concernant les gaz à effet de serre." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para785"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I look forward to the next hour, to position the PCs’ thoughts on how this is a very serious discussion that needs to be had. We want to thoughtfully put forward our concerns in a professional manner that, hopefully, this government will take to heart.", "First of all, I want to show my appreciation to my colleague from Stormont–Dundas–South Glengarry. He spent a number of hours with me in general government addressing Bill 172. From stakeholders through to the actual proof, we’ve seen many people express concern over the manner in which this particular piece of legislation was rushed. We witnessed and entertained over 70 amendments, which is almost unprecedented, put forward by this government to fix their legislation in committee. It’s just a proof-point that this legislation is flawed. Like so many stakeholders have asked and continue to ask to this day, we would like to see this government hit the pause button, get it right and actually do proper consultation so that we don’t have the negative financial costs and burden laid on the shoulders of Ontario taxpayers.", "Of course, Speaker, you know, everyone in the House knows and Ontarians know, as well, that climate change is one of the most important issues facing our province. The PC Party of Ontario has long maintained that the government needs to develop a credible plan to reduce greenhouse gas emissions, all the while protecting taxpayers and our economy. We’ve said right from the very beginning that we can’t afford to get it wrong on such an important issue. By what we’re seeing in reports in papers today, there are even members of the Liberal cabinet voicing their concerns over the direction this minister is taking this province in terms of the financial burden that a cap-and-trade scheme will generate as they move forward to make their slush-fund dream a reality.", "We have to be real here. I ask everyone in this House to join with me and accept reality: The Liberals’ cap-and-trade scheme will not effectively tackle climate change.", "I just shared with my colleague from Nipissing some information from Aldyen Donnelly. She is a greenhouse gas emissions expert. She has been tracking this for years. She has been in the industry for years. She has given data just today. Source her on Twitter. She’s posted data that shows that since the early 2000s, greenhouse gas emissions truly haven’t been reduced dramatically in that particular state. The fact that we are fashioning a cap-and-trade cash grab tax scheme after a state where actually just today we’ve seen more proof that it hasn’t properly tackled its greenhouse gas emissions issue—I would suggest that this Liberal government has got it completely wrong.", "So I repeat: Unfortunately, the Liberals’ cap-and-trade scheme will not effectively tackle climate change, as we’ve seen the proof-point today from California. The Liberals’ approach to generating their slush fund, if you will, will only make life more complicated and less affordable for Ontarians, and increase the cost of doing business in our province. I’m disappointed to say that my remarks over the next hour will mainly focus on the major flaws of Bill 172, and there are many of them. So maybe we’ll have some exercise today, but here we go.", "Unfortunately, without reason, the government rejected every single one of our party’s thoughtful amendments to this proposed legislation, which my colleague and friend from Stormont–Dundas–South Glengarry would attest to. Most importantly, we had hoped the government would support essential amendments to improve accountability and provide tax relief. That’s what we need in Ontario. But each and every Liberal member of the committee voted against fairness for taxpayers, against transparency and against accountability. Speaker, all I have to say is: Shame on this government. The rejection, over and over again, of these amendments to strengthen oversight shows just how arrogant the Liberals have become.", "Let’s not forget that this Liberal government is under five—count them, Speaker—five separate OPP investigations. The Liberals are being investigated for bribery, fraud and the destruction of evidence, not to mention that this summer the former chief of staff and deputy chief of staff for the McGuinty Liberal government will stand trial. They’re going to stand trial to face several charges related to the Liberals’ politically motivated decision to waste $1.1 billion of Ontarians’ money, cancelling two gas plants just to save a handful of Liberal seats in the last election.", "These two senior McGuinty Liberal aides are facing serious charges. They include breach of trust, mischief and misuse of a computer system to commit mischief. They stand accused of orchestrating the systematic destruction of documents and emails related to the Liberals’ gas plant scandal. This Liberal government’s arrogance and contempt for our democratic institutions is something that should be deeply troubling to every single person in this province. When Ontarians watch the government setting up a cap-and-trade slush fund, they know that they can’t trust a government under five OPP investigations with a $1.9-billion secretive slush fund.", "There’s so much potential for abuse with the Liberals’ cap-and-trade slush fund that it’s probably just a matter of time until we have a sixth OPP investigation. Again, I’d like to remind everyone that the history of the European Union and Europe’s emissions trading scheme has been fraught with fraud.", "Speaker, no one in this province believes this government anymore, and no one trusts the Liberals with their hard-earned money. What’s worse, Speaker, is that Ontarians are starting to lose faith—" ],
  "anchor" : "para786"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order. The member from Ottawa–Orléans." ],
  "anchor" : "para797"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I would just like to know what, exactly, is the relevance of this debate to Bill 172, our climate change act. I would ask the Speaker to maybe ask the member to refer back to our bill." ],
  "anchor" : "para798"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member is correct on one point, but part of her discussion was in reference to the comment she’s made as related to the industry, in reference to cap-and-trade when she talked about the gas plants, which is part of the energy project. When she strays from that and gets into other things, I will let her know." ],
  "anchor" : "para799"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you, Mr. Speaker." ],
  "anchor" : "para800"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you very much, Speaker. Again, just to repeat, no one trusts the Liberals with their hard-earned money. What’s worse, Ontarians are starting to lose faith in our democratic institutions because they’ve been so thoroughly abused by the Liberals for such a long period of time.", "Although we’ve brought forward many thoughtful amendments over the last couple of weeks that would have addressed some of these issues, the government literally brushed off all of our concerns and they introduced, as I said, an almost unprecedented 70 amendments to their own bill.", "What’s worse is, while we have been performing our due diligence by carefully reviewing this massive taxation scheme, the government attempted to derail our amendments by accusing our party of delaying the legislative process. I’m disappointed by these actions, but I can’t say I’m surprised. We all know that the Liberals welcome any legislation that will increase or create just about any tax to finance their massive spending sprees. Remember the Liberal health tax? Or the Liberal eco tax? Or what about the Liberal harmonized sales tax? The list just goes on and on, tax after tax after tax. These Liberals can come up with just about any excuse to justify a new tax. This carbon tax is just the latest ploy to rake in even more money to spend on Liberal pet projects and reward Liberal insiders.", "It’s shameful that the cost of the Premier’s mismanagement will continue to fall on Ontario taxpayers, families and businesses, and it is very discouraging that this government arrogantly assumes that the public supports every one of their actions when all the evidence shows the opposite. But we can talk about that in a little bit more depth in a few minutes.", "Let’s talk about the committee process. Some of the more specific problems with this legislation are something I’d like to dive into a little bit deeper, and I’d like to talk about the government’s complete disregard for stakeholder and opposition concerns during the committee process.", "We learned very quickly in committee that if there was ever a piece of legislation that the Liberal government should not rush, it’s Bill 172. During deputations, for instance, we listened to thoughtful comments from environmental groups, industry leaders, cap-and-trade experts, and public servants who all expressed concerns about the rushed Liberal cap-and-trade scheme. These concerns ranged from the threat of job losses and compliance issues to shutting investment out of the province and driving out investments by companies looking for a break. We all on this side of the House, I’m sure, can point to specific examples within our riding of companies exiting not only our riding but the province because they’ve been enticed via cheaper electricity, better building conditions and tax breaks in the States. Many groups pointed out that this legislation simply risks increasing the cost of doing business in Ontario, imposing another massive taxation scheme on the public.", "For a fleeting moment, it actually seemed like the government might be listening to these comments. Despite the almost unprecedented number of amendments submitted by the government, it became immediately clear that very few of these amendments addressed the concerns of taxpayers or businesses. Most troubling, there was very little acknowledgement about the gross lack of transparency and accountability in this bill. Instead, the government’s amendments mainly addressed issues that could have been and should have been resolved before the bill ever reached the committee stage.", "This was only one of many indications that the government hadn’t performed its due diligence before introducing this bill and had rushed to find a band-aid solution to their overzealousness. Don’t worry: I’ll be pointing out all of these instances throughout my remarks. There was a common concern, however, over Bill 172, as I said, being rushed.", "Everyone knows that the Premier slapped the cap-and-trade bill together so she had a PR document before jetting off to Vancouver for a photo op with the Prime Minister. Ontarians are concerned that the government brought forward an almost unprecedented number of amendments in committee in an attempt to clean up the Premier’s mess. Our party was naturally curious about why the government had introduced so many amendments, and questioned government lawyers and officials about these modifications. Unfortunately, we never got many straight answers in committee. My colleague from eastern Ontario will recall that on multiple occasions the Liberals muzzled ministry lawyers and officials in front of the entire committee in a desperate effort to silence civil servants from speaking out.", "After witnessing the Liberals muzzle these officials, it became quite clear that the orders to silence ministry staff came right from the Premier’s office. The Premier’s cap-and-trade bill has become such an unmitigated disaster that the Liberals’ only solution is to hide the mess from Ontarians.", "Witnessing this abuse of power was more than alarming. In a prosperous and free country like Canada, the government should never obstruct an all-party review of any legislation, and it should never even think of muzzling government officials and shutting down the democratic process. But that’s exactly what the Liberals did. This is shameful, arrogant behaviour, and I would dare say that Ontarians are taking note. It goes without saying that Ontarians expect their elected representatives to carefully vet government bills, especially bills that will dramatically increase the cost of living and doing business in Ontario.", "On this side of the House, as the loyal opposition, we take this responsibility very seriously. Our role as Her Majesty’s loyal opposition is to hold the government to account and to point out flaws with the legislation—which, as I highlighted, are rampant throughout the entirety of Bill 172.", "The committee process revealed serious concerns around transparency and accountability. Most troubling—we heard about it earlier today during question period—the Financial Accountability Officer, who had never testified in committee before Bill 172, stated that he was becoming increasingly concerned about the lack of government transparency, and he warned that he would likely be unable to access government documents describing how the cap-and-trade revenue would be spent. That means that the Liberals could decide, under the cloak of cabinet secrecy, which companies and organizations would benefit from the government’s $1.9-billion slush fund.", "Given this government’s history of being under serious criminal investigation, it seems absolutely ludicrous to hand the government even more money to throw away on pet projects managed by their buddies whereby they continue to choose winners and losers throughout Ontario.", "Ontarians deserve to know how their hard-earned taxpayer dollars are being spent, especially since nearly half of their income goes to taxes already.", "Speaker, every single Ontarian has the right to be upset that the Liberals are stonewalling the Legislature’s independent officers and are hiding spending plans that will waste billions of their hard-earned tax dollars.", "Our caucus moved a critically important amendment in committee based on the Financial Accountability Officer’s comments. We put forward an amendment to require the government to disclose each and every spending plan using cap-and-trade funds. It was a simple but powerful amendment. It would have shared accountability. But guess what, Speaker? The member from Beaches–East York and his Liberal colleagues voted against accountability, voted against transparency and voted down our sensible, thoughtful amendment.", "The Liberals’ refusal shows that the cap-and-trade scheme is not about the environment; it’s about the money, plain and simple. The Liberals are setting up a Ponzi scheme that promises environmental returns, but in reality it will only generate billions of dollars for the government while shipping billions of more dollars that Ontarians strive so hard to make to California, as we heard earlier today.", "Even more egregiously, however, the member for the Beaches–East York riding had the nerve to claim in committee that the Liberals had fixed this lack of transparency after allegedly consulting with Mr. LeClair, the Financial Accountability Officer. The member actually stated that, “From our discussions with the Financial Accountability Office, this is what they were looking for.” But just yesterday, Speaker, this same member reiterated in the House that “we crafted a motion, with the assistance of the Financial Accountability Officer, that would satisfy his key objective to have all the information he required for decisions that we took.”", "Both of these statements are completely false. The Financial Accountability Officer was forced to draft a letter in response to set the record straight. In this letter, he specified that “the government did not consult me on the addition of the reporting requirement. The clause as adopted is not consistent with what I recommended to the committee in my testimony.”", "The Financial Accountability Officer also addressed why the amendment didn’t substantially address his concerns about transparency. As he explained, “A report published up to a year after the Treasury Board approves the initiative and which may not include relevant details contained in the original evaluation will do little to help me provide analysis to the Legislative Assembly concerning the financial impact of the proposed act and the initiatives funded by virtue of the act. As I explained to the committee, only routine disclosure of evaluations or at least, structuring the evaluations to allow the disclosure of background information they contain, would allow me to have access to the information that I need to provide the Legislative Assembly with this analysis.”", "Mr. LeClair called out the member for Beaches–East York for his comments. He said, “The member misrepresented my opinion and level of participation in the development of amendments to the bill. Furthermore, the member did not ask me whether the requirement was consistent with my recommendations.”", "This is unacceptable and shameful behaviour. The member for Beaches–East York clearly twisted the words of one of the independent officers of the Legislature in a sad and utterly pathetic attempt to distract from the Liberals’ brazen unwillingness to take our concerns seriously about Bill 172’s lack of transparency.", "The government should issue an immediate apology, in writing, to the Financial Accountability Officer for their actions, and promise to uphold the integrity of his office in the future.", "Speaker, I hope the members sitting opposite have taken my advice to heart. In no way should an independent officer’s comments or report ever be taken out of context to serve their own individual purpose, and I hope that they truly apologize.", "As we go on, more than just the Financial Accountability Officer have spoken out against this rushed piece of legislation that does nothing but prove that this Liberal government can’t get their hands on more Ontarian tax dollars as fast as they can—I can see them; they’re salivating. They can’t wait. They’ve even booked 330 million of cap-and-trade slush fund dollars in this particular current fiscal year, after which they’re going to be earning $1.9 billion in 2017.", "It’s interesting when we reflect on other people who have concerns. At this time, I want to share comments and concerns offered by former Liberal finance minister Greg Sorbara. He expressed serious reservations about the Liberal cap-and-trade scheme. While chatting with Steve Paikin on The Agenda, Mr. Sorbara stated that once the government sells its imaginary product called carbon credits, it will raise prices for virtually every product that Ontarians buy. Again, I’m going to repeat that. Mr. Sorbara stated on The Agenda that once the government sells its imaginary product called carbon credits, it will raise prices for virtually every product that Ontarians buy. It’s no wonder cabinet ministers are very concerned about this. I hope they do the right thing and stand up for Ontarians and challenge the Premier and challenge the Minister of the Environment and cap-and-trade, behind their doors, in cabinet secrecy, to do the right thing.", "As my colleague from Prince Edward–Hastings said, “Members of the Liberal cabinet, we hope you haven’t drunk that same Kool-Aid.” We hope there’s still time for you to stand up and challenge the Premier and challenge the Minister of the Environment and cap-and-trade to do the honourable thing.", "When the prices of virtually everything go up, do you know what we’re talking about? We’re talking about higher prices for food, prescription drugs, renovating your home, buying that new car, just about everything. The bottom line is, once this carbon tax scheme starts, you’ll pay more for practically everything you buy. That’s not fair for Ontario businesses and, most important, it’s not fair for our hard-working taxpayers.", "This tax scheme will make life more unaffordable for each and every Ontarian, plain and simple. Again, you don’t have to take my word for it. Just listen to what else Mr. Sorbara had to say: “Although the [finance] minister said there are no tax increases, the fact is that there’s a $1.9-billion increase. I call it a flow-through tax that will ultimately affect consumers.... It’s an interesting way to raise money while saying, at the same time, you’re not raising taxes.”", "In other words, the Liberals are speaking out of both sides of their mouths. They somehow have the audacity to claim they won’t raise taxes while selling a tax scheme to fleece taxpayers for $1.9 billion. A scam of this magnitude would make even Bernie Madoff blush. But what do you expect when the government is peddling a scheme championed by Enron?", "Speaker, I have to ask, is it really any wonder why no one in this province believes a word this Liberal government says? Not even Mr. Sorbara believes this government. In fact, he called out his own party for moving forward with a cap-and-trade scheme, saying, “There’s no evidence, anywhere in the world, that the cap-and-trade system actually does work ... to significantly reduce carbon emissions. Until I see that evidence, I have to be a little bit skeptical about the whole scheme—other than it’s going to bring ... a lot of new money into the government.”", "And there’s the crux of the whole matter: This cap-and-trade scheme, this slush fund, is going to do nothing but bring a whole lot of money to this cash-strapped government. There’s no way, after all of their mismanagement over the last 13 years, that we can ever trust them to get it right.", "As I mentioned earlier, check out Aldyen Donnelly on Twitter. She just released data today that shows that California’s greenhouse gas emissions have not significantly gone down since the early 2000s. Their cap-and-trade scheme has not been effective. But they stand to make a lot of money—a lot of Canadian dollars—especially when our dollars, to the tune of $300 million in the first couple of years and up to $3 billion 10 years from now, will be flowing to California because that’s where the free credits or allowances are.", "If senior members of the Liberal Party don’t even agree, they should stand up and, as I said, do the honourable thing: help this government get back on track, help this government realize that the direction their government, their party, is taking on the issue is wrong and that the public is rightly concerned.", "Speaker, everyone should hold a particularly dim view of the government’s obstructionist policies during committee. We’re particularly proud of the diligent work we undertook as opposition in the committee, and that we will be able to tell future generations of Ontarians that our party, the PC Party of Ontario, took every opportunity to question the government about this massive taxation scheme before it became law. Unfortunately, however, the public seems to be growing accustomed to this government increasing the cost of doing business in our province, making life less affordable for Ontarians. One example would be the hydro costs and the impact of cap-and-trade on hydro.", "Speaking of bankrupting future generations of Ontarians and leaving our seniors out in the cold, I’d just like to take a few minutes to discuss the state of hydro prices in Ontario under the failed energy policies of this Liberal government. After all, energy consumption is intimately linked to greenhouse gas emissions.", "As recently as last week, Ontario ratepayers saw yet another hike in electricity rates. This wasn’t because the public is using more energy. In fact, families and businesses were charged more because they had consumed less over the winter months. Yes, you heard it right: They were charged more for using less. It almost seems like a statement from a parallel universe—but so does a Liberal government pretending to be accountable while it’s under five criminal investigations. It all just doesn’t really make any sense. That’s why Ontarians are so frustrated with the state of politics in this province.", "Unfortunately, by the government’s own admission, its failed policies have now left 570,000 households living in energy poverty. That means that more than half a million homes in Ontario can’t afford to properly heat their homes in the winter and keep their homes reasonably cool in the summer. Like our finance critic has said time and time again, bad Liberal decisions are forcing Ontarians who work so hard to maintain a wonderful quality of life to choose between heating and eating. It’s absolutely disheartening, because all of the skyrocketing cost of electricity has happened since the Liberals formed government in 2003.", "Even worse, we know that Ontarians aren’t being fairly billed for their hydro. Last year, the Auditor General reported that Ontarians had overpaid for electricity by $37 billion between 2006 and 2014. Ontarians will continue to be overcharged, according to the Auditor General, by another $133 billion by 2032. That’s exactly the kind of fiasco that occurs when governments don’t listen to the experts and push through legislation like the Green Energy Act without consideration of its long-term impacts.", "Despite the outcry from residential, commercial and industrial ratepayers, the Liberal cap-and-trade scheme will, once again, raise the cost of the natural gas component of our power supply, which will be reflected on our hydro bills. By 2025, some analysts believe gasoline costs will increase by $400 a year and natural gas costs will increase by $475 annually. In total, household energy bills, including electricity, gasoline and natural gas, could increase by $1,500 a year in addition to the existing scheduled increases for electricity. Speaker, Ontarians can’t afford this.", "For instance, for a medium-sized business, analysts are projecting increases in natural gas and electricity costs ranging from $120,000 to $1 million.", "Speaker, how many more Ontario households will be driven into energy poverty from these increases? How many more businesses won’t be able to absorb the increased energy and compliance costs or will be put at a competitive disadvantage to our trading partners? I’ve spoken to businesses in Huron–Bruce, and they are dipping into their savings. Convenience store owners and grocery store owners both are dipping into their savings to pay their bills. It’s not right. The margins have decreased to such a rate that there are very serious discussions about shutting down business. Yet again, what will the Liberals’ record show? They consistently drive investment and business out of Ontario. We’ve been hearing about the exorbitant cost of doing business in Ontario for the past decade.", "These changes that have been proposed through Bill 172 will only make things worse. Unfortunately, we have very little knowledge about the long-term costs of Bill 172 because, you guessed it, Speaker, the Liberal government continues to hide the long-term costs associated with this massive taxation scheme. They know the numbers; they’re not showing them.", "Let’s talk about the gap in projected emissions. Speaker, I would suggest to you that this government hasn’t been keen to admit that they have set Ontario’s emissions target for 2020 at 150 megatonnes, even though the province’s emissions are expected to reach 168 megatonnes. Yes, you heard those numbers correctly. That means there is a gap of 18 megatonnes between the government’s arbitrary target and the experts’ realistic projections about Ontarians’ greenhouse gas emissions.", "As the Liberals know, Ontario emitters would have to purchase 11.5 megatonnes of allowances from the Western Climate Initiative partners to meet our 2020 and 2030 targets. What does that translate into? Canadian dollars heading south. That means an estimated 200 million in Ontario taxpayer dollars will be flowing out of our province each year to compensate for the Liberals’ unattainable targets. Speaker, only a province with a government that believes Ontario’s nuclear plants will be stranded assets in just 10 years could be sending 200 million tax dollars out of the province and deem it a good idea. This is complete and utter madness, but what do you expect from a government that has forced Ontarians to already overpay for electricity by $37 billion? They think the supply of taxpayers’ money is endless, but they’ve got a rude awakening coming for them. Ontarians are already having enough trouble making ends meet with the increasing costs of living.", "So I ask you, why should Ontarians be funding governments and companies outside of our province, let alone our country, when we could spend this money on environmental upgrades and cleaner technologies right here in Ontario? Again, this is something that I want everyone to think about. Why should Ontario be forced into funding governments and companies, via the Western Climate Initiative, outside of our province instead of spending the money on environmental upgrades and cleaner technologies right here in Ontario?", "Is this Liberal government selling out our province for financial gain? We know they’re cash-strapped and we know they’re desperate for money, so people can be the judge and answer for themselves.", "This government has failed to explain why Ontario emitters should buy California carbon allowances when so many of these allowances are distributed for free to California emitters. Would these purchased credits represent meaningful emission reductions or meaningless paper proxies to line the pockets of investors looking to cash in on the latest Liberal scheme? Ontarians would obviously prefer to spend their money on green initiatives and environmental upgrades at home rather than waste their money funding projects outside of their home and country.", "I feel the need to point out once again, Speaker, that Ontarians should not and, in many cases, cannot continue paying for this government’s mismanagement and mistakes. We’re not the only ones with these thoughts.", "Mr. Duncan Rotherham, the expert adviser with ICF International, has pointed out that Ontarians’ reliance on natural gas generation will increase due to the retirement of nuclear units and refurbishments of other nuclear units. We know what’s happening with Pickering and we celebrate the commitments to refurbish both Darlington and Bruce Power. The fact of the matter is, this government has the audacity to keep pulling away at Ontario taxpayer dollars because they need the money to fund their mismanaged ways.", "Speaker, when I take a look around the House today, I would suggest to you that we don’t have a quorum, so I would like for you to review attendance and see if we have that. Thank you." ],
  "anchor" : "para801"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I ask the Clerk to see if there is a quorum." ],
  "anchor" : "para856"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para857"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para859"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is present.", "Continue." ],
  "anchor" : "para860"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you very much, Mr. Speaker.", "I’m just going to backtrack a little bit and pick up where I left off. I want to point out that Ontarians should not and, in many cases, cannot continue paying for this government’s mistakes, and we’re not the only ones with these thoughts.", "Mr. Duncan Rotherham, an expert adviser with ICF International, has pointed out that Ontario’s reliance on natural gas generation will increase due to the retirement of nuclear units in Pickering and the refurbishment of other nuclear units at both Darlington and Bruce Power.", "Due to these circumstances, he estimates that Ontario will miss its 2020 emission targets by eight to 10 megatonnes and miss its 2030 targets by 25 to 30 megatonnes. As I said, even more damaging, Mr. Rotherham believes that Ontario can’t achieve its emission reduction targets through the Liberal’s cap-and-trade scheme and that the initial price on carbon won’t incentivize any shift in consumer behaviour. Again, it’s only going to serve as a government tax grab.", "Even if people buy electric cars, retrofit their homes and the trucking industry switches to natural gas, Ontario will still be 40 megatonnes short of reaching 37% below 1990 levels by 2030. You heard that correctly, Speaker: The Liberals won’t even be able to meet their own targets.", "Now, what’s worse is that this government has included an absolute liability clause in this legislation. Subsection 54(10) says that a person must pay an administrative penalty if “(a) the person took all reasonable steps to prevent the contravention; or (b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent.”", "Speaker, could you imagine? If you had a business that was about to be regulated under this proposed law, even you would do your best to comply. Even if you’re honest, even if you took all reasonable steps, you’d be guilty.", "To summarize: Experts have informed the government that Ontario will very likely not be able to meet any of its projected targets. Yet, this government has imposed a damaging clause that will punish businesses and families for not meeting their arbitrarily set caps. I should add that the Liberals casually dismissed this issue every time we raised it in committee.", "Of course, these shortfalls leave a great deal of uncertainty for business and industry: What regulations and mandates will the government bring forward to address these gaps and reach their emission targets? Will the price of carbon be subject to sudden increases to deal with the lagging emissions reductions? The simple answer is that we just don’t know.", "let’s talk about the impact of the cap-and-trade scheme on the auto industry and the electric vehicle fiasco. I’m equally skeptical about whether the government will be transparent about how their cap-and-trade scheme will impact Ontario’s auto sector, or even whether this government supports Ontario’s auto industry at all.", "Just recently, the Minister of the Environment and Climate Change advised Ontarians to stop buying vehicles with internal combustion engines, a statement which I felt was disrespectful to our multi-billion-dollar auto sector, a core economic driver in Ontario. The minister demonstrated that same disrespect at a recent Economic Club meeting, when he spoke about his cap-and-trade scheme and unveiled his Climate Change Action Plan. Once again, Speaker, he demonstrated a complete lack of respect for one of Ontario’s largest employers, and a lack of pragmatism about the future of the industry in our province.", "I’ll go into a little bit more detail: Minister Murray admitted that auto executives have informed him that that the Liberals’ plan to have 1.7 million electric and hybrid cars in use by 2024 and to remove seven million gas-burning vehicles from the road by 2030 is not realistic. In response to this evidence, the minister claimed that the auto industry lacked courageous leadership.", "Can you imagine, Speaker? The minister claimed that Ontario’s auto industry lacked courageous leadership. How arrogant. I just can’t believe the audacity of this particular minister because he proceeded to remind automakers that the Ontario government had bailed out the auto industry during the recession. He went on to conclude with confrontational statements about how the auto industry would have to either shape up or lose out to other industries.", "Then, you might recall, he finally gave a half-hearted apology to the auto sector during his remarks yesterday, before patting himself on the back for his climate policies. That’s not leadership; that’s bullying. A my-way-or-the-highway attitude and veiled threats are not going to bring manufacturers to Ontario or spur innovation. Heavy-handed behaviour like this will simply drive industry out of the province. We’ve seen it before, and unfortunately, this government is going to continue that trend.", "The Liberal government has obviously learned nothing from its previous mistakes. Here we have the heads of the automotive industry telling the minister that the goal of 1.7 million electric cars on the road in eight years is not feasible, yet, he doesn’t listen. The government’s own website states that there are currently just 5,800 electric vehicles in Ontario.", "My question is: Who’s informing the minister on this matter? They’d better get their act together. Where did he get the magic number of 1.7 million electric cars? Where are the reports showing that this plan is achievable?" ],
  "anchor" : "para862"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "He made it up." ],
  "anchor" : "para879"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "As my colleague and friend from Nipissing said, possibly he made it up; he makes up a lot of other things, but we’ll leave that aside for now because it’s just not enough for him to throw this number out there and, basically, tell the auto manufacturers to make it so, number one—" ],
  "anchor" : "para880"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve listened carefully to the member for Huron–Bruce, but I think she made an unparliamentary comment, and I have to ask her to withdraw it." ],
  "anchor" : "para881"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I withdraw." ],
  "anchor" : "para882"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Sorry I got you in trouble." ],
  "anchor" : "para883"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Yes.", "Speaker, I would suggest to you that we have members of the government opposite and ministers who tend to twist what we hear to serve their own purposes. The response from the auto industry was clear and—" ],
  "anchor" : "para884"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I apologize. Now I have to ask the government side to please come to order so that I can hear the member for Huron–Bruce.", "The member for Huron–Bruce has the floor." ],
  "anchor" : "para887"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you very much.", "Again, just listen to the auto industry. The response from it was clear and unequivocal. In an interview with the Globe and Mail, Mr. Volpe, president of the Automotive Parts Manufacturers’ Association of Canada, stated that manufacturers will not make or sell 1.7 million electric cars for Canada by that date, and that the minister’s plan would be a message to auto manufacturers that products with internal combustion engines are not welcome in the province.", "Mr. Speaker, that’s ridiculous. Mr. Volpe rightly pointed out that the auto sector is spending billions of dollars to make cars more fuel-efficient, and that this government is actively trying to attract new investment from automakers whose assembly plants in Ontario are under threat of closure. We talk about the automakers, but let’s think about the supplier companies as well. Situated throughout all of Ontario, they are good-paying jobs for both small-town and rural Ontarians.", "This government had better start critically thinking, and they need to start assessing the impact of some misguided comments, as well. I find it ironic that the Minister of the Environment and Climate Change held up as an example an electric car manufacturer that has received $4.9 billion in government subsidies while slighting Ontario’s private auto sector. How ironic is that? Is this what the Liberals define as their Open for Business initiative?", "Speaker, the PC party is not alone in our concerns that the proposed Liberal plan is unworkable. I’d like to quote an editorial from the Globe and Mail, which stated that “what Mr. Murray is working on sounds like a Leap Manifesto. It’s not a plan to dramatically lower emissions while screwing up the economy as little as possible. It reads more like a blueprint to meddle as much as possible, to get government’s hands on as many levers and in as many pockets as possible, with climate change as a pretext.”", "In that spirit, let’s take a look at the economic impacts of cap-and-trade. This statement echoes a point I made during the second reading debate that this cap-and-trade scheme by this Liberal government is a Trojan Horse under the banner of a market-driven solution. Once it opens up, it will be nothing more than a command-and-control economic scheme ushering in increased cost burdens and more government intervention. In short, the Liberals design the game, set the rules, select the players, appoint the officials and then go on to pick the winners and losers.", "I worry, yet again, that the people on the losing end of this scheme will be Ontario taxpayers, like we’ve seen before, over and over. Obviously, the Liberal game is rigged, and those who stand to benefit are the Liberals and the companies with consultants who have close ties to this particular government. That’s it. As I said before, the losers will be the people of Ontario.", "What the Liberal government is proposing with Bill 172 and its climate change action plan is the complete reordering of our economy and the way of life in this province, and the basis for this plan appears to be, “I want to believe.” Reading about the Liberals’ climate change action plan is like reading the Leap Manifesto. It’s so extreme that it will shut down our economy.", "Time and again, this government has been entirely dismissive of the fact that they’ve increased our debt to over $300 billion, and that Ontario is now the most indebted sub-sovereign borrower in the world. It’s no wonder that many people are uneasy when they hear the Minister of the Environment and Climate Change make public statements like, “We have to energy retrofit every building we’ve ever built.” He’s ignoring that Bill 172 will increase the cost of everything at a time when many Ontarians are already struggling to make ends meet.", "I’m going to say that again: Imagine how this government ordering private sector companies to build electric cars is evidence-based public policy.", "We need to go back and take a look at so much of what this government has done. To explain myself: We need evidence-based decision-making. That whole concept has been void on so many players through the McGuinty-Wynne Liberal government. It’s a travesty, really; it’s an absolute travesty. Instead of basing decisions on solid evidence, we have a minister indulging in magical thinking.", "The minister said that by 2050, 80% of residents will use public transit, walk or cycle to work. Again, I’ll repeat that—and here’s an example of magical thinking by the Minister of the Environment and Climate Change: The minister said that by 2050, 80% of residents will use public transit, walk or cycle to work. I’d like to ask: When was the last time the minister loaded up a couple of toddlers on his bicycle and dropped them off at a baby-sitter’s house before cycling to work? When was the last time that he was in rural Ontario to absolutely, subjectively evaluate that statement? It’s just not a statement that can be based on evidence that it will actually work. Has he forgotten that Ontario actually extends beyond the GTA? A statement like that would give one cause to worry.", "It’s an interesting time. If Bill 172 pushes the price of carbon up to $95 a tonne by 2030, the cost of electricity, heating, fuel and gasoline will make life unaffordable for Ontarians, especially outside of urban areas. We still need to heat our homes. We still need to use our stoves, our refrigerators, our washing machines. We still have to drive to get to work. These are not luxury items I’m talking about. They’re the necessities of life to work and live in this province.", "At $95 per tonne of carbon, how can municipalities afford to keep the roads plowed in the winter? How do farmers run their equipment and raise livestock? Where are the reports that estimate what impact higher carbon values will have on the cost of food? It’s a real worry.", "We learned today that 10% of the total take-home pay of Ontarians goes to heat and to feed their families. If the cost of food continues to rise in tandem with electricity, it’s going to be a snowball effect, and as we said, we are going to increase the poverty level in Ontario and it’s all going to be on the backs of this particular Liberal government.", "What checks and balances has the government put in place to prevent the fraudulent activities that have plagued the emissions trading system in Europe? The response to these questions and many others remain unanswered. Given the expansive scope of Bill 172, it is essential that the government promote realistic goals and listen to the advice of experts over magical thinking and special interest groups. We’ve all witnessed the dire consequences of the Green Energy and Green Economy Act, where the government ignored energy specialists and the laws of physics.", "As I stated earlier, because of these poorly-thought-out schemes, Ontarians have overpaid by $37 billion for electricity just between 2006 and 2014, and they’ll end up overpaying yet another $133 billion by 2032. These are just a few of the serious economic impacts Bill 172 could impose on Ontarians.", "It’s unbelievable that in response to our attempts to perform due diligence in committee, the Minister of the Environment and Climate Change had the nerve to accuse the PCs of holding up Bill 172, and stated that it must be passed quickly because he had a self-imposed timeline to set up his tax scheme. That’s really what it was all about.", "As I mentioned earlier, they’ve booked $330 million generated from probably the trial market that will be introduced in November. They need that money in order to balance the books.", "Time and again, while they stand on their soapbox trying to be authentic, we know deep down this is just about the money. Deep down, the minister could be saying, “Show me the money.”", "There are so many concerns that have been expressed over the months and years. I was disappointed to hear the Minister of the Environment and Climate Change attempt to justify his efforts to ram this legislation through the House. Using alarmist language to discourage the close scrutiny of a bill is a discredit to the legislative process. The minister is fully aware that Ontario’s share of global emissions is only 0.38% and that spending a little extra time to ensure that Bill 172 would not impact the climate—it’s staggering.", "Even more troubling is the real motivation for this haste. By rushing through this complex emissions trading scheme, the government is planning to raise $478 million in the years 2016 and 2017 and $1.9 billion annually in 2017 and 2018 to finance their new slush fund. Yes, Speaker, as I suggested before, it always comes back to money.", "My colleagues and I met with businesses and constituents to hear their concerns about Bill 172 and their views on a revenue-neutral system that would produce tangible environmental benefits in Ontario without bankrupting our economy and taxpayers. We also looked carefully at their lengthy comments submitted to the standing committee.", "While I can’t go into great detail on each submission, it’s important that we highlight the inequities created by Bill 172 which, if left unaddressed, will force businesses and industry out of Ontario. We were pleased to see that many of the issues raised by our party during the second reading debate were reflected in stakeholder comments. Again, that reflects completely the fact that we work with stakeholders, we consult with stakeholders, and we’re genuine in wanting to learn from them, unlike the party opposite.", "We had the right analysis of Bill 172 and the foresight to pinpoint problems. I must add that if the government’s attempt to expedite this bill were truly motivated by the need to quickly reduce greenhouse gas emissions, it would have given due consideration to the advice given by many experts and businesses who weighed in on the issue.", "It’s interesting. When we were setting up the structure for review, our party, the PC Party of Ontario, asked for an extra day for deputations. The word back from the government opposite to me was, “Oh, who wants to talk about this?” Well, in actual fact, 49 individuals and companies wanted to come forward to express their comments on Bill 172. Instead, this government limited deputations to only 18 individuals, organizations and businesses. Is that democratic? Absolutely not. So I feel compelled to share some of the stakeholders’ concerns.", "One is wind power. We’ve heard time and again about the many problems with wind power, including reports from residents living near turbines of being plagued by a number of issues, such as dizziness, ringing in the ears and flickering.", "You would hope that if the government was intent on making life more difficult for people in rural Ontario, there would be some reason to their logic. It shouldn’t shock you to learn that the government’s misguided wind policy is not, in fact, helping reduce emissions at all.", "emissions, yet we had a minister suggest that within 10 to 20 years, nuclear was going to be a stranded asset: absolutely ridiculous and magical thinking, again, on his part.", "I’m very proud that my riding is home to Bruce Power, one of Ontario’s largest nuclear reactors. Bruce Power is one of the primary economic drivers in my riding, providing well-paying, meaningful jobs to many people in my riding and beyond. Just last year, Bruce Power achieved record output for the site, producing over 30% of Ontario’s electricity at 30% below the average cost of electricity.", "Despite these indisputable facts, the government continues to recklessly rely on wind power. In fact, this government just recently awarded contracts for 300 megawatts of wind and is launching the next request for proposal for a further 600 megawatts. This leads me to wonder if urgent reduction of greenhouse gas emissions is a priority of this government, why would it continue to invest in industrial wind turbines that produce emissions?", "Now, let’s talk about timing. Timing was also a key consideration for many businesses and organizations. As we know, the government intends to move forward with their cap-and-trade scheme by January 1, 2017. That gives businesses approximately six months to adapt to industry and regulatory changes introduced through cap-and-trade.", "As the Minister of the Environment and Climate Change has admitted, cap-and-trade is one of the most complex pieces of legislation ever introduced into the Legislature. Yet the government expects businesses to magically adapt to this complex framework in a span of months. As I’ve previously mentioned, it’s clear that the government barely understands its own hastily drafted legislation, but it’s expecting industry to quickly remodel their long-term plans to accommodate these onerous requirements.", "The Ontario Energy Association, for instance, described how they will be under intense pressure to set up a framework that will allow regulated distributors to pass on carbon costs to consumers through their utility bills. That required change will take at least six months.", "This is only one of many examples where industry will be forced to compensate for the government’s lack of foresight when drafting this legislation and its disregard for business concerns. This is another reason why the PC caucus doesn’t believe that this bill is ready to proceed through the House.", "Allowances are another concern. We’ve heard that the government will gradually lower the allowance threshold over several decades, with the intention of dramatically reducing Ontario’s global emissions. But what we haven’t got any clear answers about is how the government will do that without harming Ontario’s economy.", "To close, I have to say, Speaker, that I’ve outlined a few of the significant issues that the PC Party of Ontario pinpointed during the amendment process in committee. We’re confident that we performed our due diligence by voicing Ontarians’ concerns about this legislation. However, it should be clear from my remarks, and from my colleagues standing up in this third-reading debate as well, that we cannot support this bill as it moves forward. The PC Party of Ontario cannot prop up another massive taxation scheme that will only make life more expensive for Ontarians and difficult for business." ],
  "anchor" : "para889"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para928"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I’d like to commend the member from Huron–Bruce on her hour. An hour is a long time to speak in this House. I actually didn’t listen to the whole length of the comment because I had a committee meeting in between. The committee meeting started and stopped and I came back, and the member was still going.", "Obviously, she’s not happy with the bill. She brought up a few things that deserve a few questions from this side of the government.", "In her remarks, she said the Minister of the Environment has said that by 2050, 80% of the residents of Ontario would use public transit, cycle or walk as their main mode of transportation. That’s a lofty goal. I think the question needs to be asked: What about the residents of Ontario who won’t be able to use public transportation, cycle or walk to work?", "Interjection." ],
  "anchor" : "para929"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I get a heckle, “We’re going to renovate the house,” but there are places in Ontario where it will never be feasible. There is no public transportation. In fact, this government has cut public transportation in many parts of Ontario. The same people heckle, “Well, you should fix your house.” They’re the same people who cut the train and who are cutting the buses, and then they say, “In a few short years everyone will be using public transportation to go to work.” But they are cutting public transportation in parts of the province.", "We all need to fight climate change. The question needs to be asked: What about the 20% who won’t have these options? Where do they fit in this government’s vision of Ontario? Or are they going to be thought about after the fact, after the damage—much as has happened in many parts of Ontario with solar farms, when the contractors didn’t get paid because they forgot about putting that in the contracts—again, after the fact." ],
  "anchor" : "para933"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para935"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m delighted to have an opportunity to respond to the member from Huron–Bruce’s opening debate on behalf of the official opposition. I want to thank her, to start, actually thank her for referencing me and my riding on numerous occasions in the course of her remarks, because quite frankly, those who are listening at home from my riding are so supportive of this legislation, and knowing that I’m getting the shout-out from the member opposite can only do me good in my community, so I appreciate those references.", "I listened very attentively to the member for the balance of her hour and was struck by how little more I learned from her many hours of debate in the course of committee and the discussion and the endless filibustering she and the member for Stormont–Dundas–South Glengarry were doing. It just demonstrates that the hour shows this continuous disregard or unbelieving in the legislation we brought forward. We appreciate that. They’re not there.", "They want to push this revenue-neutral concept, which is really just a euphemism for—", "Interjection." ],
  "anchor" : "para936"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We’re doing questions and comments. I need to hear the member who has the floor, the member for Beaches–East York. But I did hear an unparliamentary comment that I have to ask the member from Stormont–Dundas–South Glengarry to withdraw." ],
  "anchor" : "para940"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Withdraw." ],
  "anchor" : "para941"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Beaches–East York can continue. I’ll give you a few extra seconds to finish off." ],
  "anchor" : "para942"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Speaker.", "Revenue-neutral is strictly a euphemism for a fee-and-dividend system à la BC, and we know the BC government (a) is not getting the carbon reductions that they expect, and (b) in order to be successful, they would have to raise the value, the price and the tax on fuels to such an extraordinary level it would have a disproportionate impact.", "What you do know: We are getting revenue-neutral, because every dollar that is raised in cap-and-trade will be spent for the benefit of all Ontarians in various projects that we will all benefit from, be it subsidization of electric vehicles, be it transit, renovation projects, getting people in northern communities to get their boats and motorcycles into four-stroke from two-stroke engines." ],
  "anchor" : "para943"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member from Lanark—help me." ],
  "anchor" : "para946"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Frontenac." ],
  "anchor" : "para947"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para948"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you very much, Speaker.", "It’s a pleasure to see members of the committee on the Liberal side that were engaged in the amendment process on Bill 172. Just for the record, it should be stated that the Liberal members on the committee frustrated and prevented the opposition members from getting clarification from legal counsel on these amendments, which was requested by the opposition members.", "As the minister said, the over 70 amendments were highly technical, highly detailed, and the government members—the member for Glengarry–Prescott–Russell, I believe, was Chair of that committee—actually prevented the opposition members from getting legal counsel on clarification.", "I know the member for Beaches–East York knows everything about this bill and he cannot be edified any further. However, I do want to bring attention to the other members, who aren’t so knowledgeable as the member for Beaches–East York. I draw your attention to sections 37 through 56. If you haven’t read those, everything in this bill is an absolute liability.", "Let me read that for the members who aren’t aware:", "“A requirement that a person pay an administrative penalty applies even if,", "(a) the person took all reasonable steps to prevent the contravention; or", "(b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent.”", "Administrative penalties are $1 million under this act—absolute liability. I’ll continue to say more about those sections in later comments and questions." ],
  "anchor" : "para949"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para958"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to comment on the leadoff speech given by the member for Huron–Bruce. She and I disagree on most of this stuff, but I have to say that she was in Paris for COP21 and was present. She wasn’t wandering off. She may have done it in some off hours, but when the conference was on during the day, she was paying attention. Her analysis is different from mine but she takes the issue seriously.", "I’ll disagree with you more in my speech, but I know you don’t approach it as something that’s light, to be set aside, to be forgotten about.", "She raised some very good points, I thought, about what’s going on in California. I’ll be addressing that, because I think that there are questions that this government is going to have to come to grips with if we’re actually going to have an effective climate plan. Carbon pricing can be a useful tool. In California, it’s recognized that 15% of the climate targets that will be met will be met through the cap-and-trade mechanism. In other words, it’s not the centre or the core of that jurisdiction’s efforts. It’s a piece of it.", "I think this is the larger question for the government and, frankly, for Ontario as a whole. A cap-and-trade program can be useful as a tool to say to industry, to city planners and to developers that over the next decade or two decades, “There will be an inevitable increase in the cost of energy derived from fossil fuels, and if you’re going to invest, go to another technology.” That’s where it’s useful.", "But in terms of the kind of rapid change that’s needed so that we, in fact, can ameliorate the speed of a changing climate, it’s going to be outside this market mechanism. It’s going to be a question of legislation, rules. It’s going to be a question of investment. Those are the things that will actually drive the changes that we need. That is something that this House has to recognize." ],
  "anchor" : "para959"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to two minutes for the member from Huron–Bruce." ],
  "anchor" : "para965"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "To the member from Timiskaming–Cochrane: I stand with you. Together, many of us can suggest to the government opposite that there is amazing life and quality of life outside the GTHA. We deserve to be respected and we deserve to be part of the solution, and not cast out, and not cast upon, by ill-conceived, ill-informed policy influencers who, really, seemingly don’t care about what happens outside of a particular radius. I thank you for your thoughtfulness and how well you represent your riding.", "To the member from Beaches–East York, all I have to say is, once again, you have an opportunity to do the honourable thing: to apologize to the Financial Accountability Officer for twisting his words. I would think that your constituents that you referenced earlier would expect you to do the same.", "To the member from Lanark–Frontenac–Lennox and Addington, thank you again for revisiting the absolute liability. This is something that hasn’t really been spoken about but is a concern, because a business could be doing absolutely what they think is right, yet the cost and the repercussions could shut down their business. This is something that seemingly the members opposite who have formed government just don’t care about.", "To the member from Toronto–Danforth, I would like to say thank you for caring. I know that we agree to disagree, but you make a really good point. We have to get away from a market scheme that’s going to do nothing but give an influx of cash to a cash-strapped government and start focusing on environmental solutions, adaptation—the list could go on and on. We need those environmental solutions that will ultimately impact, in a positive manner, climate change." ],
  "anchor" : "para966"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para970"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to rise and speak to Bill 172 this afternoon.", "“The near destruction of Fort McMurray last week by a fire ... sent almost 90,000 people fleeing for their lives.” That’s quite an extraordinary statement. It was part of a story that was published in the Toronto Star this morning under the headline, “Global Warming Seen as a Lit Match in Northern Forests.” The article had this to say:", "“Scientists have been warning for decades that climate change was a threat to the immense tracts of forest that ring the Northern Hemisphere, with rising temperatures, drying trees and earlier melting of snow contributing to a growing number of wildfires.”", "The writer went on to say, “In retrospect, it is clear that the northern Alberta town was particularly vulnerable as one of the largest human outposts in the boreal forest. But the destruction of patches of this forest by fire, as well as invasions by insects surviving warmer winters, has occurred throughout the hemisphere.", "“In Russia, about 70 million acres burned in 2012, news statistics suggest, much of that in isolated areas of Siberia. Alaska, home to most of the boreal forest in the United States, had its second-largest fire season on record in 2015, with 768 fires burning more than five million acres.", "“Global warming is suspected as a prime culprit in the rise of these fires. The warming is hitting northern regions especially hard: Temperatures are climbing faster there than for the Earth as a whole, snow cover is melting prematurely, and forests are drying out earlier than in the past.”", "Speaker, I think you get the drift. There is a change in the world climate that manifested itself in the events at Fort McMurray, which showed that climate change is not some distant threat. It’s not something that is going to hold off for a few decades and visit itself upon our children and our grandchildren. That alone would be a terrible thing. But it is something that is now real, active and having an impact on our lives.", "It speaks to the courage and the coolness of Albertans that so many were able to escape—" ],
  "anchor" : "para971"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Point of order." ],
  "anchor" : "para979"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Stormont." ],
  "anchor" : "para980"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Speaker, I don’t think we have a quorum in the House." ],
  "anchor" : "para981"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Clerk, is a quorum present?" ],
  "anchor" : "para982"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is not present.", "The Acting Speaker ordered the bells rung." ],
  "anchor" : "para983"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is present." ],
  "anchor" : "para985"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Continue." ],
  "anchor" : "para986"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again, it speaks to the courage and the coolness of Albertans that so many were able to escape that fire, that conflagration, without injury. Video clips on YouTube from a dash cam showing trucks moving out through a rain of burning embers were extraordinary. I don’t know about you, Speaker, but I was extraordinarily glad that I was not in that truck on which that cam was mounted, because if anything shows a vision of what hell would be like, that’s what those people went through.", "The reports last week on CBC’s The National of those people who had fled the fires getting the support, getting the food, getting the shelter and getting the caring from their fellow Albertans were simply moving. I have to give the CBC credit; they did a really good job of reporting. But far more important, the people of Lac La Biche, the people of Edmonton, the people in Alberta who simply opened their doors wide and opened their hearts wide to look after their fellow Albertans was something that should inspire all of us.", "Speaker, yesterday I was in Thunder Bay. I had an opportunity, as the energy critic, to talk to a number of groups and have a tour of the power plant in Thunder Bay. I had a chance to talk to Grand Chief Alvin Fiddler about the situation that First Nations are in in the Nishnawbe Aski—I’ll just say NAN so I’m not doing any injustice to the proper title. I had an opportunity to talk to him about the problem in remote communities with diesel generation—-the incredible cost, the environmental impact—but also to talk about the impact of climate change on the north. He said that there were two very big issues that loomed large for those remote northern communities when it came to climate change.", "The first was that so many of these communities are remote, in areas that are surrounded by muskeg, marsh and swamp, that really, it was winter roads that were the lifeline—the winter roads that they depended on to bring in fuel and supplies that would last them through the warmer months. Every year, those winter roads have become less and less safe and have lasted a shorter and shorter time. In fact, in the last few years, we had people die near Deer Lake reserve. People died working on those winter roads, plunged through the ice into lakes.", "That alone would be a huge problem for those communities at a risk to life and limb, but the other concern, and this was reinforced so powerfully by the experience at Fort McMurray, was the potential for fire. People in Fort McMurray had a road that they could get out on. It’s much tougher if you’re in the middle of the boreal forest and there isn’t a road and you’re dependent on boats or aircraft—fly-in communities. This is a real worry. For Grand Chief Fiddler, this was something that was a spectre that hung over northern and remote communities. For him, climate change was not a distant or trivial matter. It was substantial; it was real; it was today.", "We’re starting to see another shift in the state of the world’s climate. On December 31 of last year, 2015, it was reported that temperatures at the North Pole were at around the freezing mark, 20 degrees Celsius above normal. That’s deep in winter, at the North Pole, and you’re already getting temperatures at around the freezing mark. That is an extraordinary shift. That isn’t a few degrees here and there; this is another chapter.", "That’s something, Speaker, I wanted to bring to your attention and the attention of the other legislators in this House: For quite a few years, I think the mental model we’ve all had is that the world’s temperature would increase slowly, just gradually going up an incline and we’d see the changes emerging around us as we went forward. Increasingly, I’ve heard scientists and read reports by scientists saying that the change is not this gradual, inclined slope upwards, but more like a step. You step up, and there’s a plateau; you go up another step, and another plateau. So the potential for a very sharp change is there.", "Think of it another way, another analogy of an earthquake: You get this huge pressure building up and building up and then, suddenly, there are shifts and you have a new reality. You get aftershocks and then pressure begins to build up again. That speaks to a world in which we’re going to have a much tougher time adapting.", "Already in the last decade we’ve seen rainstorms in southern Ontario that washed away roads and broke records. That was one stage. We’ve hit that stage—what was a 100-year storm back in the 20th century has now become a 10- and 20-year storm. It’s very different. I think with what we’re seeing with Fort McMurray and what we’ve seen with the temperature rises in the Arctic, we’re going to another stage. That speaks to the urgency for action.", "As I said in my remarks at second reading, the NDP supports the use of cap-and-trade for climate action. I also said that cap-and-trade and, in fact, any carbon pricing mechanism—carbon tax, cap-and-trade or fee-and-dividend, take your pick—was inadequate on its own to address the climate crisis.", "Carbon pricing is potentially a useful tool. I have to say, you can do it really badly and any value it has will be washed away, but potentially if it’s done in a thoughtful way and incorporated into a larger program, yes, it can have some benefit, but it’s not enough to solve the problems before us.", "Speaker, we will be supporting this bill, but I think we in our party and all of those in this House need to do it with their eyes wide open.", "I want to start by exploring the political problems that I think the minister is going to face. Some of them might have been on display in the debate and some of them have been on display in question period and in the media. The minister and the government that he works in are going to have some very difficult shoals to navigate, ones that he needs to address now rather than later.", "Let’s explore those political problems. I need to note right off the top that the minister did listen to some of the concerns of the NDP, and I want to give him and his political staff credit for actually taking a problem-solving approach. Did I get what I think this bill needs? No, it fell short. Did the minister move? Yes, he did, and that is useful. I will address, concretely, some of those matters as we get into this bill.", "The problems that this minister will face: First off, there is no such thing as a conflict-free resolution to the climate change problem. Whatever you do—it doesn’t matter what it is—if it is actually going to do something about the problem, it will bring you into conflict with one person or another, one population or another, one interest or another. It’s as simple as that. If you’re shifting away from the use of an industry—the fossil fuel industry—that generates hundreds of billions in revenue every year, that claims assets worth in the trillions, and you say, “No, you’re not going to be making hundreds of billions a year. You’re not going to be able to utilize those trillions of dollars of assets,” right off the top, you will come into conflict with those interests.", "Given that reality, it is critical for climate action to have the broadest possible popular support. To do that—and we’ve said this a number of times, going way back to May of last year, when there was first discussion about cap-and-trade—any bill that comes forward has to be fair, has to be transparent and has to be effective. Those three principles are critical to ensuring that there’s popular support. If you don’t have them, the whole thing will be simply swept away. Given that reality, the minister has to think about how to marshall support. Ministers come and go. The Minister of the Environment, whoever that will be this year and in the years to come, has to always think about, “How do I bring along the majority of the population to act?”", "I have to say that the bill, as written, is not fair. It needs to be fair. Some steps were taken, but it is not fair, and that is going to have to change. Too many Ontarians have seen their incomes stagnate or drop over the last few decades. If they come to believe that this bill is further reducing their standard of living, it will be very easy for someone to mobilize against it, rally against climate action in general, sweep away this bill and sweep away all other activity to deal with climate.", "Speaker, I talked about Fort McMurray. Writers talk about different phenomena, different events going on in the world. Although there is an unease that is building in the population, there is not yet, in the broad consciousness of Ontarians and, frankly, of people around the world, a full understanding of the scale of risk that we’re facing and the necessity of movement, the necessity to move things forward on a rapid basis. When catastrophic events happen and are reported, far too often they’re not linked in people’s minds with the underlying dynamic of a changing climate. Even when people start to draw those conclusions, it’s very easy to say, “Well, that happened this time. That was an isolated event. It won’t happen again,” and have them draw back to another position, another perspective.", "In order to make this bill fairer so that there would be the popular support, I proposed a number of amendments. I had a chance to talk with my colleagues. We looked at what it is that this bill would need to be fairer, to bring the population on board, and I’ll just note a few of them.", "First, I moved that financial and investment assistance be made to low- and middle-income residents and northern and rural residents to make the transition to a carbon-free future.", "I know you, Speaker; I know where you’re from. I know what you represent. I grew up in the east end of Hamilton. There are still a lot of people facing very tough times—in fact, with everything that has gone on with Stelco and US Steel, tougher times, as you’re well aware. Those folks need to have support to deal with this. They need help in the transition from one kind of technology to another.", "I have to say that my resolution to this effect failed. It wasn’t carried. I asked for a recorded vote, and both the Conservatives and the Liberals voted against it", "If we’re going to actually make a difference in the lives of people who are low-income, of people in rural areas who, as my colleague from Timiskaming has said, don’t have access to transit—in fact, their access has been rolled back by this government in recent years. Northern residents pay a lot more now because getting goods to them is expensive. Getting out of the north to access services is expensive. A big part of our economy in this province depends on the vibrancy of the north. Sudbury generates wealth for this province. Other mining towns and cities generate wealth. It isn’t as though they’re just up north on a holiday. They’re producing wealth and value, and to not assist them is a mistake and will drive them away.", "Speaker, I had an opportunity in committee to talk about my experience in discussions with a colleague from Australia who’s in the Australian Labor Party. In October, I was at a Commonwealth Parliamentary Association conference in London. As I’ve said before, there were people there from around the world, many of them facing very difficult situations in their home countries. My colleague from Australia outlined what had been done in Australia at the beginning of this century, in the last decade. They were doing some very sophisticated stuff. They were really moving things forward. But when the Labor Party brought in their carbon tax, it was used successfully not only to overthrow that government in a subsequent election, but it was used as the traction to sweep away all the climate action that had been put in place.", "When you make a mistake, when you lose popular support, you’re risking not just the government; you’re risking the climate action that is essential to actually making a difference in our lives, protecting our lives. That’s something that I brought forward in committee and couldn’t get support for. I think this is a profound mistake on the government’s part.", "I had one motion ruled out of order. Whether it was right to be ruled out of order or not, I didn’t have the votes to challenge the Chair. I had moved that the bill be amended to allow funding, provision of rebates or tax credits to low- to middle-income households or northern and rural households, to assist them in the transition to a low-carbon economy. I have lots of criticisms of the BC carbon tax, but they actually have allocated funds for low-income households and northern and rural households. Has it provided all the popular support they have needed? No. But it has made sure it hasn’t been one of those firewalls that have blocked people from moving forward on the issue. I’m sorry that it was ruled out of order.", "I made another motion. The member from Huron–Bruce talked about the number of amendments that were there. I will take credit for a very large chunk of those, because I thought and still think the bill needed to be reshaped. What I had moved was that the minister, after consulting the public, should identify communities that have a disproportionate burden. Again, the member from Timiskaming—if you’re in an area where there’s no public transit and you’re car-dependent, you’re going to carry a disproportionate burden in dealing with this issue. Identify those communities and support them. Identify those communities where, because of low income, unemployment, housing costs, lack of opportunities to transit or low-carbon infrastructure—support those communities. Focus in on them. The government of California, with its climate action, has allocated 25% of its cap-and-trade funds to those communities. We could have done that. We’d be totally in keeping with our partner. We haven’t done that. That was rejected in the debate. That was an opportunity to make this bill substantially fairer and it was not taken. That was an error.", "I did move, further, and this was as a result of discussion with the minister, that the climate action plan consider the impact of the regulatory scheme on low-income households and include actions to assist those households with Ontario’s transition to a low-carbon economy. It was weaker language than I think we need, but still a movement forward, something that I hope this minister will take account of, and I hope that not just this minister but any future minister understands the need in rural and northern and low-income communities to visibly make improvements in people’s lives.", "Money is going to be raised in this cap-and-trade process. That money should be helping those communities so that they can buy in, so that they aren’t driven away, so that they don’t see action on climate as something that is only going to reduce their standard of living. Because as you know, Speaker—and I know that you’re well aware of this—if they see action that is reducing their standard of living when they are already so close to the wire, it isn’t going to help; it’s going to alienate them. On the other hand, substantial investment, solid job opportunities and real action to drive down people’s energy costs will seal a commitment to climate action because people will see the benefit today, and they need to see it.", "The bill also failed to explicitly assist in providing support for people in fossil fuel industries who will need help moving on to other work. Now, the common term is “just transition.” About a decade ago, the Communications, Energy and Paperworkers, who represent the oil workers in Alberta, did a very sophisticated study on what it would take to help those workers transition from the oil patch to a variety of other industrial and energy-generation industries. They actually looked at the budgets and the skills training needed. They did the highest-level thinking I’ve encountered on this. Their work is work that this province should be looking at and saying, “How do we ensure that people who work in oil refineries, who work for natural gas companies, over the next few decades are transitioned into comparable work? How do we bring them on board?” We bring them on board by saying, “There’s a future for you, a future with decent employment, providing fundamental services to people but different from the ones you’re doing today.” That’s the offer we have to be able to make.", "I moved that the bill be amended by adding “to assist people working in high-carbon industries [to] make a just transition where their livelihoods are affected.” I didn’t get the support of the committee on that, and that was a shame because that was to the advantage of Ontarians as a whole.", "There’s another concern, Speaker, and that is to maintain industry here in Ontario, because to the extent that we drive companies out of the province—let’s say they are high-emitting companies. If we drive them out of the province to Quebec, Texas, Michigan—take your pick—then we’ve simply moved the emissions from one spot to another. We haven’t solved the climate problem, but we’ve impoverished ourselves.", "One of the things that’s very interesting in this act is—and this is taken from California’s practice—if you’re importing electricity into Ontario and, let’s say, you’re importing it from a coal-burning jurisdiction like Ohio, you have to count the greenhouse gas emissions that were generated making that electricity. You have to count it and you’ve got to pay into the cap-and-trade system so it doesn’t disadvantage electricity generation in Ontario. That is a very, very useful tool and, frankly, I move that we do similar things with steel, that we do similar things with cement, that we do it with pulp and paper, because, if you’re talking about steel, there aren’t that many steel importers in Ontario; you could pick them out.", "I had an opportunity two years ago to talk to an executive with Gerdau steel. They are the people who take scrap steel around Oshawa. Using electricity, they re-melt it and they produce steel. The killer for them is that they’re dealing in a highly regulated environment. They are producing steel that they want to sell to Infrastructure Ontario. Infrastructure Ontario is buying steel—rebar, to be exact—for roads and bridges from Turkey that comes into the port of Oshawa.", "We need to put in place a regime so that steel coming in from Turkey or other jurisdictions where they don’t have control on greenhouse gas emissions—they have to, in fact, pay into Ontario for that. We need to protect our domestic steel industry. It’s a fundamental industry. It provides good work. We need it for our sovereignty, for our economic viability.", "I couldn’t get support from either of the other parties in the committee on that. That was a mistake on their part, because you’ll hear a lot of stuff about—and the term, I guess, is carbon leakage, the idea that companies will leak out of Ontario because they’re paying high carbon prices. The mechanism is there. You’re doing it with electricity. You can do it with cement. You can do it with steel. You can do it with auto parts. It gets more complicated when you get into manufactured goods. You can do it with pulp and paper. We could actually do that, and we need to do that—not on this bill, not today, but in the future we’re going to have to do that.", "Speaker, the next thing that’s going to happen to this minister is that everyone who ever heard his name, and I think most likely they will be ministers, will think, “Wow. The Minister of the Environment and Climate Change has access to a $2-billion fund. I’ve got a problem. He can solve my problem. I will say this has something to do with climate change and I will go after him for that money.” This minister, this individual representing Toronto Centre—perhaps another day, another minister, whoever sits in that seat—is going to be pushed very hard to put funds out.", "I just want to give you an example. There is big noise in Quebec over the use of the green funds, because Quebec raises money for climate action. They have a Green Fund. It was revealed in the last year that a whole chunk of that money was taken to build a new oil pipeline in the east end of the province. Oil pipelines? Really? Seriously? Come on. Is this going to change the climate problem we have? No, it’s not. But I’m sure it solved somebody’s political problem. I have no doubt of that. I bet that political problem was done and dusted as that oil pipeline was built with those green funds.", "There was a tail assembly that had to be repaired on an Air Canada jet. Somebody had a problem. There were funds in the Green Fund account. The two were brought together. It was a wonderful thing—not wonderful for the environment, but wonderful for the politicians who had the chance to dip into that trough and solve a problem.", "Now, according to La Presse, Monsieur Heurtel, the Minister of the Environment, went ballistic because frankly he didn’t know all this stuff. It was all hidden. I have to say this minister is going to have that problem. He’s going to find money slipping out under the door. He’s going to have a tough time.", "So Monsieur Heurtel, the Minister of the Environment, demanded and got changes that increased the chances that the funds would actually be used to fight climate change. In this province—and here, to some extent, I agree with the member for Huron–Bruce—there will be extraordinary pressure to reallocate that money to deal with the deficit so that when the election rolls around in 2018, “Hey, the books look good. Somehow we came up with a few more billion dollars. We were saints, we were geniuses, and we solved the deficit problem.” That’s exactly what’s happening with Hydro One: all that money being flowed to make the books look good.", "There is a variety of ways that one can have fun with numbers. Projects that were signed off a long time ago will suddenly have funds reallocated into them from the green fund, and Bob’s your uncle. “Yes, we spent it on something good. Yes, we spent the money a long time ago. We flowed it.” I’ll give you an example in Ontario: the green bonds. As you may well be aware—you’re from Hamilton—St. Joe’s hospital has a facility. I think it’s on West 5th, on the Mountain. That facility was completed in December 2014. If you go into the green bond funds, the website in Ontario, you’ll find that money was allocated from the green bonds to this project completed in December 2014. That’s no surprise to my colleague from Nipissing, who, like me, was scarred by a long experience on a committee of inquiry. We’ve never been the same since, I think, member.", "When I went through all of that, the disclaimer by the Auditor General of Ontario was interesting to me. It’s worth the read, because I thought, she is one smart auditor or she has some very good lawyers. It’s written that she has audited but not for the allocation of the funds to the intended use. I’m paraphrasing.", "I asked her about this. She said, “Yes, money comes in, money goes out. I audit to make sure that the money that came in and the amount that goes out is the same, that there’s no hanky-panky that way.” But does she audit to see that the money was actually spent for the intended purpose? No. She doesn’t claim the ability to do that or the resources to do that. So there’s the opportunity to allocate money to things that have already been paid for.", "The other thing that opens up as an opportunity is what the government is doing with funds for debt retirement and funds that are earned from Ontario Power Generation and, still, in part, from Hydro One.", "The Ontario Electricity Financial Corp.—I have to say, I don’t know who put all this together, but it’s someone who is clearly a genius, because this corporation—it’s an account held by the province of Ontario—is supposed to take the money from those two corporations and use it to pay down debt. I’ll just read: “The province has committed to dedicate the cumulative combined net income of OPG and Hydro One”—then there’s a caveat that allows them to scoop a few hundred million out—“in excess of the province’s interest cost of its investment in its electricity subsidiaries to” the Ontario Electricity Financial Corp. So they pay off their necessary expenses, defined very broadly, I’m sure, and what’s left over is supposed to go to pay off the old debt.", "Speaker, I know you’ll be shocked—I know you’re a hardbitten man and you’ve seen many things in your time: When you go to the balance sheet, the assets, what we have here are IOUs from the province of Ontario. They didn’t actually pass that money on. They put down here, “due from the province of Ontario, $3,266,000,000.” That’s amazing. What they’ve done here is they’ve taken that revenue that’s supposed to pay down the debt, they’ve flowed it somewhere else—exactly where, I don’t know—and left an IOU on the books. That’s a real risk with the greenhouse gas reduction account.", "This minister will be under incredible pressure—pressure hard enough to make a diamond—to cough up the cash, to play with the books. So I think it’s really critical that things be as transparent as possible, simply to protect the funds and, frankly, to put the minister in a position to say, “You can’t do that. You’re going to kill me politically if you flow that money to the hockey rink in your riding that you’ve been hoping to build for so long” or “You will kill me politically if you take all the money and put it into deficit reduction.” So we put forward a series of amendments, motions to try to make things more transparent, and I’ll just touch on some of them.", "We tried to protect the definition of the greenhouse gas reduction account that was defined in the 2009 bill. I’ve been around for a while, Speaker. I got to debate cap-and-trade back in the day. At that time, they set up a special purpose account, and I had problems with the bill then, but at least it was a special purpose account and you could, to a greater extent, track the money going in and out. Well, they junked that. We tried to defend it, protect it, make sure it was kept. “No, that’s gone.” They didn’t like that, so we said—we’d had a chance to talk to a few people—“You don’t have to be fancy. Set up a special purpose entity that houses the funds.” No, they didn’t like that.", "In the end, many, if not most, of the transparency amendments that we tried to put forward were defeated. I tried to define this as a special purpose account: “For the purpose of the Financial Administration Act,” magic words that the lawyers sprinkled on this, “money deposited in the greenhouse gas reduction account shall be deemed to be money paid to Ontario for the special purposes described in subsection (2).” Subsection (2) is what this money is supposed to be used for. So it was trying to protect it, trying to protect whoever’s the minister in the future from the incredible pressure they will be under to move the money somewhere else. No, we couldn’t get support for that.", "I tried to get a change—right now, the money can be allocated for things that directly take on climate change or indirectly. As I said in committee, “Okay, I’m in a committee room. We’re having a meeting. The Clerk is here. Indirectly, we’re helping to take on climate change. Will the cost of running this committee fit the description or definition of indirectly taking on climate change?” “Indirect” is a pretty broad word, so I would say you probably could do that. Speaker, that was rejected by the Liberals.", "I tried to change the word “expenditures” to “direct costs,” because expenditures—there’s a fair bit of wiggle room. Those IOUs to the Ontario Electricity Financial Corp. come up. I tried to change it to “direct costs” and didn’t get anywhere.", "I also put forward a motion saying that you can only spend money from the greenhouse gas reduction account on things that are in the climate plan, figuring that if it’s in the climate plan—like, “Retrofit 100,000 houses”—that would cover it. If it was, “Put up a bigger sign in front of Liberal Party headquarters,” that wouldn’t make it into the climate change plan, or would be noticed if it was in it, and there would be some protection. They weren’t interested in that.", "There are a number of things that we tried to do to protect the public interest and, to the extent that the minister will be held accountable for climate action, to protect the minister’s ability to actually act. We weren’t successful with that, unfortunately.", "We also tried to amend the bill so that it reflected the requests of the Financial Accountability Officer. I’m just going to read from yesterday’s Hansard. This is the member from Beaches–East York, and this is what he said to the House. This isn’t something that was said out on a street corner. This wasn’t a chat. This is what he said:", "“We recognize how essentially important it is to have the Financial Accountability Officer have the opportunity to make a full analysis on the decision-making of the government.", "“So we crafted a motion, with the assistance of the Financial Accountability Officer, that would satisfy his key objective to have all the information he required for decisions that we took—not for all the decisions that we considered taking, because that’s way too wide a breadth, and all the different ideas that come forward get filtered down through our experts, both within the ministry, with the breadth and knowledge that the minister himself brings to the file.”", "That’s not true. That didn’t happen. What did the Financial Accountability Officer say? He wrote this letter to Grant Crack, the Chair of the Standing Committee on General Government and—" ],
  "anchor" : "para988"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "You’re taking it out of context again." ],
  "anchor" : "para1050"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’m not taking this out of context at all.", "“During clause-by-clause consideration of the bill, the committee”—", "Interjection." ],
  "anchor" : "para1051"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "You’re not in your seat." ],
  "anchor" : "para1054"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "So what?" ],
  "anchor" : "para1055"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So what? If you want to say anything more, I’d suggest you get back to your seat, and if you say too much, I’ll be shutting you down." ],
  "anchor" : "para1056"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "“During clause-by-clause consideration of the bill, the committee added subsection 68(3.1) to the proposed act, which requires the minister to report at least once a year on his evaluations of the greenhouse gas reduction initiatives approved by the Treasury Board. The government member who proposed the amendment, MPP Arthur Potts, said that ‘[f]rom our discussions with the Financial Accountability Office, this is what they were looking for.’” You know what? That’s pretty much what he said to the House yesterday: “We crafted a motion, with the assistance of the Financial Accountability Officer.... ”", "“In claiming that the reporting requirement was ‘what [I was] looking for,’ the member misrepresented my opinion and level of participation in the development of amendments to the bill. Furthermore, the member did not ask me whether the requirement was consistent with my recommendations.”" ],
  "anchor" : "para1057"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Wow. Misleading." ],
  "anchor" : "para1059"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It is misleading. I’ll say to you, Speaker, in the past Minister of Energy Chiarelli spoke about the profit we were making from dumping electricity on the electricity market. He said that we were making a profit. He had to withdraw a week later because he was wrong. When you misrepresent what an independent officer of the Legislature has to say, you should withdraw, correct the record and, frankly, have respect for that independent officer. I would say, given that there’s no withdrawal coming forward, that everyone in this House should be very cautious with everything they hear from that member, because when the facts come out, another tale may well be told; when the facts come out and the facts are not what was told to this House. That is of consequence.", "The member hasn’t been here very long, but misrepresenting someone to the House is normally considered pretty serious. It affects your credibility. It affects whether or not people will believe you in the years to come." ],
  "anchor" : "para1060"
}, {
  "speaker" : "Interjection",
  "text" : [ "Peter, we know how you are." ],
  "anchor" : "para1062"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Oh, yes, always a treat." ],
  "anchor" : "para1063"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well—", "Interjections." ],
  "anchor" : "para1064"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Now I’m ready, Speaker." ],
  "anchor" : "para1066"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, I’m ready and it won’t be long." ],
  "anchor" : "para1067"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I actually did listen to the Financial Accountability Officer when he came before the committee. He recognized that there may be some issues with cabinet confidentiality. I won’t quote him further. He just said that. He did say that it would be useful if the minister’s review and evaluation that’s provided for in the bill was structured in a way so as to maximize accessibility to the Financial Accountability Officer under the Financial Accountability Officer Act, 2013. I actually took what he had to say to the committee, thought that he was being discreet and thoughtful, and moved that. I know you’ll be shocked to hear this, Speaker; you wouldn’t expect this, but the motion did lose." ],
  "anchor" : "para1068"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "No?" ],
  "anchor" : "para1069"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "No. There’s disbelief in the faces and voices of many members.", "Speaker, we have a Financial Accountability Officer to protect the interests of this Legislature or the legislators who sit in it, and when they make a reasonable request for information that would allow them to give us the useful analysis, it should be followed. The disrespect of the government in rejecting the request of the Financial Accountability Officer is not something that can simply be waived away.", "The next point I want to make, Speaker, is that there’s a lawsuit going on in California. It’s a lawsuit against the government of California around the auctions for cap-and-trade. That lawsuit was reported on the website Carbon Pulse on May 9: “A four-year-old lawsuit brought by manufacturers against California’s carbon market, and specifically its auctioning system,” is a substantial lawsuit.", "The manufacturers initially didn’t succeed. They are appealing: “The manufacturers appealed and last month an appellate court sent all parties seven questions seeking clarity on issues, including whether the proceeds are being used to replace general budgetary spending.”", "To the extent that the government plays games with the greenhouse gas reduction money, flows it into other areas, flows it into expenditures that have already been made to open up fiscal space to spend on something else, they undermine the potential—they undermine the utility of this program in its entirety. That is consequential because if the government says this is the centrepiece of their climate activity, I don’t think that’s wise on their part. They should see it as simply an adjunct, but if they see it as the centre, they should be acting to protect it.", "What they have done with the bill, as currently structured, with a lack of transparency and with locking out the Financial Accountability Officer, does not bode well for the future. It strengthens the argument by the member for Huron–Bruce that there’s a lot more going on here than simply dealing with climate change. Transparency would inoculate the government against those accusations; lack of transparency opens the door to those accusations.", "Ah, time is so short, Speaker, and so much to cover. The minister and the government will also be under incredible pressure around effectiveness. This whole process will be watched closely, and a failure to actually deliver the goods will mean an awful lot of heat. In Quebec, the slow pace of action on reducing greenhouse gas emissions has been a lightning rod for criticism. Again, La Presse, April 20—I’m sure there are others who can Google it and who can read French far better than I can.", "I will give a very rough translation: Last month, the government of Quebec published a report showing the emissions of greenhouse gases had changed very little in the years 2012 and 2013. The report that the federal government sent the United Nations, which it has to do under its agreements, showed that there was actually an increase in 2014. Not a lot; it just fluctuated. But frankly, for all the hoopla, there aren’t the reductions that are needed.", "This government and this minister are going to have to use the funds that are generated to actually drive down greenhouse gas emissions. If the minister and the government don’t, that will (a) harm all of us because we need to drive them down, but (b) harm them politically and their credibility.", "There was a question about how cap-and-trade works in the rest of the world. The opposition has been strongest on this. Now, I disagree with their option and I’ll get into that. But I actually did go to the Department of Energy and Climate Change in the UK. They did a report in July of 2012 on a review of evidence on the European Union’s emissions trading system, and on the effectiveness of the system in driving industrial abatement. They had some pretty good authors, people from Imperial College London, Grantham institute for climate change and the university of Carlos III in Madrid—people who seem to have a background. They had quite a long report. I’m going to take a piece from their executive summary: Has the European Union emissions trading system driven industrial abatement? They write:", "“While the EU ETS may have led to abatement in the power sector, the evidence on the impact of the EU ETS on participating industrial firms’ GHG emissions is not conclusive. Several studies found that, in the aggregate, emissions across all regulated sectors declined by around 3% in phase I and during the first two years of phase II, relative to estimated business-as-usual emissions.”", "This can be a useful tool, but this is not a miracle worker. Government needs to understand that and, if it wants to be effective, has to recognize that the cap-and-trade is only part of a much larger program if it wants to get somewhere.", "When you actually go to the website of the California Air Resources Board and look at their reports and look at their graphs, they did see a drop around 2008-09, just as we have here in Ontario and just as they saw in Quebec. But really, it has just been fairly steady ever since. When you read the report, they talk about a reduction in emissions per person, reduction in emissions per unit of production. That’s always, for me, a trigger. It says, “Yeah, they’re seeing these kinds of reductions but are they seeing an overall drop in emissions?” Not so much.", "equivalent. That’s about 20% above what their targets are.", "If you’re going to talk, really, about climate change and, really, about doing something, there’s a test: Does it actually make a difference or not? Do emissions go up? In BC, it’s up. I don’t see that as an option.", "There are a few other things I wanted to touch on in my last remaining minutes. I touched on fairness, effectiveness and transparency, all three of which are needed for a program that will address the crisis that unfolds before us. There were a few other things I tried to do in committee. I tried to get this bill to adopt the Paris agreement on climate reduction targets. It’s a fairly straightforward text that was agreed at the end of COP21. It said a two-degree increase, driving down to 1.5 degrees. That was not adopted by the government.", "I was kind of surprised because I thought, “Canada’s signing the Paris agreement.” Between Quebec, Ontario, Alberta, BC and Saskatchewan, that’s 91% of the emissions. If you look at a graph of emissions across the country, there are two mountain ranges: one is Ontario and one is Alberta. So Ontario not adopting the federal government’s target was disturbing to me. I don’t understand why they weren’t willing to go with the COP21 target. I think that’s a mistake on their part.", "I also tried to move the greenhouse gas emission reduction target closer to what’s common in the European Union. What’s been adopted in Ontario reflects what’s going on in North America, but the European Union has a much more sophisticated approach. The target for Ontario for reductions by 2030 is 37%; in the UK, it’s 55%. It’s higher in Germany and in Denmark. We’re way behind. In fact, again, if you read the climate science, if you listen to climate scientists, we need to sharply reduce our emissions. Saying that we’re going to do it by 2050 isn’t going to help us. It has to happen sooner rather than later. The government was not interested in moving to a tougher target.", "I also tried to incorporate climate adaptation. This bill should have been more comprehensive and should have given the minister the power to put in place a climate adaptation plan. I’m not suggesting that the funds that were raised would all go to the climate adaptation plan, but there would be overlap here and there. For those in northern communities, making sure there’s a firebreak around a community so that we are somewhat more protected than Fort McMurray—that matters; in major urban centres, changing the sewer systems. In Toronto, the sewer system is totally inadequate for the new climate regime that we’re facing. Toronto, Ottawa, Peterborough, Kingston—take your pick. If it’s a big city, they are not ready for the flooding and the rainstorms to come. It’s simply the reality. This government could have incorporated adaptation into the bill; they chose not to.", "They produced a report a number of years ago called Climate Ready. That report has accumulated large volumes of dust—dust bunnies. When you sweep away the dust, you can read the title. But it has not implemented that report. It certainly hasn’t implemented it in the energy sector. For years, I’ve had a chance to question Ministers of Energy on this. It’s not in their thinking. It’s always: “Some small working group somewhere is looking at this.” Are they doing what they’re supposed to do: identify the vulnerabilities of the system and bring in a plan to address those vulnerabilities, so that when ice storms hit, as they did in December 2013, the lights stay on? Have they identified all of the transformers that are going to be flooded out with heavy rainstorms? They certainly didn’t do it in the west end of Toronto in the summer of 2013. That one they’ve corrected since it was flooded. Once we have a flood, once the lights are out for a few days, then, hey, it’s important. That’s not a responsible way to actually prepare for disruption, and that’s what we’re facing.", "I’m going to finish with just a little quote from an article in the New Yorker, December 21 and 28, 2015. Elizabeth Kolbert, a very astute writer who’s been following this issue for a few decades, wrote something called “The Siege of Miami.” She writes:", "“The city of Miami Beach floods on such a predictable basis that if, out of curiosity or sheer perversity, a person wants to she can plan a visit to coincide with an inundation. Knowing the tides would be high around the time of ‘the ‘super blood moon,’ in late September,” she arranged to meet up with a fellow called Hal Wanless, the chair of the University of Miami’s geological sciences department.", "Now, they went off on a day that was “hot, breathless ... with a brilliant blue sky.” They went off across the MacArthur Causeway. I’m not familiar with it; I haven’t been to Miami. They turned onto a side street, and soon were confronting “a pond-sized puddle.” It wasn’t raining.", "“Water gushed down the road and into an underground garage. We stopped in front of a four-story apartment building, which was surrounded by a groomed lawn. Water seemed to be bubbling out of the turf. Wanless took off his shoes and socks and pulled on a pair of” boots. He found that it was salt water bubbling up.", "They got into a car and went down to another neighbourhood—a neighbourhood of multi-million-dollar homes, where “the water was creeping under the security gates and up the driveways.”" ],
  "anchor" : "para1070"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "It’s the ocean." ],
  "anchor" : "para1097"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Yes, it was indeed.", "“Porsches and Mercedeses sat flooded up to their chassis.” What Mr. Wanless said was: “This is today, you know. This isn’t with two feet of sea-level rise”—something that’s in the cards over the next few decades. This is today that, increasingly, that real estate is being rendered valueless because it floods in high tides. To cope with its recurrent flooding, Miami Beach has already spent something like $100 million. It’s planning to spend several hundred million more.", "We here in the north are dealing with fire. They in the south are dealing with water—salt water. For all of us, north and south, the potential is there for a substantial reduction in our standard of living, disruption and loss, and risk to property, to health and to life, which we should be acting on.", "This bill could have been a lot better. I appreciate the minister and his political staff being willing to talk, to try to solve problems and make some changes. But this bill, unless it’s part of a very ambitious climate plan, is not going to do what needs to be done for Ontario and for the climate." ],
  "anchor" : "para1098"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Point of order." ],
  "anchor" : "para1102"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Etobicoke North." ],
  "anchor" : "para1103"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Thank you, Speaker. With your indulgence this evening, I would like to wish our chief government whip a very happy birthday.", "Monsieur le Président, avec votre permission, je voudrais féliciter notre chief whip—" ],
  "anchor" : "para1104"
}, {
  "speaker" : "Interjection",
  "text" : [ "Chef." ],
  "anchor" : "para1106"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "—la chef de whipping, pour son anniversaire." ],
  "anchor" : "para1107"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "La whip en chef. La whip en chef." ],
  "anchor" : "para1108"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "La whip en chef. Merci." ],
  "anchor" : "para1109"
}, {
  "speaker" : "Interjection",
  "text" : [ "Happy birthday." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That wasn’t really a point of order, but happy birthday to the chief whipper.", "We have another point of order from—" ],
  "anchor" : "para1111"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "No, no. Questions and comments." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments from the member from Lanark–Frontenac–Lennox and Addington.", "Interjections." ],
  "anchor" : "para1114"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. Wait a minute. Look, folks, I’ve got six different people yelling at me at the same time. I can only look in one direction.", "Sorry. The member from Etobicoke–Lakeshore." ],
  "anchor" : "para1116"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you, Mr. Speaker, and I can attest to the chief whip’s abilities to ensure that people on our side stand up when they’re supposed to stand up.", "I’m very pleased to stand up and give some comments on the remarks from the member for Toronto–Danforth on Bill 172, the climate change act. The member from Toronto–Danforth has a very long and distinguished career of speaking about environmental and climate change issues. When he speaks on these issues, I do listen very carefully. It does not mean I agree with every single thing he says, but he does provide good insight and good advice.", "I just want to make a point of speaking to where the proceeds from this initiative can go, where the legislation directs they can go: energy use, land use and buildings, infrastructure, transportation, industry, agriculture and forestry, waste management, education and training, research and innovation. Yes, it is a broad list of initiatives, but it is a list of initiatives that can be very clearly demonstrated where and how they are related to issues related to addressing climate change.", "Throughout various initiatives of the government around infrastructure and planning, the issues of resiliency are embedded there. It is a point of great significance that resiliency and ensuring that climate change resistance are built into this government’s spending on infrastructure and other initiatives. This bill will help ensure that continues." ],
  "anchor" : "para1118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now the member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1122"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you so very much, Speaker.", "There are two elements I’d like to speak to from the member for Toronto–Danforth’s debate. The first was that he mentioned the twisting of comments in the committee by the member for Beaches–East York. I think it is important that we recognize that honourable members do not misrepresent or twist words. It is disappointing to me that the member for Beaches–East York has not seen fit to address those concerns. His actions, I believe, bring dishonour on all members of that caucus as long as they stand.", "I also want to talk about another element of Bill 172, and that is that it’s a cap-and-trade bill, but my reading of this bill—as I mentioned in my earlier comments on sections 37 through 56—is that it’s more of a rewrite of our administration of law than it is a climate change bill. I spoke about the absolute liability clauses in this bill. This bill really rewrites our whole concept of due process and natural law.", "Let me give you one more element. This is subsection 54(2):", "“Order by director", "“(2) The director may, subject to the regulations, make an order requiring a person described in subsection (4) to pay an administrative penalty if the director is of the opinion that the person has contravened or failed to comply with a provision of this act or the regulations, an order under this section or an agreement.”", "So we have absolute liability, and then we have the director being the judge and jury. Again, the administrative penalty is up to $1 million, in addition to any other provincial offences that are also included.", "This needs to be looked at and taken seriously by the Liberal caucus." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kenora–Rainy River: questions or comments?" ],
  "anchor" : "para1131"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "As always, it’s an honour to stand up and weigh in on all the debates in this House. Of course, it’s also an honour to follow in my colleague’s footsteps in terms of the lineup for speaking.", "I think that my colleague the member from Toronto–Danforth did an excellent job of presenting a very passionate and measured speech in this House. I wanted to pick up on some of the comments he made, and that is, New Democrats recognize that much work needs to be done for us to do our part to combat climate change. But to truly have an impact on climate change, we need to make changes that are achievable for all Ontarians and we can’t forge ahead with plans, no matter how well-intentioned they are, that increase inequality or disproportionately burden some low-income Ontarians. I’m specifically mentioning some of the comments that my colleague made regarding some of our folks who live in northern Ontario. There are many Ontarians, especially those living in northern and remote areas of our province, who have little control over their emissions, where Ontarians lack access to transit and clean energy.", "The member from Toronto–Danforth spoke about what it’s like for people living in remote indigenous communities and the challenges they have with getting diesel fuel brought into their communities just for their generators, which are the primary source of power in those communities.", "It needs to be said that you don’t have to be that far north. There are many Ontarians in the northwest. We don’t have access to public transit. We can’t just hop on a GO train and go from one community to the next. We rely on having gasoline in our vehicles, and that is a disproportionately high cost for northerners.", "What we’re calling on this government to do is to use cap-and-trade revenues to help those people reduce their carbon footprint. We all want to participate in this, but the government needs to make it affordable and the government needs to invest in the very basic infrastructure in northern Ontario." ],
  "anchor" : "para1132"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1138"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m very pleased to stand today to support Bill 172, the cap-and-trade legislation. Let me begin my remarks by thanking the member from Toronto–Danforth—he and I go back many, many years—for his leadership and his collegial partnership with our minister, as well as our colleague here, to strengthen the government bill in terms of amendments and in terms of recognizing the importance of climate change.", "Just this morning, the Environmental Commissioner hosted a climate risk disclosure in financial markets presentation. There were three speakers, and I want to recognize one of the three speakers because she is the chief environment officer, Karen Clarke Whistler, and she talked specifically about the issue of climate change and the risks associated with climate change.", "I was very, very pleased that as we’re debating third reading on Bill 172, we’ll now have evidence from the financial community—a legal firm like Blumberg was another speaker this morning. The professional accountants of Canada was one of the presenters this morning. They all spoke about the importance of climate change, and the whole issue of the conversation this morning was that every sector sees this as a priority.", "One of the presenters this morning was Rosemary McGuire, who’s a principal at the Chartered Professional Accountants of Canada. She talked about the whole issue of disclosure and transparency.", "The proposed bill, if passed, talks about the issue of transparency. I want to thank all the members of the committee who actually helped to improve or strengthen the proposed bill that allows the minister to consider whether the initiative is also likely to reduce—it addresses the whole issue of low-income families. I know the member from Toronto–Danforth will be championing that piece. I know he has been a strong advocate on this particular piece.", "The other piece, Mr. Speaker—" ],
  "anchor" : "para1139"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. It’s way over your time." ],
  "anchor" : "para1145"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Okay. Thank you, Mr. Speaker." ],
  "anchor" : "para1146"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Toronto-Danforth has two minutes." ],
  "anchor" : "para1147"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Thank you, Speaker.", "First, I want to thank the members who got up to comment: the member from Etobicoke–Lakeshore, the member from Lanark–Frontenac–Lennox and Addington, and the members from Kenora–Rainy River and Scarborough–Agincourt.", "The member from Scarborough–Agincourt is right. We’ve been doing this stuff together from different perspectives for decades now. We were teenagers, I think, Soo, when we started." ],
  "anchor" : "para1148"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Thirty years." ],
  "anchor" : "para1151"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Yes. We were awfully young.", "My colleague from Kenora–Rainy River is right that sharpening inequality in this society undermines it. It causes division. It makes it difficult for us to move forward in a way that’s effective. I think that it’s incumbent on the government—they were able to soften the amendments needed in this area. It would be politically very, very wise for them to take the action necessary to deal with that inequality, and they can do it. They will have the cash to actually make a difference.", "My colleague from Etobicoke–Lakeshore: I appreciate the fact that he, in fact, does listen. I know it’ll be shocking to those who watch this on TV, but often not every member who sits in this Legislature is listening attentively as we speak. He actually does listen. His remarks touch on what I was speaking to.", "I’m not worried so much about the objects in the act that the money is supposed to go to. What I’m worried about, member, is the incredible pressure to reallocate into other areas, to play around with those books. That, I think, is going to be a problem not just for this particular government; it will be the case no matter what party is in. There will be pressure on the Minister of the Environment overseeing those funds to move them. That minister and that project have to be defended with a very high level of transparency. In my mind, that’s absolutely clear.", "Speaker, I want to thank you for this opportunity to address the issue. I think it’s of consequence. I appreciate the comments from my colleagues." ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1157"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "I seek unanimous consent that the member from Beaches–East York be censured by this House for his dishonourable conduct in the standing committee and his failure to correct the record or to apologize to this House." ],
  "anchor" : "para1158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I appreciate where you’re coming from, but it isn’t a point of order. I’m sorry, I can’t allow it." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1161"
} ]