[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on October 25, 2016, on the motion for second reading of the following bill:", "Bill 7, An Act to amend or repeal various Acts with respect to housing and planning / Projet de loi 7, Loi modifiant ou abrogeant diverses lois en ce qui concerne le logement et l’aménagement du territoire." ],
  "anchor" : "para206"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate? Minister." ],
  "anchor" : "para212"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Thank you and good morning, Speaker, on this chilly day. I think winter is upon us soon, as much as I’m in denial.", "I’m very pleased to be here this morning to talk about Bill 7, Promoting Affordable Housing Act, 2016. It’s a landmark piece of legislation that, if passed, is designed to increase housing and affordability for all Ontarians. Through our Long-Term Affordable Housing Strategy and legislation like Bill 7, Ontario is answering the call to provide more affordable housing across the province and end chronic homelessness within our communities by 2025.", "Speaker, I think this is an important bill for all MPPs. I think we all hear in our constituencies about the need for more affordable housing; we hear about the need for more accessible housing, in terms of barrier-free housing; and we also hear the need for more housing stock. I know that in my community of Pickering–Scarborough East, one of the things that is really needed is more rental stock. It’s a great riding, but we have very few apartments in Pickering–Scarborough East and therefore that really affects especially young people in their ability to access affordable housing. When we look at the economy and the challenges and opportunities of youth leaving school and proceeding to the job market, having access to affordable housing is absolutely key to them and their future and their independence. Having sustainable and accessible housing stock is critically important.", "The government had extensive consultations on this strategy and we heard about the kinds of needs I just spoke about, and others, to foster diverse, inclusive communities. To reach that goal, we provide a range of planning, financial and other tools through the Promoting Affordable Housing Act to help municipalities create more affordable housing.", "One of the new tools we’re proposing, Speaker, is called inclusionary zoning. Inclusionary zoning is a tool that allows municipalities to require developers to provide affordable housing units in new residential developments as part of providing for a range of mixed incomes, which in turn supports inclusive and integrated communities. This concept of inclusionary zoning has been used in over 500 municipalities in the United States to increase the supply of affordable housing, particularly for low-moderate-income households. If passed, Bill 7 would enable municipalities to amend their official plans and zoning bylaws to use inclusionary zoning. I believe there’s quite a bit of support for this across our municipal sectors, Speaker. Municipalities can do this in accordance with the proposed legislation and any potential ensuing regulations.", "Granting the authority to municipalities would increase the supply of affordable units in municipalities that put an inclusionary framework into place and do that in a way that is consistent and transparent. As I said, I think many of our stakeholders are very supportive of this; in fact, Mitch Cohen, who is the president of Daniels Corp.—Daniels is out in Durham region as well, where I live—has said that inclusionary zoning is “the only way to ensure that affordable housing will be built across this city.” According to the city of Toronto’s chief planner, Jennifer Keesmaat, the new powers that are proposed in Bill 7 would be “transformational.” So I think the message is very clear: that inclusionary zoning is a necessary step that will change the affordable housing landscape in Ontario.", "I know, Speaker, there are a number of questions about what does this mean for market-rate housing prices and how costs will be covered and so on. I think as we proceed further in this debate, we’ll talk a bit more about some of those changes and the impact to the Development Charges Act, 1997.", "We’ll go on as well, of course, to speak about the very serious issue of homelessness and how that affects all of our communities and, quite frankly, Speaker, how homelessness ties to other social determinants of health and well-being—physical well-being, mental health and so on.", "I’m very hopeful that we can proceed with a lot of support for Bill 7. I think it’s very progressive, the affordable housing act, and I look forward to the continued debate here in the House this morning, Speaker." ],
  "anchor" : "para213"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s time for questions and comments." ],
  "anchor" : "para222"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "We sit here in this House with long wait-lists on affordable housing, and while this bill is a step, it’s a small step. Nothing is for free, and we see in this case here that we’re looking at, by changing some zoning and planning rules, hoping to be able to force builders, by adding a cost to the rest of the homes, to build their units to allow for affordable housing. I think that while the idea is there, it’s another case of driving up the cost of everyday living in Ontario.", "Affordable housing is everybody’s problem. It’s society’s problem. I think the government has to step in and look at how we can, not only, I guess, force people to include, but how we can make it an incentive. In some cases, this may work, but I think to have any impact on—you know, there’s no measurement of success here. The only measurement we’ve had over the last 13 years is the length of the wait-list, and we see that growing and growing. So I think if we want some impact on this huge problem in Ontario, we have to take some affirmative action, and that means somehow inducing or funding this housing. We have many good examples—co-op housing, different things—but it’s going to take something to get them going. It’s going to take either tax benefits or direct funding. We need more and more units. This may be a start, but I think we need more and we’ll see this through amendments." ],
  "anchor" : "para223"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para225"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "The minister spoke about the connection between housing and social determinants for health. That’s absolutely true. We see this all the time. We know that having access to good, safe, clean, reliable housing definitely impacts all aspects of health. It’s an element that contributes to someone’s well-being. It contributes to the cohesion of a family. It’s absolutely imperative that we have affordable housing that’s of high quality.", "Now, this bill proposes part of the solution. That part of the solution is to allow for legislation to create the tools to encourage development of affordable housing through inclusionary zoning. That’s a good step, but that’s not the only step. I want to highlight this and stress how important it is for the government to back up this type of legislation with a commitment in terms of funding, a commitment in terms of resources, to actually build new housing. That’s imperative. This solution alone will provide some assistance, but it’s not the answer. The answer is that the government needs to commit to fund this as a serious priority.", "If we acknowledge that there are serious connections between people having access to housing and their health, their ability to succeed in society, their ability to move forward, and for the next generation to have a future, we need to ensure that the next generation has the ability to afford housing. As it stands right now, that’s a serious burden and obstacle. We know that young people cannot afford housing, given the astronomical costs of owning a home.", "In addition, the final component is that we need to be serious about addressing rent control. Rent rates are out of control as well.", "So if we’re serious about housing, there are three parts, at least, that need to be addressed. This legislation covers one." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para232"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "I agree with my colleague from Bramalea–Gore–Malton that rents are out of control. We had a woman come to our office who was in desperate need of housing, and she had $500 a month to put towards it. We searched everywhere, and there wasn’t even a room in Barrie for $500 a month.", "There is a serious problem everywhere, and we are addressing it. We do believe in inclusionary zoning. It’s very important that this bill goes through. We already have second suite bylaws, and those have been in place for some time. Although it has helped a bit, I think most of the people that put second suites in their homes make them like Scott McGillivray suites, and they are priced way out of the league of families who need housing.", "I think this is very important for the people of Ontario who need social housing. I believe that the clauses in this bill will help. This bill would serve social housing tenants more effectively, including through housing assistance that would be delivered to families and individuals in a more equitable and timely fashion. It would allow social housing tenants to retain more of their income without having to face higher rents or to face eviction. It would make it easier for municipalities and their corporations to work with private sector developers to provide affordable housing in their communities.", "I urge everyone to pass this bill." ],
  "anchor" : "para233"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para237"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I want to comment for a few minutes this morning on Bill 7. I’ve been looking through the bill summary, and I see there are at least six different acts that are affected by this legislation.", "Some of our concerns with this are that government policies, from spiraling hydro rates to increasing development charges on new home rentals and sales, are going to make life more expensive in Ontario, especially for people who are vulnerable in housing. We want the affordable housing problem addressed, but we feel that this bill may actually make some housing for those people that are vulnerable even more unaffordable.", "This government has had 13 years to fix the wait-list. There are over 170,000 families on the wait-list in Ontario at this time. Families, frankly, are waiting too long for housing. It’s the same in my riding as well. The wait-list is the highest it has ever been.", "Instead of wasting money, as has been pointed out in some different exposés here in the Legislature, where people were taking trips to South Africa, money should have been reinvested in social housing.", "Bill 7 adds a number of new costs to municipalities, including requiring enumeration of homeless people and administering this inclusionary zoning. There were a number of other concerns as well, Mr. Speaker, and I don’t know if we’ll have time to cover them today. I’ll just touch on a couple of them at this time, some unanswered questions that we have.", "Once again, this government has introduced a bill before doing their proper research. After they introduced Bill 7, they launched a consultation with stakeholders on key questions such as who should be eligible for the units and what percentage of the units should be required to be affordable or if that should be up to the municipalities. There’s a number of unanswered questions out there. We think that this bill needs further research, further work, whether it’s at committee, whatever. I look forward to the rest of the morning and the debate." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The minister for women’s issues and accessibility has two minutes." ],
  "anchor" : "para244"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Thank you, Speaker. I was just taking a second to acknowledge our Clerk, whose last week is this week, I believe, so tomorrow is her last day. Thank you for indulging me, Speaker.", "I appreciate the other members in the House speaking to this very important bill, the Promoting Affordable Housing Act. I think we know what the challenges are around homelessness. We know what the challenges are about finding affordable and accessible housing, and we know what this bill can do, if passed. It will increase the supply of affordable housing through a variety of enhanced tools and new tools, including inclusionary zoning. It will provide for more stability and security for municipal service managers as well as social housing and not-for-profit co-operating providers. It will provide more social housing services for tenants, including housing assistance that would be delivered to families and individuals in a more equitable and timely manner. It would allow social housing tenants to retain more of their income without having to face higher rents or face eviction, and it will make it easier for municipalities and their co-operations to work with private sector developers to provide affordable housing in their communities.", "So, Speaker, I think this is a bill that we can all agree on. I’m appreciative of the dialogue here this morning. I believe Ontarians are looking forward to seeing where this goes. We know that affordable housing is key to so many people. I thank you for the opportunity to speak to this bill this morning." ],
  "anchor" : "para245"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate." ],
  "anchor" : "para248"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Good morning, Mr. Speaker. I’m pleased to rise today to speak to Bill 7 on affordable housing. As a former Toronto city councillor, I dealt with this issue at almost every council. I would hope that the government listens and that they would amend this legislation.", "As a councillor, I have been implementing affordable housing policies as prescribed by this government. The problem is that despite our valiant efforts in the city of Toronto, the crisis in housing, especially affordable housing, continues and is getting worse. I have to give this government some credit for talking about affordable housing, but the reality is that the results speak a different message. Every year, the problem gets worse. Every year, the waiting list for affordable housing hits a new record high. It is now at over 170,000 families in Ontario. That’s an increase of over 45,000 families since 2003, when this government took office. That is, on average, 3,481 more families on the affordable housing waiting list every year that this government has been in power. To put this in perspective, that increase is bigger than the number of people who live in my riding of Scarborough–Rouge River.", "Speaker, this is not just about availability of affordable housing stock. One of the best tests is the period of time one waits on the waiting list. Before this government took office in 2003, a senior on the waiting list was housed in about 2.5 years. Now the waiting period is about 4.4 years. This is a big increase of 76% in the waiting period. I don’t think this is a fair waiting period for anyone, especially when it deals with our most vulnerable population. Our seniors deserve better treatment.", "Single adults and couples were waiting on the waiting list for 3.4 years in 2003. Thirteen years later, under the Liberal government, they have to wait 3.9 years. This is roughly 15% more time on the waiting list. Families on the waiting list in 2003 would have been on the waiting list 2.3 years, on average. Now they wait 3.7 years. It is a more than 50% increase.", "Most affordable housing in the Toronto area is provided by Toronto Community Housing, but provincial underfunding of the backlog of the repairs to the tune of $863 million is risking 7,582 units closing and kicking 7,582 families out on the street. There’s no sense in trying to build affordable housing one unit at a time if we lose 7,500 units due to underfunding by this government. It would take a lifetime to build 7,500 affordable housing units. Let’s not lose what we already have.", "Let me talk about some of the successes that we had in the city. In 1993, two buildings were built in my riding by Metro Toronto Housing, now called Toronto Community Housing. It was typical Toronto Community Housing and was built at 1315 Neilson Road with 126 units. The other building, next door, with 124 units, was a pilot project named Guaranteed Equity Housing Project.", "The residents of the latter project were seniors that were willing to contribute $107,000 towards their condo ownership. Their maintenance fee, which is inclusive of all costs, is about $800 per month, regardless of their income. In return, they enjoy their privately managed building with an elected board of directors that has direct oversight on the management. The residents in this building are extremely happy with their accommodations. When they leave, they get their down payment back. The great news is that the cost of maintenance is zero dollars to the taxpayers of the city, compared to the first building, which costs the city annually about $125,000 to $150,000. There are proven ways to build affordable housing if the legislation permits.", "The second example is Habitat for Humanity. I’m very happy to report that I have three different Habitat for Humanity projects in my riding. In fact, I have more Habitat for Humanity units in my riding than all of the rest of the city of Toronto combined. The reality is that Habitat for Humanity provides a form of affordable housing ownership but would need a more permissive, inclusionary zoning.", "Speaker, please let me make a few suggestions. I hope that the government is listening and will amend this legislation. The government must proceed cautiously as it finalizes the legislation and regulations to ensure the cost to deliver new affordable homes is not passed on to the renters and purchasers of the other homes in the market, unfairly driving up their housing costs and making their homes less affordable.", "A successful inclusionary zoning policy must foster a balanced partnership among all stakeholders to leverage the growth in Ontario’s housing market to create more affordable housing. The government must not pass the affordable housing buck on to the municipalities and expect inclusionary zoning to solve the province’s affordable housing crisis.", "The government has a central and ongoing role, partnering with the federal and municipal governments, to work together to address affordable housing issues. Inclusionary zoning can be part of the toolkit, but is not the only solution. The legislation and regulations need to provide more information about how inclusionary zoning is to be implemented.", "The bill is also too restrictive when it comes to applying inclusionary zoning, so much so that it will actually prevent municipalities from fully benefitting from the power of inclusionary zoning.", "The province must change the bill to allow for the provision of off-site affordable homes in limited circumstances, to ensure that an affordable housing contribution is always provided. This flexible approach could apply in defined circumstances, such as high-end luxury buildings with their high operating costs, or small buildings with financial limitations, which make providing and operating affordable housing unsustainable.", "In closing, this proposed legislation is intending to help create more affordable housing to get people off the long waiting list. I’m afraid that the only way people will be getting off this list soon will be if they move out of this province. I strongly urge the government to look at real solutions, like I mentioned earlier, to make living more affordable for all Ontarians and to provide housing and services for people who really need them." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para264"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I’m pleased to be able to have the opportunity to stand in response to the member from Scarborough–Rouge River in his time that he spent debating this bill, Promoting Affordable Housing Act, 2016. It’s a great title. I’m not quite sure, other than the inclusionary zoning that’s included in this bill, what else it will do to promote affordable housing in the province of Ontario.", "I know in my community of Hamilton, we have over 6,000 people on the wait-list for affordable housing, people who are struggling to be able to keep a roof over their head. A safe roof over their head is a struggle for many people. Some of the affordable housing that is affordable isn’t quite so safe. We see that happening.", "But none of these measures are included in this bill, which is very concerning—that the government didn’t take the opportunity to, first of all, give us more housing. Instead, they’re putting it back on the municipalities to have to deal with, on builders to have to deal with. It seems to be everybody’s responsibility to provide affordable housing except the Liberal government’s.", "The Conservatives, back in the early 1990s, were the ones who gutted it and downloaded it to the municipalities, but this government has been there for 13 years and has done nothing to resolve this issue. Our wait-lists continue to grow. In Toronto, I believe there are over 10,000 people on the wait-list for affordable housing.", "This is a right. This is something that is a responsibility of a government: to ensure that our families have roofs over their heads and that they’re not sleeping over a grate down the street." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Research, Innovation and Science." ],
  "anchor" : "para270"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "It’s a great pleasure to stand up in the House and speak to Bill 7, Promoting Affordable Housing Act.", "Mr. Speaker, this is a landmark bill, and once it is passed, it’s going to make an enormous difference in the provision and supply of social housing to Ontarians.", "I just want to remind the member from Scarborough–Rouge River about the funding which our government has made on social housing, particularly to the city of Toronto. Since we came to office, we have invested $1.1 billion in total assistance for affordable housing in the city of Toronto. This includes $293 million specifically to support the repair and the renewal of the existing housing in the city of Toronto.", "In addition, our government has provided the city of Toronto with $180 million from the investment in affordable housing. In 2014, our government transferred an additional $197 million from the investment in affordable housing to the city of Toronto.", "Again, in addition to those figures, our government has transferred $43 million from the Green Investment Fund to help the city of Toronto to provide affordable housing to Torontonians.", "The fact is that when the Conservative Party was in office, they downloaded all social services to municipalities. When we came to office, when the Liberal Party came to office, we reversed the direction, and now we have invested and transferred millions of dollars to municipalities to provide social housing and social services for Ontarians and, in fact, to Torontonians as well, for that matter.", "Thank you, Mr. Speaker, for the time to speak to this bill." ],
  "anchor" : "para271"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Nipissing." ],
  "anchor" : "para279"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. I want to congratulate the member from Scarborough–Rouge River on an excellent presentation.", "One area that he spoke of that put a smile on my face, Speaker, was his discussion on Habitat for Humanity and their role in this affordable housing program throughout Ontario.", "I can tell you that in my riding of Nipissing, this year—in fact, in only a couple of weeks—we will be celebrating the 10th anniversary of our Habitat for Humanity. They really have picked up where this government left off, and we’re finally seeing housing being built. I am so proud to be one of the founding members of Habitat for Humanity, and I look forward to our 10th anniversary party very, very shortly.", "Speaker, I’ve been here five years now, five years and a few days, and I can tell you I do remember excellent attempts by the government at an affordable housing program, except what we don’t hear includes northern Ontario. I can tell you what happened the last time. I’ve been here five years, and we really have not seen an affordable housing program launched, not the kind of affordable housing programs we used to see.", "I can tell you that in the last affordable housing program, when I served as mayor of the city of North Bay, we were stunned, shocked, to know that anything north of the French River—it was the dividing line—was not given the same amount, and that the analysis by the government was, “Well, you’re shrinking in the north, so you don’t need that affordable housing. Therefore, you don’t get the same money as those in the south.” It was such a shocking day.", "I can tell you that in the municipality of North Bay, when I served as mayor, we used municipal dollars to pick up the slack where the province left off. We were the only community in all of Ontario that did such a thing. In North Bay, we still—today—have a need for 1,100 affordable housing units, Speaker." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para286"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to rise on Bill 7. I spoke to it the other week, and I covered some of the specifics of the bill. But as a general overview of what we have in front of us, as New Democrats we welcome the provisions to include inclusionary zoning, something that, if anyone has been checking the record books in this place, our colleague Cheri DiNovo, from Parkdale–High Park, has introduced at least five times in this place over the years. So these good ideas that typically come from New Democrats have always been here, ready for you to take up and ready for you to actually address some of the problems.", "This begs the question: Why haven’t they done it? Why are they doing it now? Will it actually have any effect? That’s yet to be seen, because so much of it is prescribed to regulation, and the devil is in the details.", "But as a policy initiative and as a mechanism to start to alleviate the strain and to augment the stock of affordable housing, inclusionary zoning is but one tool of many that needs to be launched to address the issue.", "The other tool that could have immediate remedy is a cash infusion to municipalities that require it, but we see that last year’s provincial budget, when it comes to funding for housing and homelessness prevention, was cut by $20 million. So in terms of a political priority or a policy priority, the Liberal government absolutely has left this languishing, not only this year and last year, but for the last decade or more. They should be admonished for their behaviour on this and their lack of priority, because people are suffering in our communities. Therefore—" ],
  "anchor" : "para287"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Yes, we will. We’ll take care of it come next election. Thank you." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Scarborough–Rouge River has two minutes." ],
  "anchor" : "para293"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Thank you, Mr. Speaker. First of all, I would like to thank the MPP from Hamilton Mountain, the Minister of Research, Innovation and Science, the MPP from Nipissing and the MPP from Essex for their good comments.", "I would like to briefly respond to what the Minister of Research, Innovation and Science said. I’d been a member of the TCHC board the last few months before I become an MPP. The reality is, the city of Toronto paid their portion of over $8 million. Only the provincial government didn’t give their portion, and that’s why the backlog is getting longer and longer all the time. I hope this government will do their own responsibility for affordable housing.", "Now, this act is most important, but to be fair and most effective, the government should seek wider consultation from all stakeholders so the act shall be fair and most effective, so that we could avoid people dying on the street and getting longer affordable housing lists. Lists should become shorter, especially for seniors; they need to get their affordable housing before they pass away." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "I appreciate the opportunity to address this bill, Bill 7, the Promoting Affordable Housing Act, 2016.", "Speaker, you’re a connoisseur of fine bills. I’m sure you’ve seen ones like this in the past: a Liberal bill that looks okay on the surface, but many of the details that will actually make a difference on the ground are going to be left to regulation, outside the Legislature’s control. We, as lawmakers, really will have very little impact on the final product that will be delivered. So whether Bill 7 turns out to be a good thing or a bad thing will depend on the regulations that will be formulated by a minister, adopted in cabinet and put out without any further discussion with those of us who sit in this chamber, elected to set the laws for the province of Ontario.", "We, in the NDP, welcome the bill’s inclusionary zoning provisions, which we have long fought for. In fact, as my colleague from Essex said, it was the member from Parkdale–High Park, Cheri DiNovo, who introduced private member’s bills for inclusionary zoning at least five times over her time here. I think the government would have had an opportunity years ago, actually, if it had been committed to dealing with the housing crisis, to take the bills put forward by the member from Parkdale–High Park, bills that in a number of instances actually went through second reading, and put them forward.", "Again, as my colleague from Essex said, the devil will be in the details on those regulations as to whether what we get will be useful and will bring people in from the cold or not.", "One potentially worrisome aspect of this bill is that it gives municipalities greater power over the structure of their social housing agencies, and that will include a power—" ],
  "anchor" : "para298"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Sorry. I’ve been informed by the table that the member from Toronto–Danforth has already spoken to this bill, so we’ll have to move on.", "Further debate? The Minister of Children and Youth Services." ],
  "anchor" : "para303"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "It’s a pleasure to speak to this bill. I did have the opportunity to do a two-minute—" ],
  "anchor" : "para306"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Well, we’re on a bit of a roll here. Apparently you’ve already spoken to this, too.", "Further debate?", "The member from Nipissing: Have you spoken to this?" ],
  "anchor" : "para307"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "No, I haven’t, Speaker. I can guarantee you that I have not spoken to this, but I’m sure as heck going to try.", "I really do appreciate the opportunity to speak to Bill 7. I gave a two-minute hit a few minutes ago to talk about Habitat for Humanity. I do want to begin my 10 minutes by speaking about them.", "First of all, the need for affordable housing right across Ontario is extensive; we do know that there are, according to the statistics, 171,000 families. I can tell you in my riding of Nipissing, the Nipissing district, our DNSSAB, our social service adjustment board, tells us that we have a need in Nipissing alone for 1,100 affordable housing units. There is a huge demand, whether it is where we are, here in the city of Toronto, or where I come from in the riding of Nipissing. There’s a huge demand.", "I want to congratulate Habitat for Humanity, right across Ontario and especially in my riding of Nipissing, for stepping up, for forming 10 years ago this year. In fact, in just a few short weeks, we have a gala to celebrate the fact that they’ve been building houses in Nipissing now for 10 years.", "I’ve had the pleasure first as mayor and now as MPP to go to every one of the builds. I attempt to put kitchen cabinets together every once in a while and hammer a few nails every once in a while. Mostly I get to cut the ribbons and eat the cake. But it is a real celebration for those families who put their 500 hours in, participate with their sweat equity, and assist in creating their own dream and making their dreams come true.", "These are one-offs. In 10 years, we’ve had a chance to build less than a dozen houses in our riding from Habitat for Humanity. The joy that those families bring is not shared by everybody in my riding. We have 1,100 families who are still in need.", "Speaker, I can tell you again that I’ve been here five years almost to the day—a little over five years now—and we have not seen the massive affordable housing program that we have seen in the past. I’ve been here five years and have not seen that thrust. I can only hope that it will come, but if it comes, it has to be done better than in the past.", "In the last big thrust of affordable housing programs, AHP, as it’s called—I served as mayor of the city of North Bay, and when we received news of this program, we were excited at first, until we read the fine print and saw that if you are north of the French River—it’s actually a river that runs across part of Ontario—you don’t get the same funding as those south of the French River. I was shocked and dismayed that although at that time we had a need for 1,000 affordable housing units, we didn’t get the same money in the north as they did in the south. I thought that was very unfair, and somewhat characteristic.", "The analysis by the government was, “Well, your population seems to be shrinking so you don’t have a big need for affordable housing, so you don’t get the same money as everybody else.” Well, if you do that math, the actual opposite is true. The economies were hurting so badly that people were indeed leaving the north. I know North Bay’s population at one time fell from 56,000 to 52,000. During my term as mayor, it did grow back up to 54,000.", "Nonetheless, the government is right on one part—the populations were shrinking—but what they didn’t understand was why. The demand that was created on social housing was greater, not worse. It was greater because the economy was struggling. I can talk about all the political reasons I believe the economy was struggling. Things like the Far North Act, which cut off mining and logging north of Highway 11, have really hurt. Half of Ontario was cut off from getting at their resources, so it has made real unemployment in the north. But that has created a greater demand for affordable housing, not a reduced demand.", "I can tell you that all of the mayors in my area—I serve 11 different mayors here as an MPP now. Most MPPs in Toronto—if you gathered almost half of the MPPs on the government side, they would have one mayor between them all. In the north, we work the opposite way; I have 11 mayors that I answer to in the north. I was so proud when all of us, at the time mayors, got together and ponied up cash to supplement the provincial government’s share that they shorted the communities in the north. It was more than $4 million, which is a tremendous amount of money, when you think that a half-million-dollar expenditure in a municipality of my size is a 1% tax increase—just a half a million. So there was a tremendous amount of money that we—we, the mayors, the municipalities—put in to top up the Affordable Housing Program.", "I am really hoping that those days are gone. Sadly, I hear a lot of talk about Toronto, but not a lot of talk about the north. That concerns me because, you know, the light goes on when I just think back to the last program where the north was not excluded, but punished—a smaller amount of money, a smaller percentage. If you were building a housing program and it was 50-50, this time it was 50 and a smaller number, 30 or 40, and the municipalities either had to build less design or top up the money. We were the only area in all of northern Ontario that put our money where our mouth was and topped it up. So I don’t see that—I don’t see any affordable housing program coming out here, and I don’t see any mention of equality. That concerns me, Speaker, that we’ll be surprised again.", "We do know that, under this Liberal government, life has become more expensive. We have the highest hydro rates in all of North America. You’ll hear the minister every once in a while say, “That’s not true. The FAO told us our energy rates are right in the middle of the pack.” You’ll notice the word he uses would be “energy rates,” and that includes low-cost natural gas. The Financial Accountability Officer used the low-cost natural gas, averaged in, to tell you that Ontario has the average energy rate. But we’re talking about electricity. We have the highest electricity rate in North America. We have the highest payroll taxes in Canada. We have increasing development charges. We have all of these outside forces, many government forces, that are just making life tough for the people of Ontario.", "We saw a previous version of the affordable housing strategy. It promised annual reports that promised to include performance indicators. But, sadly, none of these were ever released, so the only real measure that we have is that every year the wait-list for affordable housing hits a new record.", "As I said, back when I was mayor we had a need for 1,000 units. We built 118 units, more than 10%, almost 12%, of our demand. We paid for it, partially, with municipal dollars and made a dent in it. To see those families move in—I was there at every one of the builds; I was there at every one of the openings of these buildings all through our riding and, in fact, some of them into the Timiskaming–Cochrane riding, where we double over. Those were exciting days. We brought it down to under 900. Now, it’s up over 1,100, Speaker. In just five years, we’ve grown. The demand is there.", "The minister, earlier, said that they consulted with the people. While that may be true, despite their consultations, the government reintroduced the same flawed bill. So they have a bill, they do consultations, people give their thoughts and answers, and the government says, “Yeah, yeah, yeah, but we’re sticking with the same bill that we developed without you.” I call that ready, fire, aim. It seems to me it’s what this government continues to do.", "Speaker, I just want to close once again and wish my friends at Habitat for Humanity in the Nipissing area all the best and continued success in the valiant work that they do. I thank you for the time." ],
  "anchor" : "para310"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Before I move on, I would like to do a friendly reminder to a certain member that when he comes in and leaves, he’s to acknowledge the Chair.", "Further debate—or, sorry: comments. Toronto–Danforth." ],
  "anchor" : "para328"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Thank you, Speaker. Whoever that member is, I hope they take that admonition to heart and correct their behaviour in the future because that’s a terrible thing. I’m sorry to hear this.", "Speaker, I appreciate the comments from the member from Nipissing. As he’s well aware, I’m from downtown Toronto and so typically I don’t get to hear a lot about what goes on in the north. But, listening to him and listening to my colleague from Timiskaming and my colleagues from Sudbury and Algoma–Manitoulin, there’s no doubt that the north is not getting a fair deal in its treatment by this province. We see it time and again, with the Ontario Northland Railway, the lack of investment in mass transit in the north—it’s just another example where there seems to be a downgrading of the importance of the north in terms of whether it’s part of this province or not.", "I had an opportunity to start earlier on this bill. I just want to say that the fact that this bill doesn’t address problems with rent control is very substantial. There’s no doubt that with vacancy decontrol, there’s a huge advantage to landlords to driving out tenants who’ve been there for a long time so they can dramatically crank up the rents. Having that piece missing in this legislation is a fatal flaw, because I know that in my riding, in East York, an area that’s becoming increasingly desirable in terms of its location, real estate values are going up. People can’t afford mortgages, but many who can’t afford mortgages can afford to pay a lot more rent than the current residents of many of the apartment buildings in that area. Those tenants are being pushed out so that landlords can dramatically increase the rents. This bill doesn’t address that issue. That, Speaker, is a huge failing." ],
  "anchor" : "para330"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para333"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "I’m pleased to rise and talk to Bill 7, the Promoting Affordable Housing Act.", "Life is definitely tougher under the Liberal government right now. They’ve had 13 years to fix this problem. I’ve heard from the NDP and I’ve heard from the Liberals: “Oh, that Mike Harris government. This is what you’ve done,” and so on and so forth; “You downloaded to municipalities.” That may be so, but what they don’t tell you is that we also uploaded back to the province the cost for education and so on, about 60%, because before it was property tax and you had education tax and so on.", "They uploaded about 60% of that to make it perhaps more affordable, so it’s a bit of a wash, but we never hear the other side of things. So I do have a concern about that. Currently we’ve got about 171,000 families in the province of Ontario that are in desperate need of affordable housing. That’s the highest it has ever been. So if the government really cared about the people and doing something about it, don’t give us lip service; give us action. Provide these people with their needs. Help them.", "My colleague from Nipissing talked about Habitat for Humanity. I want to give a shout-out to Habitat for Humanity as well and, of course, throughout the province, to the thousands of volunteers that help. We actually have a case in Chatham where, in fact, they’re helping families in Chatham with affordable housing.", "For 25 years, I sat on a board in Chatham. It was called the Evangel Villa corporation. Basically, for the most part, it was housing provided mostly for seniors. Of course, a lot of seniors, at times, could not afford—so we had our formula and worked through CMHC to ensure that these people had a good, safe, healthy, clean place to live." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para339"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I will be getting up to do my own 10-minute piece of debate very shortly.", "I want to mention Habitat for Humanity, which has been brought up several times today. I actually spent an evening in Hamilton on Friday with Habitat for Humanity and their yearly gala in raising funds to put more people in homes. We know the sweat equity. We know the hard work. The community comes together for Habitat for Humanity building homes for people in the community, because there is a need. There is a need, so people literally put down the things that they’re doing in their lives and they go and participate in building homes in their community to ensure that one more family has an opportunity to have a beautiful, safe, clean home to raise their family in.", "That’s the problem with this bill: There just is not enough of that happening, and the government is taking no responsibility in boosting the funds that are needed to ensure that people have homes. So the community takes it upon themselves, as they do for many things.", "I congratulate Habitat for Humanity. I thank them. I thank the thousands of volunteers who come out, I know in my community and right across the province, to ensure that they’re doing their part in stepping up where this government is failing and providing another house for a family who is earning that home and who has worked really hard to participate in the building of that home where they will raise their family. Then that will become part of the housing market. Congratulations and thank you to them." ],
  "anchor" : "para340"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para344"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I’m pleased to add my comments. I know that the member from Nipissing and also the member from Hamilton Mountain mentioned Habitat for Humanity, and I wanted also to say a few words about this organization that has done great work in my riding of York South–Weston. Seventeen homes were built a few years ago at Weston and Jane, and there was one home that was built for a very large family in the area of Runnymede and St. Clair.", "As you know, these families have to work very hard. They have to work, themselves, to build a home, and they rely on a lot of volunteers and on the community coming together in order to build these homes. I’ve personally volunteered and helped when I can as well, because to see the joy on the faces of people who now have ownership of a home is priceless.", "I know the member from Nipissing was saying that we speak a lot about the city of Toronto. Well, the members from Toronto will speak about the city of Toronto, where the need is really great. The wait-lists are very extensive. Not to say that we don’t have to think of all the other places, especially the areas that are remote, the areas in the north, where there is also a great need as well.", "This is what this bill is trying to address. It’s trying to make it easier on many fronts. There’s no doubt that there is a great need to intervene, and as a province we have a responsibility to do that. I think that this bill helps many people get service faster and addresses a lot of the problems." ],
  "anchor" : "para345"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Nipissing has two minutes." ],
  "anchor" : "para349"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Thank you, Speaker, for an opportunity to wrap up. I want to thank the members from Toronto–Danforth, Chatham–Kent–Essex, Hamilton Mountain, and the Minister of Citizenship and Immigration for their contributions to this discussion as well.", "Speaker, the government has had 13 years to address the wait-list. We now have, as we’ve all acknowledged, 171,000 people—families, I should say—waiting for housing. That’s the highest it’s ever been. It’s a statistic that continues to grow. It’s not one that is declining.", "We talked earlier about not putting any measures in to address the specific needs of those in northern Ontario, but I also want to talk about other measures that are not in the bill, Speaker. If you recall, it was our member from Oxford who broke the story of waste. It was millions of dollars, actually, of housing money that was wasted. If you recall, there was a seven-day luxury trip to South Africa that we, the taxpayers, paid for, instead of being used for social and affordable housing.", "There’s nothing in this bill, and we’re disappointed— there are no measures in this bill to stop the misuse of public money, which was intended for affordable housing, that was used for things like luxury vacations. That should have been addressed and measures should have been put in place." ],
  "anchor" : "para350"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para355"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I’m pleased to have the opportunity today to speak to Bill 7, the Promoting Affordable Housing Act. The NDP, of course, welcomes some parts of this bill, especially the inclusionary zoning provisions which New Democrats have long fought for. We’ve heard many times this morning that the member from Parkdale–High Park has tabled that bill five times. Interestingly enough, the Liberals opposed those bills and now, here, we see this before us today.", "There are far too many protections for renters and for those seeking affordable housing that are completely left out of this bill. The government is not doing nearly enough to make one of our most basic necessities of life accessible for all Ontarians. Without confidence that this bill will look out for Ontarians who need rental accommodations, how can we expect children and families to thrive?", "Like so many pieces of legislation from this government, it appears to look good on the surface under a guise of a great name, this one being the Promoting Affordable Housing Act. In reality, it does little to promote affordable housing in any real way. The bill allows for inclusionary zoning bylaws, which are overdue and probably welcomed by many people in Ontario.", "This is not enough to address the needs of Ontarians who need affordable housing, which was built decades ago, and assurance that their rent will be controlled. Instead, in the absence of these things which would improve the lives of Ontarians, this Liberal government continues to put the power in the hands of landlords, owners and service providers, not to the advantage of those who need it the most.", "So much of Bill 7 has been left to regulatory responsibility outside of the Legislature. That will leave it up to the minister of the day to be responsible for those decisions. Leaving so much outside of the bill and in regulation means that the bill will not make life any better for Ontarians who are feeling squeezed by rent prices, hydro, social assistance rates and other services that the government is privatizing and/or making harder for Ontarians to access.", "The government just keeps disappointing Ontarians by making life harder. Who would have thought that this government would be so much in favour of privatization? Just like the sell-off of Hydro One, this bill allows for social housing agencies to be privatized. This government just cannot stay away from this trend.", "Under this bill, municipalities will now have the power to privatize or completely dissolve these agencies, which the NDP knows is absolutely the wrong approach when it comes to affordable housing for our most vulnerable residents. Of course, many municipalities act in good faith when they have flexibility over their social housing agencies, and that’s a good thing. But what the government continues to leave unchecked are the regulations needed to ensure that at the end of the day, Ontarians are benefitting.", "For instance, in the case of the Community Homelessness Prevention Initiative—CHPI—which replaced the Community Start Up and Maintenance Benefit, it did so with less money and now faces a funding freeze. Its use is largely left to the discretion of municipalities, and the denial of benefits cannot be appealed to the social benefit tribunal.", "While some municipalities use the Community Homelessness Prevention Initiative as intended, others have not. New Democrats understand that flexibility is necessary in many circumstances, but this government does not know how to protect Ontarians when there is possible flexible legislation which, in this case, can hurt renters at the end of the day.", "Increasingly, Ontarians are finding themselves needing affordable housing, and they need protection from rental increases, especially when this government has not addressed hydro rates; in some cases, their bills are costing more than people’s rent. That in itself is shameful.", "Another problem with this bill is that it allows money for municipalities to be put directly in the hands of renters, but there are zero mechanisms to make sure that it is the renters who benefit from this. What is to stop landlords from just raising rent prices, knowing that tenants have this money in their hands? There is nothing, Speaker, to make sure that the benefit of this money goes into maintaining affordable, safe and clean accommodations.", "Probably the biggest failure of this so-called affordable housing act, however, is that it does nothing to address the massive loopholes that have existed for decades in our housing system. We have properties that were first occupied by tenants after November 1991 that are not subject to rent control. That’s 25 years of rental accommodations that have been increasing at whatever rate is required or wanted by the landlord. That is 25 years where Ontarians cannot rely on the protection of affordable housing.", "The NDP have introduced a solution to this vulnerable situation that renters are faced with with Bill 82, which seeks to close this loophole. Why is this not part of the Promoting Affordable Housing Act? Why does this government wish to only protect the landlords and owners? That’s not at all what this bill should be intended to do, Speaker.", "Right now, when we have a property that becomes vacated by one tenant, a landlord can increase the rent for the next tenant to whatever they wish. We see this as a major problem. We’re looking at the Hamilton housing market right now, how purchasing a house has gone up, and the want to be in the Hamilton area—when people are moving out of rental units, the landlords have the ability to bump the rents to what they think should now be the fair market value. It doesn’t work for the people of Hamilton.", "I can tell you very clearly that I’ve had seniors selling their homes and maybe not really thinking of the plan so well, because once they sold their home, now they’re looking for a rental unit and they’re realizing very quickly that the rental unit is costing them more than what they could afford to pay on their mortgage. They were selling their homes because they were downsizing, because it’s too much work, and the cost of the rent has gone higher than what they were paying for their mortgage. They’re struggling.", "People would say, “Well, where is the equity that they would have had to their home?” We know families are picking up for other family members now, so we have parents who are picking up the tab for their kids—their tuition, their education costs—and now they don’t have all the equity back in their house, and they’re being left, quite frankly, out in the cold, which is really concerning.", "There are 6,000 people in my community of Hamilton—in our community of Hamilton, Speaker—that are on the wait-list for affordable housing. That number has increased by 5% each year over the last two years. For a bill that was supposed to promote affordable housing, it does nothing to address the high need for affordable housing. What is to suggest that access to affordable housing will grow? Where are all these units going to come from? We can’t constantly count on organizations like Habitat for Humanity to pick up the slack for this government. Putting it directly in the hands of residents does absolutely nothing to ensure that we will have sustainable, affordable housing in this province.", "We need to ensure that families are put first in this province. That is something that we’re not seeing when it comes to the way that this government has been governing. They promised to be progressive, they said they were going to do one thing, and yet when they’re government, they actually govern in a different way, where families are struggling. I know this Premier had put hope into the people of this province that things would be different when she was in power, and yet we see hydro rates are completely unaffordable.", "That’s another word, the word “affordable.” The Minister of Energy yesterday quite clearly stood in his place and talked about how they had created a hydro system that was affordable. There is nothing affordable in our hydro system today. And here we have the word “affordable” before us once more in the title of this bill.", "People are struggling. People need their government to stand up for them. They need them to have people’s best interests first in their mind and at the centre of their decisions—not their friends. Quite frankly, Speaker, that is what we’re seeing.", "Again, without the inclusionary zoning, this bill would do nothing except help the landlords, landowners and service providers. It does nothing for the people of the province." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para377"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being close to 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para379"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I’d like to introduce two constituents of mine from Perth-Wellington: Dianne Schieck and her son Stephen Schieck. Welcome." ],
  "anchor" : "para382"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para383"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "Today I’d like to welcome the family of page captain Kepler Pyle from the great riding of Ancaster–Dundas–Flamborough–Westdale. Joining us in the gallery today is his mother, Frances Roesch; his father, Dr. Glen Pyle; and Radley Pyle. Welcome all. They’re very proud of young Kepler, and so am I." ],
  "anchor" : "para384"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "It is my honour to introduce the page captain today, Do En Kim, and her father, Sun Mo Kim, and her guests. They will be in the members’ gallery this morning." ],
  "anchor" : "para385"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para386"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I’m pleased to rise this morning to welcome Futurpreneur Canada to the Ontario Legislature. I’d like to introduce a few folks who are here from their group and delegation. Ms. Julia Deans is their CEO. She’s joined by Ms. Valerie Fox, one of their board members, and Ms. Jenise Lee, one of the group’s young entrepreneurs. We also have with us Alex Surca and Fiona Wilson from Futurpreneur.", "I’d like to invite everyone to join me—Futurpreneur is hosting a reception right after question period in rooms 228 and 230, where you’ll have a chance to sample the tasty creations of Ontario’s young entrepreneurs. Welcome, all." ],
  "anchor" : "para387"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It is my pleasure to welcome some ECEs today on Child Care Worker and Early Childhood Educator Appreciation Day. I’d like to welcome ECEs from across the province: Lance Constantine, Lyndsay Macdonald, Carolyn Ferns, Bernice Cipparrone McLeod, Viktoria Bitto, Alana Powell, Munizah Salman, Michelle Jones, Dechen Kutsabpa, Maria Bui, Sue Parker and Stephanie Ocampo. Thank you for joining us today." ],
  "anchor" : "para389"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is my pleasure to introduce to you Mrs. Theresa Oswald. She was the Minister of Health in Manitoba for seven years, and she is with us in the members’ gallery. Welcome, Theresa." ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome. Thank you for being here." ],
  "anchor" : "para391"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’d like to introduce—they’re soon to be in the wings, Speaker—Joe Roberts; his partner, Marie Roberts; and Jaime Orozco. They are involved in The Push for Change, moving youth homelessness to the top of our agenda." ],
  "anchor" : "para392"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "In the Speaker’s gallery today is my other brother, Joe Peters. We welcome Joe to the House along with Hayley Moffat. Welcome as our guests." ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Do you want to introduce somebody? Okay. Thank you.", "Introductions are finished. Therefore, it’s now time for question period." ],
  "anchor" : "para395"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. Another day, another Liberal energy scandal. The past seven days have been a banner week for the Liberals: $12 million wasted on consultants and advertisements and $28 million losing a lawsuit for a project that hasn’t even been built. Yesterday it was an $81-million Liberal accounting error by the IESO, and today we learned that Northland Power won their court case against the government and on October 21 was awarded—hear this, Mr. Speaker—$95 million from the Ontario Electricity Financial Corp.", "Someone has to pay for this $95-million court case. When will the ratepayers learn from the government that they’re on the hook again, for another $95 million, because of Liberal blunders?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Energy is going to want to speak to the specifics.", "But, you know, I just think it’s important that we take a step back and we recognize that when this government, under the previous Premier, came into office in 2003, we were dealing with a degraded electricity system. There was a lot of work that had to be done over the years to build that system up." ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order, please." ],
  "anchor" : "para404"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We completed the closure. I grant that it was not the start, but we—" ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock for a moment, please.", "During both the question and the answer, I was hearing both sides starting to ramp up, so I’m going to take a moment now to indicate to you that as soon as I said “Order,” three more people added their voices to that, instead of bringing them down. You’ve signalled to me that you have no intention of listening to my gentle orders. I may have to move, and I will move, to warnings almost immediately if it starts up again.", "Premier." ],
  "anchor" : "para407"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We completed the closure of coal plants in this province, saving $4 billion in health-related costs. The opposition can heckle that, but they should talk to families of children with asthma—" ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Okay, I will now move to warnings. There are two people that have brought me there." ],
  "anchor" : "para412"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Apparently $4 billion in savings in health costs is not real. But again, speak to the families of children with asthma.", "We made those changes, and we’ve invested in a system that had—" ],
  "anchor" : "para413"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para415"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If it was a test, you’re going to lose.", "Supplementary?" ],
  "anchor" : "para417"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: I had a very specific question on the Northland case, yet another example of Liberal mismanagement. All we hear is talking points on coal. By the way, the Progressive Conservatives initiated the phase-out of coal.", "My question is about Liberal waste. It’s about Liberal scandal. I would actually appreciate it if the Premier could answer this: $12 million, $28 million, $81 million, $95 million, all in the last week. That’s $216 million gone in a week because of this government’s incompetence.", "Mr. Speaker, who is on the hook for that? Not pointing fingers, not trying to say what happened 10 years ago, I want an answer. Who is going to pay for that $216 million? Because it’s not the Minister of Energy, it’s not the Premier and it’s not the Minister of Finance. They’re going to make ratepayers pay again.", "Does the Premier not appreciate that seniors, families, businesses can’t afford these skyrocketing hydro rates?" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you—" ],
  "anchor" : "para425"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Very good. You got the message. Don’t do that.", "Premier." ],
  "anchor" : "para427"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I care very much that people are able to have clean energy, that they can afford the energy and that it’s reliable. And so—" ],
  "anchor" : "para429"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "It’s just money, eh?" ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Premier." ],
  "anchor" : "para431"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We are making changes to help people to afford energy.", "What happened 10 years ago, what happened 15 years ago, does matter in terms of this electricity system. The Leader of the Opposition can take a very narrow, short-sighted view and pretend that there is no history, that there is no—" ],
  "anchor" : "para433"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Four scandals in one week?" ],
  "anchor" : "para435"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Dufferin–Caledon is warned.", "Carry on." ],
  "anchor" : "para436"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—that there is no context, but that is just not the reality.", "We are taking steps. We are removing 8% from bills across this province. We’re cutting delivery charges to 300,000 rural customers by 20% in total, with the 8% and 12%. We are—" ],
  "anchor" : "para438"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para440"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: It’s very clear that the Premier does not want to talk about the four scandals that have happened on her watch just in the last week. A $95-million court case isn’t new to this government. They’re used to losing court cases. They’re used to just throwing it on the backs of ratepayers.", "The OEFC and Northland have been battling it out in court for years. Northland is reporting that OEFC will appeal the result to the Supreme Court of Canada. Millions and millions have been spent on lawyers.", "What I’d like to know: We know the cost of the judgment, but, Mr. Speaker, can the Premier tell us how much she has ordered the government to spend on legal fees? Please show some clarity on this endless waste we’re seeing that’s being put on taxpayers and ratepayers." ],
  "anchor" : "para442"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para446"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m pleased to rise and answer this question. Mr. Speaker, we are aware of this, and this is an ongoing matter. It is still in process, so we can’t comment on that.", "What we can comment on, Mr. Speaker, is the great work that we’re doing on this side of the House to help families and to help businesses right across the province. We’ve actually reduced bills on January 1 by 8% for families, small businesses and farms. For those who are living in rural and remote areas—330,000 families—those 330,000 families will actually see a significant reduction of 20% as well.", "When it comes to the agreement that the opposition doesn’t want to talk about, which is that landmark agreement with Quebec, we’re going to be bringing in two terawatts of power that will be targeted at our natural gas plants. That will be saving one megatonne of GHGs. That’s a 25% reduction, something that on that side of the House they don’t understand." ],
  "anchor" : "para447"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. Since the government won’t answer a question when it comes to their latest hydro scandal, let’s try a different subject. Let’s try to have a conversation on mining. In May of 2012, the government promised thousands of jobs and new infrastructure for the Ring of Fire. In 2013, the budget promised to improve vital access to the region. Then in 2014, the budget of the province committed $1 billion to the Ring of Fire, and then again, in 2015, the same promise of $1 billion. Surprise, surprise: in the 2016 budget, again a promise—" ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Sorry. Stop the clock. The Minister of Agriculture, Food and Rural Affairs is warned.", "Please finish." ],
  "anchor" : "para453"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, I can appreciate why the government likes to heckle their record of inaction. In 2016, for a fourth time: a re-announcement of the same funds, but to date not a single cent has gone to the Ring of Fire. The economic benefit to the region and to First Nations communities is incredible, yet this government won’t and hasn’t put a shovel in the ground. Mr. Speaker, my question directly to the Premier is: When are we actually going to see—" ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Premier?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the Leader of the Opposition doesn’t want to recognize that the work that has been done with the First Nations communities, with the Matawa First Nation, is very important work that had to be done. In fact, the training dollars that have gone into communities, the support that has already begun in order that those communities can be part of the development of the Ring of Fire and can be part of the economic development—I recognize that the Leader of the Opposition doesn’t value that. But that is the work that has been going on, Mr. Speaker.", "There has been a serious engagement with those communities to make sure that they are able to take part in economic development and that, as we put shovels in the ground and we build roads, that we build those roads in a way that will connect communities so that, yes, they can be part of the economic development of the Ring of Fire, but much beyond that, that they have the social supports that allow them to take part—" ],
  "anchor" : "para457"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary? The member from Parry Sound–Muskoka." ],
  "anchor" : "para459"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Again to the Premier: The current government has overseen the entire life of the Ring of Fire mineral deposit to date, from discovery to where we find ourselves today. Reading a press release from 2012, you would have thought that a chromite mine was a done deal. The release proclaims thousands of jobs coming to northern Ontario and has quotes from five ministers, including the current Premier. It boasts of the over 20 mining companies holding claims in the region—a far cry from what we see today. It even goes into detail on a chromite processing facility to be opened in close proximity to the then minister’s own riding.", "The government, to date, has truly overpromised and under-delivered on the Ring of Fire. So, Speaker, why should anyone believe that this government is capable of doing what it takes to develop the Ring of Fire?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Northern Development and Mines." ],
  "anchor" : "para462"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "We are indeed working hard and very diligently to move the progress forward on the Ring of Fire. That means, Mr. Speaker, working with all of our partners, working with industry, working with the federal government and, certainly, as the Premier pointed out, working with our First Nations to move this project forward.", "When we signed the regional framework agreement in—" ],
  "anchor" : "para463"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We’re on warnings.", "Carry on." ],
  "anchor" : "para466"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Mr. Speaker, when we signed the regional framework agreement in 2014 with the Matawa First Nation, we made a commitment to work with them on regional infrastructure, on socio-economic impacts, on resource revenue-sharing. Those are all important discussions that are taking place, and discussions are at a very significant point right now in terms of them partnering with us to make some decisions related to the community corridor study.", "May I say to the members of the opposition: If they do not believe we should be having those kinds of conversations with the First Nations, they should say so.", "The bottom line is, we are working hard, this is a complicated file, and we are optimistic that we’ll continue to move forward and see progress on—" ],
  "anchor" : "para468"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Again to the Premier: Premier, I think I’ve heard that answer before from your minister.", "Speaker, First Nation communities in the Ring of Fire region are integral to the entire development. They also stand to gain the most from local mining opportunities. Mining employs more indigenous people than any other sector—about 14% of the mining workforce—so it’s important to the communities in the area to see some progress.", "Through the Speaker: Other than framework agreements to negotiate, what tangible progress have you made on this important project?" ],
  "anchor" : "para472"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para476"
}, {
  "speaker" : "Interjection",
  "text" : [ "I’ll lend you my shovel, Mike." ],
  "anchor" : "para477"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "That was very risky." ],
  "anchor" : "para478"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "We recognize that it is crucial that we move forward on transportation infrastructure in the Ring of Fire. That is indeed why we are so keen to move forward with our work with the federal government. This is a nationally significant project, one that deserves federal government support—and that’s the effort we’re making as well.", "In terms of the work with industry, there are still a significant number of companies that have expressed tremendous interest in the Ring of Fire. We’re going to work with those industrial partners to help move this project forward.", "In terms of the First Nations, this is an absolutely crucial part of our commitment: to make sure that decisions that are made related to what will most directly impact their future development are made also by the First Nations themselves. That’s why it is so crucial that we have those discussions under the regional framework agreement that will make sure the decisions that are made are shared by our partners—not just by the First Nations, but by industry and by the federal government.", "We’re keen to keep working hard on this. I’m committed to it, Mr. Speaker—" ],
  "anchor" : "para479"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock.", "Minister, I stand, you sit.", "New question." ],
  "anchor" : "para484"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, yesterday police revealed that at least eight elderly residents of long-term-care homes were allegedly murdered between 2007 and 2014 in Woodstock and London. It is horrific, it is tragic, and it is heartbreaking. Our thoughts and sympathies go out to the families and loved ones.", "I understand that there is an open police investigation happening right now, and I know that no one here would do anything to impede or compromise that investigation in any way, but there are some genuine, straightforward questions that need to be asked today.", "Premier, Ontarians want to know how it is possible that alleged murders can go undetected inside a long-term-care home in Ontario for seven years." ],
  "anchor" : "para488"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, as I said yesterday, this is an extremely distressing case, and as I said yesterday, I don’t think there’s anyone in this Legislature—this is not a partisan issue in any way. There is no one in this Legislature who is not distressed by this case.", "The question that the leader of the third party asks—how could this happen?—is exactly what the police investigation is about. That is exactly the question that needs to be answered, so we need to let the police investigation unfold." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, of course there is a police investigation ongoing and I respect that very much, but the question I’m asking has to do with the Ministry of Long-Term Care and their oversight procedures. While this is perhaps the most graphic, serious and tragic example of abuse and mistreatment in our long-term-care system, we all know that it’s not the first.", "The families of 78,000 Ontarians in long-term care want to know what action the government has taken in the last 24 hours to ensure that their loved ones are safe. Has the Premier ordered any action or review of current oversight measures in Ontario’s long-term-care system?" ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para497"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Let me also add my deepest sympathies to these families who have not only had to mourn the death of a loved one but now face the allegations as outlined by police yesterday. It truly is tragic, in fact, for the communities of Woodstock and London as well.", "It’s important that the police deliberately stated yesterday morning that there is no danger to any of the residents in long-term-care homes in this province as a result of these alleged actions. We have stated the same.", "We have one of the most robust oversight accountability measures to ensure the safety and protection of long-term-care residents certainly in Canada and, in fact, in the world. That inspection process is robust.", "That being said, we are actively participating and collaborating with the police to ensure that the many questions, including those from the opposition, are answered in due course." ],
  "anchor" : "para498"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Something has obviously failed and that’s the reason I’m asking the question today. Again, it has to do with oversight." ],
  "anchor" : "para503"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order. Somebody will get warned if they continue.", "Please finish." ],
  "anchor" : "para505"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Seven years and no one knew. That’s a failure of our system, and that’s what I think the people of Ontario require us to look at, as a group. So my question has to do with oversight in our system, not the details of the investigation. We all know those details are going to come. It has to do with the oversight that’s needed to protect the most vulnerable seniors and residents of long-term care. There are 78,000 residents in long-term-care homes across Ontario today, and they and their families have simple, straightforward questions that deserve answers from the government.", "What is the Premier doing to improve oversight and protection of Ontarians living in long-term-care homes in our province?" ],
  "anchor" : "para507"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I think it’s important that I remind all of us in this chamber that we are dealing with allegations. They are absolutely horrible, terrible allegations, but they are allegations nonetheless.", "I also want, as the police did yesterday, to reassure the public and the residents of long-term-care homes that there is no danger to them as a result of these horrible allegations. I can also assure the Legislature and the public that the highest priority for myself and my ministry is the safety and security of residents in our long-term-care homes, as it is for all Ontarians.", "We have among the best oversight mechanisms for critical incidents, as well as for general annual inspections, in the world. We will continue to improve upon that strong, robust system, but it’s important that all of us remind Ontarians and assure them of their safety in this critical time." ],
  "anchor" : "para509"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also to the Premier. As we continue to learn the details of this unspeakable tragedy and the ones before it, I want to ask the Premier very clearly, does she have faith? Does she have faith in the current rules and regulations—" ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The member from Beaches–East York is warned.", "Carry on." ],
  "anchor" : "para515"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Does she have faith in the current rules and regulations that are currently in place in the province of Ontario to make sure that long-term-care homes are safe for the people who live there?" ],
  "anchor" : "para517"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I want to be very frank with the Legislature that what the Minister of Health and Long-Term Care has said is exactly right. We’re dealing with allegations in a very horrible, horrible situation, but there are processes that are in place that need to unfold.", "But if the leader of the third party is suggesting that somehow I’m not interested in getting to the bottom of this, that I don’t want to know what happened, she is absolutely wrong. I believe that there are systems in place that are set and designed to protect the innocence of people against whom there are allegations, but also to make sure that answers are found to very difficult questions. If, as those processes unfold—" ],
  "anchor" : "para518"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Answer?" ],
  "anchor" : "para520"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I will complete my answer in the supplementary, Mr. Speaker." ],
  "anchor" : "para521"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para522"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, I agree with the Premier insofar as this is a very tragic situation, that we’re talking about someone’s parents, grandparents, brothers, sisters, aunts or uncles. We’re talking about family, and that is what makes it so extremely important. But Ontarians need to know exactly what’s being done by the Premier to ensure that something this horrific and heartbreaking never happens again.", "Will the Premier be directing her Minister of Health to review how the government monitors nursing homes in this province?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I said, there are processes in place right now that must be allowed to unfold. It’s absolutely imperative that the police have the opportunity to do the work that they need to do to get to the bottom of the questions that are obviously being asked by everyone, especially by the families of the people who have died. It is the responsibility of the government and the Ministry of Health to make sure that all of the systems and protections are in place.", "Mr. Speaker, at some point, if there is a need for an independent review or an inquiry, we will absolutely undertake that, not because of political pressure from the NDP, but because we all need to have the answers.", "In the interim, there are processes that the police are leading, and they need to be allowed to do their work." ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "These deaths are unspeakably tragic and I can only imagine the pain that these families must be feeling right now. But it’s not about impeding a police investigation. It is not about impeding an investigation into this tragedy.", "There are 78,000 Ontarians in long-term care right now, and that means 78,000 families are looking to the Premier for reassurance about their loved ones. When will the Premier be taking action to ensure that Ontario has the most effective possible oversight and monitoring of our long-term-care facilities?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para531"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, I know that we have one of the strongest oversight mechanisms for long-term-care homes in the entire world, and we continue to work to improve that.", "But I want to speak to the families of those who are at the centre of these allegations. I want to assure them that we, as a government, will do absolutely everything possible to answer their questions, to answer the questions that they have, that their family members have, that Ontarians have and rightly deserve answers to. We’ll do that in the context of collaborating and participating in the police investigation that is under way.", "I want to reassure the 78,000 individuals who call long-term-care homes their home that there is nothing more important to me. I give them my absolute commitment as Minister of Health to do whatever I can to ensure their safety and their security in their homes, wherever they might reside in this province. That is my obligation and that is my commitment to them." ],
  "anchor" : "para532"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "My question is to the Minister of Health and Long-Term Care.", "A month ago, I asked the minister to get involved in helping baby Everley Yolkowskie, but Everley’s parents, Sarah and Jordan, of Lombardy in my riding, are still struggling to keep their beautiful baby alive, with no help from this government. It’s absolutely shameful that this young family is living this nightmare while health bureaucrats waste time.", "The minister said he is providing updates. I don’t want updates. I want action to lift this unimaginable burden off this family. The CCAC has failed baby Everley. Her parents have lost trust and faith in them. Speaker, this family is in crisis. Will the minister personally step in to get baby Everley her care without any further delay?" ],
  "anchor" : "para536"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate this question. The member opposite knows that we’ve discussed this tiny person’s challenge and the challenge that it’s created for her family on a number of occasions. It truly is distressing, the circumstances that this family is going through.", "I know the CCAC has been involved, my ministry is involved, my office is directly involved, and the Minister of Children and Youth Services as well, to find a way to provide the level of support that that small infant deserves and we have a responsibility to provide.", "We’re working with the Children’s Hospital of Eastern Ontario as well, which has aptly, in a hospital setting, provided extraordinary care to this tiny individual. I know that this is challenging for all involved. I’m committed to seeing it through and providing the support that family so desperately needs." ],
  "anchor" : "para540"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para543"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "The bureaucrats who have utterly failed this family get to go home at night. For Sarah and Jordan, there’s no end to their day. They live this reality 24/7. At any moment, Everley can stop breathing and they have to resuscitate her. It’s life and death, and the stress is indescribable. These brave parents do it because they want their little girl at home.", "But after two months on their own, they’re losing hope, they’re running out of funds, and they’re feeling totally abandoned by our health care system. This is cruel, and it lacks compassion.", "Is this the health care system the minister wants? If not, will he pick up the phone and call Sarah and Jordan to apologize and assure them that they won’t have to go through another night on their own?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "This is a very challenging situation for the family, as I mentioned. There are maybe 50 children around this province who fall into a category of being exceedingly, extremely challenging from a medical perspective. We know that this tiny baby was well cared for in hospital, but appropriately, as the parents want and we should support, they want to bring their baby home and provide that support at home.", "We need to work with them to do that. These are the most challenging individuals; we need to embrace that and we need to find the flexibility to be able to provide that support. That’s what we’re trying to do.", "I’m sorry that it has taken the amount of time it has. I know, however, that the CCAC has been working, as challenging as this is for them, as hard as they can to find a resolution. There are now multiple ministries involved. My office is directly involved. I’m confident that we will be able to provide the support this young child requires." ],
  "anchor" : "para547"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Premier. According to the public accounts, nearly $800 million in Hydro One cash was recognized by the Trillium Trust last year. These “asset optimization” proceeds were supposed to be spent on infrastructure last year. This was the whole point of the Hydro One sale, but none of this Hydro One cash was spent on infrastructure.", "Will the Premier explain where $800 million in Hydro One cash proceeds have gone instead of being spent on infrastructure?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para553"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I appreciate the question. The member opposite I think does know that all proceeds that are generated from Hydro One in regard to the IPO and, since then, the subsequent offering—a good portion of that has gone to pay down the debt that’s accorded to the transaction, and the rest is going directly to the Trillium Trust, which is being used for infrastructure projects in our communities, something that that member opposite hasn’t had a plan to do.", "They actually have not even called for investments in some of these infrastructure projects and transit systems that are critically important to our competitiveness and enabling us to have a higher return for the use of those funds. That is all the reason that we’re making these investments and the transition from Hydro One to be reinvested into our communities." ],
  "anchor" : "para554"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para556"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Well, you actually aren’t investing the money in infrastructure, but another question: When the Premier gave a privatized Hydro One a $2.6-billion tax holiday, this increased the book value of the government’s remaining ownership in Hydro One by about $2.4 billion. Last year, the government rewrote the Trillium Trust Act to allow the government to recognize this gain on paper as revenue that could somehow be dedicated to infrastructure.", "But this $2.4 billion is not cash. It exists only on paper. It cannot be spent on subways. Yet this accounting adjustment represents more than half of the $4 billion in Hydro One proceeds that the Premier has promised for infrastructure.", "Will the Premier explain how $2.4 billion in accounting vapour is going to be used to pay for infrastructure?" ],
  "anchor" : "para557"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Let’s be clear: This is not a tax holiday that has been attributed to this transaction. This is actually a normal course of business that has been made. The $2.8-billion deferred tax benefit actually does provide a net fiscal benefit to the province, all of which is being afforded right into the Trillium Trust.", "Not only that, we have $3.4 billion thus far from the transaction that is paying down debt, and an additional $4.59 billion that’s going to be going directly to the trust fund to enable us to do the very projects that the member opposite hasn’t even planned for.", "We’re making the plans. We’re making the reinvestment—" ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I know you’re tempted but—wrap-up sentence, please." ],
  "anchor" : "para564"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "They obviously don’t like the fact that we’re generating more funds, more money, to be reinvested to make ourselves more competitive. That’s what this is all about." ],
  "anchor" : "para565"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the Minister of Housing and minister responsible for the Poverty Reduction Strategy. According to Push for Change, it is estimated one third of Canada’s homeless population are youth. Joe Roberts know this is reality. As a former homeless youth who has transformed his difficult life to become a successful businessman, Joe understands the importance of the power of possibility.", "Since May 1 of this year, Joe Roberts, through Push for Change, has been pushing a shopping cart across Canada to help raise awareness for youth homelessness. I think that I speak for all of us when I wish Joe success on the rest of his inspiring journey.", "I know that our government is committed to breaking the cycle of poverty for children and youth and ending chronic homelessness in Ontario. Speaker, I would ask the minister to inform this House on Ontario’s progress in reducing youth homelessness." ],
  "anchor" : "para567"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member for Beaches–East York for that important question. I want to take this time to thank Push for Change—Joe Roberts, Marie Roberts and the rest of their team—and all of the leaders, including persons with lived experience, who are fighting every day to end homelessness in communities across our great province.", "Our government remains committed to end chronic homelessness by 2025 as a crucial step in showing that we can and must end homelessness for everyone in our province. Since 2008, our government has made great strides in lifting tens of thousands of children and youth out of poverty.", "Our government has also announced $15 million in additional Community Homelessness Prevention Initiative funding for the next two years, for a total of $30 million in new investments to support municipalities in their local work to fight homelessness. In fact, by 2018, our government’s annual CHPI investment will be almost $324 million." ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para573"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I’m delighted to hear about the great progress, through our ministry, that our government is making to help reduce homelessness in Ontario. And so—" ],
  "anchor" : "para574"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I can’t quite see who that was.", "Carry on, please." ],
  "anchor" : "para576"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Yes, Speaker.", "Today, I had the pleasure and I was honoured to participate in an announcement with the Minister of Housing and the minister responsible for poverty reduction that WoodGreen Community Services would receive $400,000 from the Local Poverty Reduction Fund.", "Addressing poverty concerns is an issue that I brought up very early in my mandate after the 2014 election and a commitment I made to the people of Beaches–East York and across the province, so I’m proud to be part of a government that takes this issue very, very seriously and is taking action on it.", "This funding will help evaluate the program supports that homeless older men with complex care needs have to transition into stable housing. Through you, Speaker, will the minister explain—" ],
  "anchor" : "para578"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Minister." ],
  "anchor" : "para582"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you again to the member from Beaches–East York for that question.", "Our government is investing $50 million over six years towards the Local Poverty Reduction Fund. This year, we’re investing $16 million through the second year of the Local Poverty Reduction Fund. Over $5 million of this funding will be used to support 11 community-driven programs—innovative, measurable—that will improve the lives of those most affected by poverty and homelessness.", "Grant recipients like WoodGreen Community Services are required to evaluate their success in their program. Through this evaluation, we can replicate success to help even more people across the province. Local community organizations are helping us build the body of evidence we need to identify what’s working, measure our progress and expand our efforts to continue making Ontario the best place to call home." ],
  "anchor" : "para584"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "My question today is for the Minister of Economic Development and Growth.", "Last week, I asked the minister important questions regarding the changing dynamic when it comes to our economy because of decisions made by this Liberal government. Speaker, it is businesses like small and family businesses, start-ups and established manufacturing companies that are the backbone of our economy. But these very same businesses are telling us that they no longer fear their competition; instead, it’s the Liberal government that they fear the most.", "Last week, the minister said, “No government has ever supported our small business community like this government has”—utterly out of touch. This government’s haphazard policies, sky-high hydro and lack of overall economic plan are driving businesses out of Ontario. How could the minister claim to be the best thing going for small and medium businesses when every day more and more of them are being driven out of Ontario?" ],
  "anchor" : "para589"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, Ontario is producing some of, if not the best, small businesses and start-ups anywhere in North America today, if not anywhere in the world. Rather than talk down the incredible partnership that we have with our small businesses and all the good things we’ve done, from tax reductions to leading the country, if not North America, in reducing the regulatory burden for our businesses—rather than talk down those efforts, the member should be joining me in praising those small businesses because we’re proud of what they’re doing in North America. They’re not only cutting-edge in terms of growth; they’re also leading disruptive technology in Canada and around the world, something that’s going to lead our economy into a very prosperous and bright future, something that member ought to be proud of, something we’re very proud of. We’re proud of our small businesses." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para593"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "Speaker, back to the minister: While the minister brags about the government’s poor record and hands out subsidies to large multinational companies by invitation only, small manufacturers in this province are facing a crisis. The vast majority of manufacturers in Ontario employ 50 people or less, and they provide many high-skilled jobs. Sadly, I have spoken with many of these companies, and they have an eye on their exit. They have been pushed to their limit by high energy costs and see no sign from this Liberal government that their crisis has been noticed, let alone that relief is ever coming.", "These employers have a clear message: This government has become the greatest obstacle to their success. Speaker, is the minister saying that the Coalition of Concerned Manufacturers is wrong about the state of their very own businesses?" ],
  "anchor" : "para594"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, we are proud of the investments we’ve made in partnership with our manufacturers across this province. In particular, we’re proud of the partnerships we’ve had with our auto sector. We’ve seen, just in the last month alone, the Oshawa manufacturing plant for GM, the largest manufacturing centre in all of Ontario—because of our partnerships with GM, we’re going to save thousands of jobs in Oshawa, jobs that would be gone if the leader in that party were elected.", "We just recently saw Fiat Chrysler announce that the future of the Brampton plant—thousands of Ontario auto workers are there—will be saved because of the partnerships we’ve had with them. We’re working hard with Ford. We’re working hard with Toyota. We’re working hard with Honda.", "Because of the partnerships that we’ve brought to that sector, Mr. Speaker, our sector in Ontario is alive and well. If they had their way, we wouldn’t have an auto sector—" ],
  "anchor" : "para596"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para599"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "My question is to the Premier. Today, early childhood educators and child care workers from across the province came to Queen’s Park to deliver thousands of signatures on a petition collected from Windsor to Wawa, calling for a universal child care system in Ontario. A new report by the Association of Early Childhood Educators Ontario shares the experience of those working in a sector with low wages and limited benefits, delivering a service that few parents can even afford.", "What will it take for this government to finally listen to child care workers and families, and commit to a system of universal, affordable child care in Ontario?" ],
  "anchor" : "para601"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Associate Minister of Education (Early Years and Child Care)." ],
  "anchor" : "para603"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I want to thank the member opposite for asking this very important question. I’m so pleased to be here today, as we recognize the 16th annual Child Care Worker and Early Childhood Educator Appreciation Day. After all, the work that our early childhood educators do on the ground is so very important.", "These are the smiling faces and the helping hands that ensure that our young people are looked after. These are the people that we entrust our precious children with, the ones we put our faith in and the ones on the front lines shaping our children and future generations. It is with great respect that I am here today and proud to speak out about our early childhood educators.", "We are providing $269 million to support a wage increase in the licensed child care sector. We’re also adding an additional $1 an hour, to up that to $2 an hour for early childhood educators.", "This is an important sector and one that we respect and are happy to work with." ],
  "anchor" : "para604"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para608"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Again to the Premier: Child care is more than a conversation of places and spaces. Parents who couldn’t afford child care before this government’s throne speech are no better off today.", "Working conditions in the child care sector are reaching a tipping point, where over a quarter of our dedicated professionals are looking for another job. Nearly 25% of early childhood educators make under $15 an hour, despite their tremendous role and responsibility in caring for our children, the future of this province.", "Will this government finally commit to a universal child care system that works for child care workers and Ontario families?" ],
  "anchor" : "para609"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Again, I’m pleased and proud to rise today and talk about the important work that our early childhood educators are doing. Once again, we are transforming the way that we deliver child care in this province, transforming it. We’re transforming it with an historic investment, an historic investment not just in our early childhood educators but also in our children and the future of this province.", "How are we doing this? Well, we recognize that this means that this is about partnerships. We are all working together to deliver the best child care system that we possibly can in this province. That means ensuring that those people who are out there on the ground and on the front lines taking care of our little ones get the support they need. It begins with $269 million to support a wage increase. It also goes to the $1 an hour that brings our increase up to $2 and, in addition, the $10 a day to $20 a day.", "Is there more work to do? Absolutely." ],
  "anchor" : "para612"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "My question this morning is for the Minister of Northern Development and Mines.", "Ontario is fortunate to the have an abundance of natural resources, including rich mineral deposits. As the minister knows, the mining industry is critical for the livelihood of many people in northern Ontario, and it serves as an economic driver of many communities in that region. People in Ontario want to know that their government understands this, and is taking steps to ensure that our mining industry remains prosperous and on the right track.", "Could the minister please tell this House what the government is doing to support the mining industry in Ontario and how we can continue on the path to become the global leader in sustainable mineral development?" ],
  "anchor" : "para616"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "I want to thank the member from Kitchener Centre for asking that very important question.", "Certainly, Speaker, our government is absolutely committed to ensuring that our mining sector remains strong now and into the future. That’s why last December we renewed Ontario’s Mineral Development Strategy, a blueprint for the mining sector’s growth over the next 10 years, a tremendous initiative. A renewed mineral development strategy means tremendous initiatives, like an investment of $5 million to the Junior Exploration Assistance Program, to bring forward further investment in the exploration, which will bring about the development of new mines in the future.", "In addition to that, it also means modernizing the way that we do business, with legislated changes to the Mining Act that would, if passed, introduce a province-wide online claim registration and integrated land management system.", "Speaker, I certainly can go on and on about the work that we’re doing, and I’m excited to continue working to help Ontario become the global leader in sustainable mineral development." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para624"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Thanks to the minister for that answer. It’s very encouraging to hear that the government understands the value of our mining sector and is continuing to nurture growth in this very important industry.", "But in the face of declining commodity prices, Ontarians need to know that the right investments are being made and that Ontario is working with all its partners in the mining sector.", "Speaker, today is a special day in the Legislature, as guests from the Ontario Mining Association are visiting us. Could the minister please explain how this government intends to steer Ontario toward innovation in the mining sector, and how this will help northern Ontario’s economy continue to grow?" ],
  "anchor" : "para625"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Thank you again to the member for Kitchener Centre. It’s just a great question.", "While Ontario’s reputation as a destination of choice for mineral development is very well known, we understand that the province’s mineral development landscape is constantly evolving and there are many challenges. We are committed to helping it face those new challenges. It’s why we are continuing to modernize the Mining Act, and why we’re going to ensure a fast, more efficient system is in place to promote a dynamic and competitive business climate in Ontario.", "Our government very much values the work that the mineral industry does each year to provide Ontario with the building blocks of a modern society and a great new industry.", "Speaker, as the member mentioned, today is the Ontario Mining Association’s Meet the Miners Day here at Queen’s Park. I want to invite the member for Kitchener Centre and all the members of the House to visit their reception tonight in the dining room, to meet the miners and to find out how we’re building the industry in the province." ],
  "anchor" : "para628"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "My question is for the Minister of Energy. When speaking about the mess his government has made of the energy file, the minister refused to call it a crisis. My constituents disagree. In a Stratford condo building, bills have more than doubled. Their monthly global adjustment charge alone was over $2,600. Another constituent got a bill for over $100 for using no power at all. A mother contacted me, and she burst into tears and was terrified after learning rates could increase twice a year.", "I ask the minister: If this isn’t a crisis, what is it?" ],
  "anchor" : "para633"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "A crisis is when you have a system that’s unreliable and doesn’t work, and that’s the system they left for us that we had to pick up and take over. That was a crisis.", "We understand on this side of the House that there are some families that are having difficulty. That’s why we brought forward the bill that’s going to have an 8% reduction as of January 1, to help all families across the province. We’re very pleased that that bill passed last week, because that will be something that’s effectively going to help all families right across the province—families that own their homes, families in condos, small farms, and small businesses. We’re happy to see that pass. We’re also happy to see that there’s going to be that 20% reduction for 330,000 families across the province that live in rural or remote parts.", "It’s not just us that are saying that, Mr. Speaker. You know what? The CEO of the Ontario Chamber of Commerce says the announcement that we made is a very significant one for residents and small industry, and it’s the most important group that will be able to benefit from this." ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para638"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "Speaker, that’s not fooling anyone. Neither is this government’s multi-million-dollar advertising.", "They told us the Ontario Electricity Support Program would help those who need it, but they didn’t make the benefits automatic. Instead, they force people to apply. Why? Because the Liberals, as usual, wanted maximum political benefit. This way, they could waste almost $12 million on consultants, publications, media and advertising. That includes $9 million to line the pockets of Liberal-friendly consultants. Meanwhile, many can’t afford to keep the furnace running. That, sir, is a disgrace.", "Will the minister explain to my constituents why this government is using their money to sell such a scam?" ],
  "anchor" : "para639"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I guess he doesn’t understand the whole concept about the Canada Revenue Agency, Mr. Speaker, and making sure that we work with the federal government on this, like you’re mandated to—and we do, Mr. Speaker, on this side of the House.", "In terms of the money that we’re spending on this, we’re very proud that $21 million has been spent so far, providing support to 145,000 families in 10 months. We’ve got another 14,000 families that are signing up for this program every month. We want more. We have a budget of $225 million to help families right across the province.", "The unfortunate thing is on that side of the House, they don’t talk about this program because they know it will help families. What they like to do is just make up some numbers. We talk about making sure that we’re starting up a program that’s helping 145,000 families. We want more families to sign up, and that’s why we continue to talk about it and advertise it on this side of the House." ],
  "anchor" : "para642"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "My question is to the Premier. Adam Capay has been held in solitary confinement for the past four years. Worst of all, it is for a crime for which he has not yet been convicted. He has been kept in isolation while awaiting trial since 2012. This is our justice system in Ontario.", "The Supreme Court of Canada has ruled that a delay longer than 30 months constitutes a violation of charter rights. Adam has been held for 52 months. Will the Premier please explain why our justice system is violating the charter rights of Ontarians?" ],
  "anchor" : "para646"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para648"
}, {
  "speaker" : "Hon. David Orazietti",
  "text" : [ "I thank the member opposite for the question.", "We are working to improve the correctional system and, obviously, the conditions for segregation for any individual. Segregation: As I indicated last week and released publicly, this will be a means of last resort, and every effort needs to be made to ensure that an individual will only be in segregation when it is for their safety or the safety of others in the institution.", "I can provide an update to the House with respect to this particular individual. This individual has been moved from their cell. They are no longer in that same cell. They are in a different location, with appropriate lighting and access to day rooms, spending time out of their cell for showers, phone calls and access to TV. It is my understanding, from speaking to officials, that the inmate is satisfied with the conditions that they are presently in." ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para652"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "The Canadian Charter of Rights and Freedoms guarantees all Canadians the right to be tried within a reasonable time. The Supreme Court of Canada has deemed a “reasonable delay” to be no more than 30 months. Adam Capay has waited nearly twice that long.", "Can the Premier guarantee that there are no more Adam Capays who have been lost in our jails? Can she guarantee that there are no more Adam Capays?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Hon. David Orazietti",
  "text" : [ "Attorney General." ],
  "anchor" : "para655"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "We very much recognize that this is an extremely serious and challenging matter. We recognize that people have questions and concerns. Our government takes—" ],
  "anchor" : "para656"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Get those kids out of isolation." ],
  "anchor" : "para657"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned.", "Carry on." ],
  "anchor" : "para658"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Our government takes the concerns that are being raised very seriously and, of course, the obligations that are enshrined within the Charter of Rights and Freedoms very seriously as well.", "Speaker, I can share with you that Mr. Capay is facing some very serious charges, as we all know. As the Attorney General, it is my responsibility to ensure that we do not influence the outcome of any prosecution that is ongoing. What I can say is that I have been advised that the crown has and will continue to work to bring these charges to trial as quickly as possible." ],
  "anchor" : "para660"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. I know that health care is the top priority for our government. Investing in health infrastructure is an important part of ensuring that Ontario patients have access to the high-quality care that they need today and in the future.", "York region is one of the province’s fastest-growing dynamic areas. As more families continue to move to the area, many are wondering how the province will continue to invest in health services to ensure low wait times and access to the highest quality of care. Can the Minister of Health please update this House on an important announcement that was made yesterday in York region?" ],
  "anchor" : "para663"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I want to thank the member for this important question.", "I particularly want to take this opportunity to thank the Minister of Transportation and the member from Vaughan for his tireless advocacy, if I can describe it as such, to ensure that there are investments towards high-quality, state-of-the-art health care services in the region.", "Across the province, Mr. Speaker, we’re investing $12 billion in health care infrastructure over the next decade to build new and improved hospitals. Today there are 35 major hospital projects either under construction or being planned.", "Specifically about the Mackenzie Vaughan Hospital: The Minister of Transportation and the member from Vaughan, of course, was there for the announcement; as was the Minister of Community and Social Services, the member from Oak Ridges–Markham; and the Minister of Research, Innovation and Science, the member from Richmond Hill. All were in Vaughan yesterday to break ground right across from Canada’s Wonderland. I was there last year when we announced the project for the new Mackenzie Vaughan Hospital site." ],
  "anchor" : "para666"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para670"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Thank you, Minister, for that response. It’s reassuring to know that our government is committed to building hospital infrastructure in the northern GTA and across this province. I know that residents across the region are excited for the groundbreaking, construction and eventual ribbon cutting of this very important project.", "I also know that many residents across the area are interested to learn about what health care services will be offered at the new Mackenzie Vaughan site. Would the minister be able to provide further details of what features the residents of the north GTA can look forward to seeing in the coming years?" ],
  "anchor" : "para671"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I want to thank the member from Barrie for this question.", "The Mackenzie Vaughan Hospital will be state-of-the-art. It will have fully integrated smart technology. It features systems and medical devices that communicate directly, to maximize the exchange of information, to improve and maximize the quality of patient care and the patient experience. It’s going to have 350 beds, 1,800 full-time staff positions in the area, 100 physician specialists. It will have everything you can imagine a state-of-the-art hospital should have.", "By putting shovels in the ground yesterday, we took a concrete step towards providing technologically advanced, patient-focused health care to the people of Vaughan and the greater York region." ],
  "anchor" : "para673"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "To the Attorney General: Last week in this House, the Attorney General and I spoke about Access to Justice Week. He spoke of stats and figures, and I spoke of the human face of access to justice. We have another face who has been denied access to justice—Adam Capay.", "The Globe and Mail headline is important for us to understand: “Ontario’s Sickening Mistreatment of Adam Capay.”", "For over four years, he has been denied his freedom and denied his liberty. He has been held, incarcerated without due process. He has been denied justice. He has been denied his day in court.", "To the Attorney General: I heard your answer. Adam Capay needs justice. Will you stand up in this House and confirm that he will get justice and his day in court?" ],
  "anchor" : "para677"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I would state again that this is a very serious and challenging matter and I very much recognize that people have questions and concerns. We, as a government, and I, as the Attorney General, take those questions and concerns very seriously.", "As I said, Mr. Capay is facing some very serious charges, and as the Attorney General it is my responsibility to ensure that we do not influence the outcome of that prosecution, which is under way, in any way whatsoever.", "What I can say, Speaker, is that I have been advised that the crown has worked and will continue to work to bring these charges to trial as quickly as possible." ],
  "anchor" : "para681"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m not sure if the officials who sit in this chair should be challenging whether or not a warning is enough.", "Supplementary?" ],
  "anchor" : "para685"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Again to the Attorney General: I spoke in this House about the tragedy in our justice system of 43% of people who face criminal charges and are kept incarcerated only to have their charges and their cases stayed or withdrawn before trial. That’s a terrible, terrible track record of this Attorney General.", "Is Adam Capay going to be another one of those statistics that the Attorney General speaks about in next year’s Access to Justice, and that he still languishes there without a trial?", "The Attorney General says that he’s facing serious charges. I’m going to say that the Attorney General is facing serious charges. Over four years of keeping somebody incarcerated without the right to a trial—that’s a serious charge. It shouldn’t be taken lightly; he should stand up and make sure that the Attorney General’s office does its job." ],
  "anchor" : "para687"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "The matter is a very serious matter. The charges are very serious charges. My advice to all members would be to refrain from speculating as to the circumstances before the courts and the work that the crown and the defence counsel may be doing.", "I do want to address, briefly, the issue around Access to Justice because it is a very important and fundamental tenet of our justice and judicial system. The Jordan decision recently issued by the Supreme Court of Canada presents a valuable opportunity for our justice system. It’s an issue that all jurisdictions around Canada are discussing and grappling with. In fact, at the most recent federal, provincial and territorial meeting of justice ministers, we spent considerable time talking about the implications of the Jordan decision and the strategies that we all collectively are putting in place to ensure that people get speedy justice." ],
  "anchor" : "para690"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that I have laid today upon the table the 2015-16 annual report of the Environmental Commissioner of Ontario.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon.", "The House recessed from 1137 to 1500." ],
  "anchor" : "para693"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Communities in my riding are expressing concern about human trafficking, a heinous crime that has been referred to as modern-day slavery. The townships of Calvin, Chisholm and Bonfield have all recently passed a resolution regarding this concern.", "The leaders of these communities note that human trafficking is one of the fastest-growing crimes in Canada. Victims are predominantly female and have an average age of only 14. They also note that Ontario is a major hub of human trafficking in Canada. Victims are lured, manipulated and coerced from communities across the province.", "The member for Haliburton–Kawartha Lakes–Brock’s proposed bill, the Saving the Girl Next Door Act, will allow for the enforcement of protection orders on behalf of victims against traffickers. The bill also allows victims to seek compensation and includes trafficking as a sexual offence under the age of 18.", "As a result, the townships of Calvin, Chisholm and Bonfield resolve to support the Saving the Girl Next Door Act and the member’s motion calling for a multi-jurisdictional task force to combat human trafficking in Ontario.", "Human trafficking is a growing and significant issue that requires urgent action." ],
  "anchor" : "para698"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Hydro rates have reached crisis levels in our province. After more than a decade of mismanagement and disregard by this government, the people of Ontario have had enough. They have had enough of struggling to get by each month and they have had enough of paying for your mistakes.", "Since the Liberal government came into power in 2003, hydro bills in Ontario have nearly quadrupled. While the Premier continues to ignore this problem, families in my community are being forced to choose whether they can afford to eat or afford their heat. This is a crisis that you can’t ignore any longer.", "At the beginning of September, I asked constituents in my riding to send me their hydro bills to share with the Premier. The response has been overwhelming. I hold in my hand more than 100 bills from families, seniors and businesses across our community. There is even a bill from the city of Oshawa, which paid $150,000 for one month of street lights.", "These constituents felt strongly enough about this issue to take the time to drop their bills off or mail them to my office, and today I’m sharing them with you. I will ask that a page deliver these directly to the Premier’s desk, because I want to make sure that she understands the reality for hydro users in Ontario.", "Families in my community are tired of paying for Liberal mistakes on their hydro bills and they’re ready for action. It’s time that your government addressed this crisis instead of leaving my constituents in the dark.", "Premier, the people of Oshawa look forward to your response." ],
  "anchor" : "para704"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "This past Saturday, I was thrilled to join members of Barrie’s Latin community in hosting a celebration of our province’s second official Hispanic Heritage Month. Nina Donayre and her team at the Barrie Latin Resource Centre organized a series of performances representing Barrie’s diverse Hispanic culture from Guatemala, Peru, Venezuela, Brazil and Mexico.", "We enjoyed traditionally dressed dancers performing the guarimba, the marinera and the salsa. A Barrie singer, Gabriela Vila, entertained us with a rousing version of Amor Secreto and a local band, Los Locos, was a great hit as the crowd joined in to dance.", "We also provided an assortment of traditional Mexican foods, including taquitos, churros, flan, guacamole and bean dip, contributed by local restaurants the Salsa Shop and Made in Mexico, and by other community members.", "I was also pleased to hear about one aspect of their history as Manuel Vera spoke about the Mayan civilization and its history.", "It was an absolute pleasure to host this event in downtown Barrie, which celebrated one of the many peoples making up our province’s rich cultural mosaic." ],
  "anchor" : "para711"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I’m pleased to recognize Heritage Caledon’s 40th anniversary this year. Heritage Caledon was formed two years after Caledon, Albion and the northern part of Chinguacousy townships amalgamated in 1974 to form the town of Caledon. The volunteer members of the Caledon heritage committee have spent the past four decades cataloguing, conserving and preserving our community’s history. Through an extensive list of stories, buildings and artifacts, they have helped record our community’s origins, historical events and people that lived and worked in Caledon.", "To celebrate this year’s anniversary, Heritage Caledon has created a self-guided walking tour that highlights some of Caledon’s storied past. Whether you visit Alton, Belfountain, Bolton, Cataract, Cheltenham, Inglewood, Palgrave or Terra Cotta, these walking tours serve as a reminder of what life was like for those who chose Caledon as their home.", "The research conducted by Heritage Caledon through its committee members, volunteers and supporters over the past 40 years has helped to ensure our collective history is recorded and preserved.", "To the current committee members: Thank you for your work. I also want to acknowledge the critical work that former members like Alex Raeburn and Heather Broadbent did, researching and recording Caledon’s past.", "On behalf of the Ontario Legislature, it is my pleasure to congratulate the town of Caledon’s heritage committee, past and present, on 40 years of preservation and education." ],
  "anchor" : "para717"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "I want to begin by acknowledging that we are gathered today on the traditional lands of the Mississaugas of New Credit.", "Every year since being elected, I’ve given a statement in memory of those who lost their lives to the November 1984 Sikh genocide. This year I want to give another statement, and I want to acknowledge this anniversary in two ways.", "First, I want to acknowledge the tremendous work of the blood donation campaign run by the Sikh nation. It’s one of the largest blood drive campaigns in Canada and it’s attributed to saving the lives of over 113,000 people. It’s held in memory of those who lost their lives to this genocide.", "In addition, I want to share a personal story. I personally experienced the trauma of knowing that members of my community were targeted and killed just for being a Sikh. What makes that trauma even worse is that I stand across from a government that failed to recognize this genocide. What makes it worse is that this is a country that should acknowledge the harm suffered by any community.", "That’s why on this occasion, on this anniversary, I want to stand in solidarity and make a commitment to work towards the acknowledgement of all communities who seek to have their genocide recognized. Whether it’s the indigenous community, whether it’s the Jewish community, the Tamil community, the black, the Palestinian, the Syrian—any community seeking genocide recognition should have their genocide recognized.", "It’s a step forward in terms of reconciliation. It’s a step towards justice. It’s one of the first steps of healing. I commit to all communities—it’s my personal commitment—to work towards that recognition. I hope other politicians and other parties will follow suit." ],
  "anchor" : "para723"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Joe Roberts arrived in my home riding on October 6 after pushing a shopping cart almost 3,000 kilometres from Newfoundland. It was my absolute pleasure to welcome him to Kingston.", "The Push for Change is a national campaign that began on May 1 to raise awareness and funds for youth homelessness in Canada. For 517 days, Joe Roberts will push his cart—an item used by many homeless people to house the few possessions that they have—across 10 provinces, a distance of about 9,000 kilometres.", "Mr. Roberts was once a homeless youth himself. He has invested his time, his energy and his heart in this campaign. Money raised will support the Upstream Project, which aims to end youth homelessness through working in schools. Mr. Roberts will be welcomed at 300 secondary schools and 200 community events. In Kingston, Mr. Roberts spoke to an audience of over 1,000 students at a local secondary school. He also shared his story to a spellbound audience at a luncheon that I attended with front-line service providers.", "Youth homelessness is a problem across the province and naturally Kingston is not immune. Today, the team joins us at Queen’s Park. We celebrate their incredible journey and we thank Joe and Marie Roberts, Sean Richardson and everyone who has supported the campaign along the way.", "Mr. Roberts’s tireless efforts inspire us all to work together to end youth homelessness, not only in our province but across this great nation, and for that, we are eternally grateful.", "Merci. Thank you. Meegwetch." ],
  "anchor" : "para730"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "I rise today to acknowledge the work of Joe Roberts, his wife, Marie Roberts, the campaign director, and the Push for Change team.", "Joe Roberts is a celebrated Canadian entrepreneur and he knows the issue of homelessness firsthand. In 1989, he was a youth living on Vancouver’s downtown east side, pushing a shopping cart, struggling with substance abuse and homelessness. Thanks to the help and support of his mother and an OPP officer, Scott McLeod, who is now retired, he turned his life around.", "Joe attributes his success to having been lucky enough to be Canadian, and is now on a mission to pay it forward to help other young Canadians avoid homelessness.", "Beginning on May 1 this year, Joe began pushing a shopping cart—a symbol of chronic homelessness—across Canada from St. John’s, Newfoundland, to raise dollars and awareness about the growing issue of youth homelessness that impacts 35,000 young people each year.", "Today, Speaker, is day 179 of the 517-day, 9,000-kilometre walk. Joe has reached Mississauga and is now right here at Queen’s Park. He has already walked 3,399 kilometres and he tells me that he will be in Vancouver on September 30, 2017. That’s only an additional 5,700 kilometres to go.", "The Push for Change supports all three pillars of youth homelessness: prevention, emergency service and Housing First initiatives.", "I might add, Speaker, that he will be in Chatham coming up the latter part of November.", "So let’s give Joe Roberts and the Push for Change a warm welcome here at Queen’s Park." ],
  "anchor" : "para738"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We welcome our guests, but as the Speaker I have to acknowledge that no one outside of the House—as visitors—can participate in any way. I thank you.", "It is now members’ statements. The member from Windsor West." ],
  "anchor" : "para747"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "I recently had the honour of participating in a ride-along with a member of Windsor Police Services. Senior Constable Armstrong is a member of Windsor’s ESU team, which is a highly specialized unit utilized during high-risk situations.", "Constable Armstrong took the time to show me around headquarters, introduce me to many of Windsor’s dedicated officers, provide me with the opportunity to meet with the frontline team that answers 911 calls and dispatches officers to locations where they are needed, and give me a tour of the holding cells.", "I had the pleasure of meeting the ESU team upon their return to headquarters after a call they deemed it too unsafe for me to be at, so we couldn’t join them. They took the time to explain the scope of their work, show me the equipment they use and explain how that equipment is used and in what situations.", "Constable Armstrong took me to the scene of a potential break-in where I had the opportunity to speak with patrol officers about their role in law enforcement and some of the obstacles they face on the job. It became quite clear, during my night shift ride-along, that one—if not the biggest—issue that police officers face is responding to calls for citizens with mental health issues.", "Speaker, more needs to be done to provide Ontarians with mental health needs the community services required to support them, and police officers need to be recognized for the incredible work that they do in their role as not only law enforcement but intervention, counselling and compassionate care providers.", "I want to take the opportunity to thank everyone in law enforcement. I think that it’s fitting that we have law enforcement officers here in the House with us today. I would like to thank the 911 and dispatch operators, officers that service the holding cells at headquarters, patrol officers, specialized units, canine officers as well as the chaplains and medical staff that give so much of themselves to keep us all safe. I have a very different and more informed view of my community and I would like to thank all law enforcement for that opportunity." ],
  "anchor" : "para750"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "It is an honour for me to stand today to recognize Centennial College, located in the riding of the Minister of Education, Scarborough–Guildwood.", "This year is the 50th anniversary of Centennial College. It is the first publicly funded college in Ontario, established by the Honourable William Davis, then the Minister of Education.", "Today there are 24 publicly funded colleges in Ontario, serving 200 communities in the province.", "When Centennial College was first opened, it had about 514 students. Today, there are over 18,000 full-time students and 20,000 part-time students, with more than 100 fields of study. These programs emphasize experiential learning with laboratory instruction, paid co-operative education opportunities, and industry and agency field placements.", "I want to personally thank Ann Buller, the president of Centennial College, and the board of governors of Centennial along with the faculty, staff and students for 50 years of outstanding academic and post-secondary education in Scarborough but also beyond.", "I look forward to joining in their 50th-anniversary celebration this Friday at Centennial College." ],
  "anchor" : "para757"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "It’s my pleasure to stand in the House today to welcome the Ontario Mining Association for their annual Meet the Miners Day here at Queen’s Park.", "Speaker, for 38 years, representatives from the mining industry and government have gathered here in the province’s capital to raise awareness of the vital role that mining plays in Ontario’s economy.", "We know that Ontario is fortunate to have an abundance of natural resources, including rich mineral deposits. Our government continues to work hard to provide support to ensure that our mining sector remains strong and is able to handle the challenges of a highly competitive global market.", "When it comes to experience, innovation, technology and safety, Ontario is a global leader. Ontario is indeed the premier destination for mineral exploration and development expenditures in Canada. On average, over the last five years, mineral production in Ontario has exceeded $10 billion. In 2015, it was $10.8 billion. Also, Ontario counted for 25% of Canada’s total share of mineral production last year. Exploration expenditures in Ontario are very impressive: approximately $393 million during that time.", "Ontario—Toronto, to be specific—is the mining finance capital of the world. That means that companies looking for capital can find it here in our province. In 2015, the Toronto Stock Exchange, the TSX, raised $6.8 billion in new equity capital for mining.", "Our strong economy offers competitive business costs and one of the lowest mining tax rates in Canada. We also have the highest research and development tax credit among G7 countries.", "We have 42 mines operating in the province, making us Canada’s largest producer of non-fuel minerals. We have a diversity of mineral products, with 12 base-metal mines, 17 gold mines and one diamond mine.", "We are home to some of the world’s leading mining companies and more than 900 mining supply and service companies. May I say that Ontario’s network of supply and service companies is essential to mineral developers in Ontario and abroad. Ontario-based companies—this is something we need to brag about—sell their products and services to 75 countries around the world.", "Speaker, I referenced research and development earlier. It’s revolutionizing every stage of the mining process. We are very quickly becoming the place the world turns to for innovations in mining technology and financing.", "Our goal is simple: to become the global leader in sustainable mineral development. Our government is committed to ensuring that our mining sector remains strong, now and in the future. That’s why, last December, we renewed Ontario’s Mineral Development Strategy, a blueprint for the mining sector’s growth over the next 10 years.", "Let me just reference a few of the initiatives under the mineral development strategy. We are investing $5 million through the Northern Ontario Heritage Fund Corp. in the Junior Exploration Assistance Program to support further exploration in the province. There’s also support for prospector training under this program.", "We’re modernizing the way we do business with legislative changes to the Mining Act that would, if passed, introduce a province-wide online claim-registration and integrated land management system.", "Ontario continues to demonstrate its strong commitment to mineral development and to mining innovation and is moving the innovation agenda forward. This is an absolutely vital step as we work to transform today’s challenges into tomorrow’s opportunities.", "For instance, we recently announced an investment of $1.3 million to help Boart Longyear Canada develop innovative technology aimed at improving mineral exploration rigs and other projects that will improve drilling technology. Boart’s projects have the potential to improve safety for miners, increase efficiency, reduce drilling costs and generate significant job creation once the products are commercialized. This company is working on a number of projects at its new research and development centre, located at NORCAT’s world-class underground facility in the Sudbury area. Speaker, we are absolutely delighted that Boart Longyear has chosen the Sudbury region for its newest R&D facility.", "May I say, NORCAT is the only regional innovation centre in the world with an operating underground mine that provides companies with the resources they need to develop, to test and to showcase their technology and equipment in a mine environment. It is another very significant step in further developing an R&D mining cluster in Ontario.", "While Ontario’s reputation as a destination of choice for mineral development is very well established, we also recognize that the province’s mineral development landscape is evolving, and we are committed to helping it face new and, may I say, significant challenges.", "We understand what we are up against. We are all impacted by commodity price fluctuations, increased global competition, high operating costs and tighter capital markets. The fact is that Ontario is working hard to help the mines and mineral sector overcome these challenges. We want to ensure that Ontario remains the best place in the world to explore and grow the mineral development industry.", "That means promoting mineral exploration and development in a balanced manner, one that respects aboriginal and treaty rights and private landowners, while minimizing the impact of these activities on public health and safety, as well as the environment. That, Speaker, is why we have invested more than $165 million in Ontario mineral sector activities since 2003. It’s also why we are continuing to modernize the Mining Act, ensuring a fast, efficient system is in place to promote a dynamic and competitive business climate in the province of Ontario.", "What we know very well, Speaker, is that the mining industry works hard every day of the year to provide Ontario with the building blocks of a modern society. Meet the Miners is a very important annual event designated to better appreciating the province’s dynamic mineral sector. Speaker, may I say, on behalf of the Ministry of Northern Development and Mines and the province of Ontario, I am incredibly pleased to welcome the Ontario Mining Association for Meet the Miners. I invite all members of the Legislature to a reception this evening in the Legislative dining room. I certainly look forward to hearing my critic’s response." ],
  "anchor" : "para765"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I am honoured to stand in the House today in support of child care professionals across Ontario. That is because today is a very special day. Today is the 16th annual Child Care Worker and Early Childhood Educator Appreciation Day.", "Mr. Speaker, I am thankful for this opportunity because today we are recognizing people who have dedicated themselves to caring for our youngest and most vulnerable learners. They are the smiling faces and helping hands that keep our children happy, safe and healthy when we are away at our daily jobs. They are the ones that we entrust our precious children with, the ones that we count on to keep our children safe, and the ones on the front lines, shaping our children and future generations.", "That is why I want to start off by saying thank you. Thank you to each and every child care worker and early childhood educator in this province for all that you do, day in and day out, to take care of our children.", "These are the people who work every day to make Ontario’s early years and child care system strong so that our children can get a head start in life. That is why I am proud, proud to rise on this important day of recognition.", "Speaker, I’m fortunate to be here as the Associate Minister of Education for early years and child care. Thank you for encouraging our children, supporting them and for providing them with a safe and healthy learning environment, but an especially big thank you for putting them on a path to learning and future success.", "This is a portfolio that I am pleased to work on because I am passionate about it, and our Premier is passionate about it too. I want to say that I’m honoured and grateful that the Honourable Kathleen Wynne, the Premier of Ontario, selected me to serve the people of Ontario in this role. I take this responsibility very seriously because I know our work has a direct and real impact on the children and families of this great province.", "Our government’s work on child care and early years policy is important to so many people. One of the best jobs in the world is being a parent, but every parent needs a little help every now and then and some support along the way, and every parent wants the very best for their children. We want our children to thrive and to be happy and successful.", "For working families, this means finding care and educational support that gives their children the best possible start in life. It means giving them the opportunity to succeed and reach their full potential. Nobody does this better than the tens of thousands of devoted child care workers and early childhood educators in Ontario. These are professionals. They are passionate, committed and hard-working, and they have the skills, the knowledge and the training to nurture and care for children all over this great province.", "It is through their dedication and hard work that we are building a strong foundation for our children’s future and Ontario’s future. This is key for every child. That’s because we know that the early years are extremely important in forming a solid foundation for a child’s entire life. Children need the right tools to learn, to grow and to develop, and to put them on a firm path to lifelong success. By planting these seeds and ensuring that a solid foundation is in place, these early years professionals are giving our children a head start and they’re putting them on that path to future success.", "Over the past 13 years alone, we have helped to create 56,000 new licensed child care spaces across this province. While that is a great improvement, we know we can and should be doing more. That is why in the speech from the throne, our government announced a historic investment in Ontario’s child care and early years system. Starting in 2017, we will help to create another 100,000 licensed child care spaces for infants, toddlers and preschoolers within the next five years so that more working families can find quality, affordable child care.", "Right now, approximately 20% of Ontario’s children from zero to four years old are in licensed child care. Our commitment to 100,000 new spaces will double the current capacity for this age group. It will help to support parent choice and flexibility while promoting the overall healthy development of our children.", "With this significant increase in spaces will come the need for more qualified early childhood educators and child care staff. This means jobs. In fact, we anticipate the need for as many as 20,000 more child care staff as our plan is implemented. Just think about that; think about the impact this is going to have on the sector and also on families and the province.", "As we put this plan in motion, we will work closely with child care workers and early childhood educators across the province to make sure that we get it right, because they are on the front lines every day across Ontario making sure our children are safe and getting the best possible start in life. I can’t imagine a better partner as we build a child care and early years system that is high-quality, accessible, affordable, flexible and meets the needs of children and their families.", "Ontario’s early years professionals work in child care centres, licensed private home child care settings, full-day kindergarten classrooms, child and family programs, before- and after-school programs, and many more. Imagine just how many families benefit from their expertise, with the variety of places they work with and care for our children. But no matter where they are doing their amazing work, I am confident that they are making an incredible, positive difference in the lives of Ontario’s parents, families and our children. I have no doubt about this because I believe there is no greater impact on a society than helping our children reach their full potential.", "That is why our government believes that all children should have the opportunity and the tools to succeed, and that is why all children must be given the best possible start in life. These early learning professionals work closely with parents, families, as well as other child care staff, teachers and educators, to support our children, to help them grow. They prepare our children for the challenging road ahead, and they give our children the care they need to feel safe and happy in a sometimes challenging world.", "Today, I am asking all members in this House to rise in support of Ontario’s child care workers and early childhood educators. Please salute and support early child care workers and early childhood educators and the incredible work they do every day all across our great province to make sure that our children get the best start in life." ],
  "anchor" : "para786"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s time for responses." ],
  "anchor" : "para803"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I rise in the House today to respond to the comments by the Minister of Northern Development and Mines, on behalf of the Ontario PC caucus and our leader, Patrick Brown.", "First of all, I’d like to welcome all members of the Ontario Mining Association who are here at Queen’s Park today for their annual Meet the Miners Day. Earlier today, I was very pleased to attend the meeting of the board with Patrick Brown, and I look forward to welcoming miners to Queen’s Park this evening for the Meet the Miners reception.", "At the board meeting, while listening to current chair Marc Lauzier’s presentation, I couldn’t help but be impressed with just how much mining contributes to Ontario. Mining in Ontario is a safe industry with 256,000 people across the province relying on it for high-paying jobs. Mining is the largest employer of indigenous people in the province.", "Beyond the obvious jobs and economic benefits, the industry has been part of our collective history. Towns and cities owe their identities to the mining industry. With this identity comes pride that you can’t help but feel when you visit places like Sudbury, Timmins or Red Lake.", "Across the province, we have over 40 operating mines—from gold to diamonds, nickel to salt. It is truly impressive, the vast amount of minerals that are mined in Ontario.", "Individual mines are a finite resource, but I’m continually amazed at how advances in technology are allowing the lifespan of mines to be extended by being more efficient, safer and more creative in techniques, including increased automation and the ability to mine deeper than ever.", "In the past year, I’ve had the pleasure of learning more about individual mines by touring their operations. I toured Detour Gold near Cochrane, a large, open pit mine with on-site accommodations, which has been operating since the 1980s; one of Lake Shore Gold’s Timmins mines; and Barrick Gold’s Hemlo mine in northwestern Ontario. I know that Patrick Brown has toured additional mines.", "Our new technologies all depend on mining. A low-carbon green economy is impossible to achieve without it.", "With this in mind, I believe—as legislators—there are steps that need to be taken to help our mining companies and to attract new investment into the future.", "Regardless of what metric you use, I would like to see Ontario as the undisputed, number one mining jurisdiction in the world. The provincial government has a role to play in this, and I look forward to working towards that goal." ],
  "anchor" : "para805"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Today I’m honoured to rise on behalf of my leader, Patrick Brown, and the PC caucus to recognize Child Care Worker and Early Childhood Educator Appreciation Day. Providing a safe environment for the province’s children is an important service, and we thank you for it. Child care workers and ECEs play a critical role in the development of many children across the province. It’s a big responsibility, and you take on that responsibility with enthusiasm and commitment.", "Whether working in schools, early years centres or public and private child care centres, Ontarians rely on the child care workers for their excellent work keeping our children safe.", "I would, however, like to raise a concern about a program called Teddy Bear Playschool, operating out of the Orangeville District Secondary School for almost 30 years, that is being forced to close because of recent changes announced by this government. Teddy Bear Playschool is a preschool program that runs for five hours a week and matches grade 11 and 12 students with a preschooler. Students have an opportunity to learn skills that will serve them well in teaching, education or possibly even becoming an early childhood educator. In fact, many of the ODSS students who were part of this class went on to become an ECE.", "We all know the importance of ensuring childhood safety; however, I am concerned that we have cast the net too wide. It is exceptional programs like Teddy Bear which we need to ensure have the opportunity to continue. Why are you forcing it to close, Minister?", "The people of Dufferin–Caledon are frustrated, and they want to see it stay open. In less than a week, about 300 people have signed a petition opposing the closure of Teddy Bear Playschool. People are saying things like, “All three of my children attended Teddy Bear and thrived because of it!” Another resident said, “Teddy Bear Playschool is the reason I became an ECE.” Without action, for the first time in 30 years, the students of ODSS will have to learn about child care work from a textbook.", "It is important to recognize the work that child workers and ECEs do to shape the growth of our children. My Progressive Conservative colleagues and I appreciate the work of child care workers and early childhood educators, and their commitment to our province’s children. I urge the minister to save Teddy Bear Playschool and allow students at ODSS the opportunity to have hands-on, first-hand experience in child care so they can be inspired to become tomorrow’s ECEs." ],
  "anchor" : "para816"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I’ve met a lot of miners, and I rely on them because they are the leading voice for the mining sector in this province—a sector that provides tremendous economic value to Ontario. The vast majority of suppliers are Ontario-based companies, but the vast majority of customers are well beyond our borders.", "Ontario can be a great place of opportunity. When we see the potential for a new mine, we’re talking about the potential for thousands of good jobs. It’s our job to work with miners and everyone in the sector to help make things happen.", "The mining sector, however, is facing some very Ontario-specific challenges that make it harder for companies to compete. We need to make some important changes. Here is where we can start: the cost of electricity, the need for a development and assessment process that miners can rely on, and we have to do a much better job in supporting and promoting mining in this province.", "First, electricity: Because the mining sector uses it, and a lot of it, they face enormous costs that just keep going up. The high cost of electricity in this province is a real problem for current mining operations and it’s a real risk for future developments. This government isn’t doing much to help. Industrial electricity rates have increased over 16% in just a few years, and rates are going higher and higher.", "Second, the absolute need for clarity and consistency from the government when it comes to the development and assessment process: None of the benefits that mining brings to Ontario can be realized without a huge amount of time, effort and investment by the mining companies. We need the provincial government to actually establish and respect clear timelines and work with companies, First Nations and Métis communities in order to make the process work better. It’s critical to the success of transformational projects like the Ring of Fire, where we’ve seen so little leadership from the current government. The chamber of commerce calls the Ring of Fire “a national priority,” and it should be.", "Lastly, we need to do so much more in Ontario to promote mining. This government needs to make mining a bigger priority. The Auditor General looked at our ability to attract mining projects. She found that we were ninth overall in this country. We shouldn’t be ninth; we should be number one." ],
  "anchor" : "para823"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise and respond to the minister to mark Child Care Worker and Early Childhood Educator Appreciation Day in Ontario. Our dedicated ECEs and child care workers are highly professional and passionate individuals that Ontario families can depend on.", "Registered early childhood educators undergo comprehensive training and countless hours of continuing education and professional development. They are accountable to every child under their care, every parent, and a code of ethics and standards of practice.", "Today, a report by the Association of Early Childhood Educators Ontario captures the voices of those working in the sector. Hundreds of professionals participated in this study from communities like Sault Ste. Marie, Whitby, Kingston and Sudbury. The results? Despite their professional qualifications, ongoing training, tremendous responsibility and passion for their career, workers in our child care and early childhood education sector are underpaid and undervalued. The recent report suggests that nearly a quarter of our registered early childhood educators make under $15 an hour. Less than half of child care workers have a pension or even paid breaks, and limited access to adequate maternity benefits makes it difficult for many in the sector to consider starting a family. When those that care for our children don’t feel they have the income and benefits to support a family of their own, the child care and early childhood sector has reached a tipping point.", "The situation is so dire that, right now, over 25% of workers in this sector are looking for another career, despite their passion for their job. While parents continue to pay exorbitant fees for child care, little is passed on to those working to deliver the service. I would like to remind the minister that child care is more than simply places and spaces. Issues in child care and early childhood education cannot be discussed in isolation of affordability and accountability.", "A city of Toronto report on child care demand and affordability highlights what Ontario families have known for years: Access to affordable child care is in crisis. With an average cost of over $22,000 per year in Toronto, it’s no wonder families can’t afford licensed child care. This is simply not acceptable. Affordable child care is key to addressing the gender wage gap in Ontario, and providing adequate wages and benefits to our ECEs and child care workers is also a major step forward in an industry that is dominated by women.", "Investing in child care helps families build a future in this province. I would like to thank all child care workers and early childhood educators in Ontario and hope that this government will take their concerns seriously moving forward." ],
  "anchor" : "para830"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para837"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I have a petition with regard to electricity cost. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas electricity rates have risen by more than 300% since the current government took office; and", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment; and", "“Whereas the global adjustment is a tangible measure of how much Ontario must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours at a loss;", "“Whereas the market rate for electricity, according to IESO data, has been less than three cents per kilowatt hour to date in 2016, yet the government’s lack of responsible science-based planning has not allowed these reductions to be passed on to Ontarians, resulting in electrical bills several times more than that amount;", "“Whereas the implementation of cap-and-trade will drive the cost of electricity even higher and deny Ontarians the option to choose affordable natural gas heating; and", "“Whereas more and more Ontarians are being forced to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills; and", "“Whereas the ill-conceived energy policies of this government that ignored the advice of independent experts and government agencies, such as the Ontario Energy Board (OEB) and the independent electrical system operator (IESO), and are not based on science have resulted in Ontarians’ electricity costs rising, despite lower natural gas costs and increased energy conservation in the province;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to Ontarians’ energy bills.”", "I sign this petition, support it and give it to Kepler." ],
  "anchor" : "para840"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "I have a “Petition for a Universal, High-quality Child Care System in Ontario,” and I’d like to thank Toni Montaleone from Windsor. This petition has nearly 4,600 signatures.", "“To the Legislative Assembly of Ontario:", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families, and will contribute to the healthy development of children’;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary to address issues of access, quality, funding, system building, planning and workforce development;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework provides an excellent opportunity for Ontario to take leadership and work collaboratively to move forward on developing a universal, high-quality, comprehensive child care system in Ontario:", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care programs; and", "“To publicly declare their commitment to take leadership in developing a national child care plan with the federal government that adopts the principles of universality, high quality and comprehensiveness.”", "I completely support this, will sign my signature to it and send it to the desk with the page." ],
  "anchor" : "para853"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas electricity rates have risen by more than 300% since the Liberal government took office; and", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment; and", "“Whereas many rural customers will see delivery charges soaring by as much as 25% in 2017, which will increase their total hydro bills by up to 11.5%; and", "“Whereas more and more Ontarians are being forced into energy poverty, having to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to Ontarians’ energy bills.”", "Brought to me by people from Wilberforce, Beaverton, Haliburton, Peterborough, Omemee, Lindsay, and thousands more to come." ],
  "anchor" : "para864"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I have a petition for shingles vaccine for all seniors.", "“To the Legislative Assembly of Ontario:", "“Whereas the government of Ontario announced that starting September 15, 2016, the shingles vaccine would be available to all seniors 65 years to 70 years free of charge...;", "“Whereas seniors over the age of 70 years will still be required to pay for the vaccine if they choose;", "“Whereas the government of Ontario claims that studies show that the vaccine is highly effective when seniors are vaccinated between the ages of 65 and 70 and will not cover the vaccine for all Ontario seniors;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“This is unfair to seniors over the age of 70 and we urge the government to expand the coverage so that all Ontario seniors are eligible for the free shingles vaccine.”", "I agree with this petition and present it to page Surya to bring it down to the Clerks’ table." ],
  "anchor" : "para873"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care” and Ontario’s doctors “work together ... to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this and will sign my name and give it to page Riya." ],
  "anchor" : "para882"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“Nurses Know—Petition for Better Care.", "“To the Legislative Assembly of Ontario:", "“Whereas providing high-quality, universal, public health care is crucial for a fair and thriving Ontario; and", "“Whereas years of underfunding have resulted in cuts to registered nurses ... and hurt patient care; and", "“Whereas, in 2015 alone, Ontario lost more than 1.5 million hours of RN care due to cuts; and", "“Whereas procedures are being offloaded into private clinics not subject to hospital legislation; and", "“Whereas funded services are being cut from hospitals and are not being provided in the community; and", "“Whereas cutting skilled care means patients suffer more complications, readmissions and death;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Implement a moratorium on RN cuts;", "“Commit to restoring hospital base operating funding to at least cover the costs of inflation and population growth;", "“Create a fully-funded multi-year health human resources plan to bring Ontario’s ratio of registered nurses to population up to the national average;", "“Ensure hospitals have enough resources to continue providing safe, quality and integrated care for clinical procedures and stop plans for moving such procedures into private, unaccountable clinics.”", "I sign this petition and give it to page Kepler to deliver." ],
  "anchor" : "para889"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Good afternoon to you, Speaker. I have a petition here to the Legislative Assembly of Ontario.", "“Whereas every insured resident in Ontario has been impacted by the recent changes to automobile insurance that have failed to deliver the Liberal government’s promised insurance rate reductions; and", "“Whereas in many cases deductibles have been increased, while catastrophic injury benefits have been reduced by 50%; and", "“Whereas non-catastrophic injury benefits have been reduced by 24%; and", "“Whereas in many cases insurance rates have actually increased, not decreased as promised by the Liberal government;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To seek public consultation and reinstate accident benefits to levels prior to June 1, 2016.”", "I will send this down with Carter." ],
  "anchor" : "para905"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families, and will contribute to the healthy development of children’;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary to address issues of access, quality, funding, system building, planning and workforce development;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework provides an excellent opportunity for Ontario to take leadership and work collaboratively to move forward on developing a universal, high-quality, comprehensive child care system in Ontario:", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care programs; and", "“To publicly declare their commitment to take leadership in developing a national child care plan with the federal government that adopts the principles of universality, high quality and comprehensiveness.”", "I wholeheartedly agree with this. I will give it to the page and sign it." ],
  "anchor" : "para914"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontarians rely on ServiceOntario locations to access public services such as health cards, vital statistics and land registry services;", "“Whereas Ontarians in rural areas are unable to drive long distances to an alternative ServiceOntario location;", "“Whereas the duty of government is to provide and preserve its ability to provide services to the public;", "“Whereas the planned closure of nine ServiceOntario locations, including Morrisburg, is an affront to Ontarians’ right to receive the public services they helped build with their hard-earned tax dollars;", "“Whereas the displacement of land registry offices will create additional costs to the public as legal professionals and municipal officials will have to travel outside of their township;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To halt the closure of nine public ServiceOntario locations, including Morrisburg, unless the continued local in-person delivery of ServiceOntario services in those communities can be guaranteed.”", "I agree with this and will be passing it off to page Bianca." ],
  "anchor" : "para924"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Again, this is from Tanya Giles. I thank her very much for taking up this initiative.", "“Hydro One Petition.", "“To the Legislative Assembly of Ontario:", "“Whereas the overwhelming majority of citizens from northern Ontario oppose the sale of Hydro One;", "“Whereas the majority of citizens of northern Ontario oppose the rate increase which is the direct result of successful initiative to conserve and reduce electrical power consumption;", "“Whereas the majority of citizens of northern Ontario oppose the installation and continued use of the smart meter program due to the unreliability of their metering and billing as well as incidents of causing fire;", "“Whereas the majority of citizens from northern Ontario oppose the current inclusion of the delivery fee charges on power bills due to the unfair and confusing policies;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Call upon the Liberal government to stop the sell-off and privatization of Hydro One, stop further rate increases caused resulting from lower-than-expected consumption, stop the practice of billing rural customers for line loss charges, and reverse the ill-conceived decision to install smart meters without passing on the expense for replacing equipment to customers.”", "I agree with this petition and present it to page Surya to bring it down to the Clerks’ table." ],
  "anchor" : "para934"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario drivers aged 80 and over must complete group education sessions, driver record reviews, vision tests and non-computerized in-class assessment in order to renew their licences; and", "“Whereas in Cornwall and Stormont–Dundas–South Glengarry classes have been cancelled without notice due to staff shortages; and", "“Whereas seniors are forced to drive needlessly and wait at offices for temporary licences, which is neither productive nor fair to clients; and", "“Whereas seniors in Stormont–Dundas–South Glengarry who require a functional assessment must drive to Ottawa or Smiths Falls and complete driving tests in a stressful and unfamiliar environment; and", "“Whereas it is the government’s duty to serve Ontario residents locally and conveniently;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) To deliver group education sessions and assessments on a walk-in basis at an existing facility such as the Cornwall DriveTest Centre; and", "“(2) To take immediate steps to bring local delivery of functional assessment services to Cornwall and the united counties of Stormont, Dundas and Glengarry.”", "I agree with this and will be passing it off to page Riya." ],
  "anchor" : "para945"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I wholeheartedly agree with this petition and present it to page Cooper to bring it down to the Clerks’ table." ],
  "anchor" : "para956"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The time for petitions is over.", "Resuming the debate adjourned on October 24, 2016, on the motion for second reading of the following bill:", "Bill 41, An Act to amend various Acts in the interests of patient-centred care / Projet de loi 41, Loi modifiant diverses lois dans l’intérêt des soins axés sur les patients." ],
  "anchor" : "para963"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "This last ended with Mr. McNaughton, I believe. He’s not here, so we’ll be moving on to the third party. The member for Windsor West." ],
  "anchor" : "para968"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Thank you, Speaker. It is my pleasure to rise to speak to Bill 41, the Patients First Act. This act is meant to address our home care and community care services here in the province of Ontario.", "I think it’s timely for me to have an opportunity to get up and speak at some length about this bill, because just yesterday, I introduced a bill specific to home care, talking about a shortfall in our home care system—a gap, if you will, in our home care system. That’s for people who are in need of palliative care or end-of-life care who come to Ontario—many of whom are from Ontario to begin with—and who, unfortunately, through no fault of their own, have found themselves in hard times, likely have lost their job and have had to travel outside of our province to go find a job in another province. When they’re facing end of life and they’re facing the need for palliative care, they want to return home to be surrounded by their entire family in their final days. Unfortunately, under the current interprovincial billing model, that is not financially feasible for many people in this country.", "We are Canadian, and many people believe that we have universal health care. Unfortunately, it really isn’t universal health care because the public health care in one province is not necessarily portable; it doesn’t follow you into another province. Many of us would travel outside the province and think that whether we’re going to the east coast or the west coast, when we are there, should something happen, we would be covered. But unfortunately, that’s not the case. Often, medical needs arise that you would not be covered for in another province.", "The bill that I introduced yesterday, entitled Dan’s Law, is named after a gentleman who passed away a few months ago, just in the summer. It’s named after Dan Duma. Dan Duma was a Windsor resident. He worked at the GM transmission plant for 15 years. Unfortunately, the GM transmission plant closed permanently. It’s sad to see now, when you drive past where that plant used to be. It was a vital part of my community. When you drive by and look, it’s now been reduced to a pile of rubble. They’ve begun tearing that plant down.", "I remember the last day that plant was open, actually being outside the plant and watching the employees there leave from their last shift, seeing them leave with tears in their eyes. They were hugging each other, and many of them didn’t know what they were going to do, because we all know—well, maybe except for the Conservative Party, which doesn’t support the auto industry, although they claim to—how important those auto jobs are. They’re decent wages and they provide pensions and benefits.", "Many of these people didn’t know what they were going to do. In Dan’s case, the only way that he could support his family was to move to Alberta to work in the oil sands. Once Dan and his wife, Ana, relocated to Alberta, Dan found out that he had liver cancer. He started undergoing treatment for his liver cancer and he was still trying to continue to work during his treatment. Unfortunately, his health took a turn for the worse and he had to be hospitalized. When he was hospitalized in Fort McMurray, that’s when the wildfires went through and ravaged Fort McMurray, and Dan, along with hundreds of other patients, had to be evacuated to Edmonton.", "Dan went into the hospital in Edmonton. His wife, along with hundreds of other people, had to find a hotel near the hospital in Edmonton, and live out of a hotel. While Dan was in Edmonton, he found out that unfortunately he was not going to recover from his illness. He was going to succumb to the cancer. It was recommended that he leave hospital, go stay in the hotel with his wife and live out his final days there.", "I don’t think anybody in this room, facing the issue that Dan was, would want to spend their final days in a hotel room in a city away from their family and away from their own home.", "Dan and his wife, Ana, decided that they would come back to Ontario, come back to Windsor so that Dan could receive the palliative care that he needed while surrounded by his family. When Dan came back to Ontario, they were of the impression that because of the interprovincial billing model, Dan’s care would be covered. Dan would be able to live in one of the homes of his two daughters or he would be able to go into hospice and receive palliative care there or receive the home care services he needed while staying with his daughters. They found out fairly quickly that those services were not covered.", "If Dan was in hospital in Windsor, then they would cover everything that Dan needed. That would be all the medical services he needed, all the nursing services he needed, all the medical equipment he needed and the bed that he was in. They would provide all of that and it would be of no cost to Dan and his family. But because Dan wanted to be with his family, in either one of the daughters’ homes, preferably, or in the hospice in Windsor, he was told that that would not be covered, that the family would actually have to shoulder that financial burden on their own.", "It’s really unfortunate to think that in somebody’s final moments, they might be faced with spending them in a hospital, in a setting where they shouldn’t be, rather than surrounded by loved ones and able to die in the comfort of their own home with the dignity they deserve.", "Out of that story came my bill that I introduced yesterday, Dan’s Law, which draws attention to a large gap in home care services. Speaker, I introduced another bill specifically around home care and another gap in home care, which is the ability for people who are receiving home care to appeal any decision to either cut their services completely or drastically reduce their services. And when that decision is made, when a CCAC—or any community agency—at this point decides that someone no longer needs home care, when they deem it unnecessary or they say that they can now reduce the service that someone needs, that patient is automatically susceptible to the reduction of services or automatically cut off service. Should they appeal it to the CCAC, during that appeal time—which sometimes can be quite lengthy—that patient does not receive any of the services they had been getting prior.", "In the previous bill that I introduced, the goal of that bill is to make it so that people are told that if they’re turned down, if they lose their appeal to the CCAC over service, they can actually go to a higher body, a different organization, and appeal that. And during that time—because many of them don’t know that beyond the CCAC there is another way to appeal the decision—when they do go to the higher appeal, their services would be reinstated. So everything that they had prior to being cut off service, or having service reduced, would be reinstated.", "The point is, Speaker, that I myself as a private member have introduced two bills specifically addressing issues with the home care system here in Ontario and some of the large gaps in services that people in Ontario are facing. This bill doesn’t address any of that. All this bill does is take the CCACs and eliminate them, and move the people who were in charge of the CCACs into the LHINs. So we’ve had one unaccountable body that’s now been dissolved and those in charge there have been moved into another unaccountable body—" ],
  "anchor" : "para969"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Unelected." ],
  "anchor" : "para984"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "—unelected and unaccountable body—to then decide how these home care services are going to be spread out amongst people that need them.", "So this really hasn’t changed the way business is done, other than removing one group of people. Services are still going to be put out to private tender. You’re going to have different organizations that are going to be providing services. You’re still going to find it kind of piecemeal. You’re still going to find that those who actually go into homes and provide the care, the valuable professionals that go in and provide the services, are overworked and undervalued and don’t have the time to provide all the care that they need to for the people that they want to.", "So I really wish that the government would go back and have another look at this and figure out how they can actually fix the home care system rather than just shuffling the chairs on the deck." ],
  "anchor" : "para985"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments." ],
  "anchor" : "para988"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I’m pleased to rise and make a few comments in relation to the remarks from the member from Windsor West. While I certainly don’t doubt her sincerity in doing her own best with her private member’s bills to address the situation as it relates to home and community care, I do think that it would be useful to actually study Bill 41, Patients First Act, because it certainly does address the very concerns that she’s raised.", "We certainly believe that health care is improved by having a local voice at the table. That’s precisely what the LHIN board is appointed by our government to do in each of the 14 areas of the province that they have responsibility for. Because we do acknowledge that in fact some of those regions are very large—sometimes with populations of more than a million people—it is going to be useful to actually create sub-regions within the LHINs, so that primary care can, in fact, ensure that there’s navigation through the system and so care will be much better coordinated at a local level. The primary care leads will be given responsibility to ensure that that happens.", "As it relates to home and community care currently provided through the CCAC—I was a member of the social policy committee, I think it was, a number of years ago when we examined the role of the CCAC and the LHIN. At that time it became very evident to all that it would be far better coordinated through one central body, the LHIN, which is charged with that integration function.", "Those are my comments. Thank you so much, Mr. Speaker." ],
  "anchor" : "para989"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para994"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Sadly, I’ve only got two minutes to talk about the Patients First Act—" ],
  "anchor" : "para995"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "“Sadly”?" ],
  "anchor" : "para996"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I know the government will be thrilled to hear me talk again about the 350 front-line health care workers who have been fired at North Bay hospital, including 100 nurses.", "I’ve said this in this Legislature before: When I served as mayor of North Bay and we were at the ribbon-cutting of this brand new hospital—today, only six years later, they’ve closed 60 beds in that same hospital. It boggles my mind, it genuinely does, that as we have an aging population, we have a government that continues to be embroiled in waste, mismanagement and scandals and, as a result, they fire 350 front-line health care workers.", "Their solution, of course, is to remove the CCACs as health care providers and instead transfer everything over to the LHINs. I have talked in this Legislature many times about the North East LHIN. It was only a short while ago when I talked about the fact that out of the 14 metrics to meet in Ontario, they met none—zero, the worst in the province—and we’re going to be transferring this care to our LHINs.", "This is the group that, as I reported last April, had $27,000 in per diems for their board chair, a $90,000 increase in consulting fees and a $30,000 jump in accommodations fees. These are the people that we’re going to be transferring our front-line health care dollars to, to this organization. Speaker, I have to tell you that that is going to be a very, very sad occurrence for those most in need." ],
  "anchor" : "para997"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from London–Fanshawe." ],
  "anchor" : "para1001"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It’s always a pleasure to hear the debate contributions of the member from Windsor West with the legislation that’s before us in this House. She’s always very thoughtful and gives us wonderful examples of her casework and constituents that happen to pertain to what the legislation is that we’re talking about.", "Bill 41, Patients First Act, is the answer of this government to the problems with CCACs. What they’re doing is they’re taking CCACs and they’re transferring them into the LHINs. But that isn’t really solving the home care issues that people are experiencing.", "The member from Windsor West talked about a very significant example of how one of her hard-working constituents in the manufacturing auto industry lost his job, due to no fault of his own, and had to transfer out of the province of Ontario to Alberta. That was happening—very significantly, here in Ontario, many tradespeople, many people with highly skilled manufacturing abilities, were losing their jobs because of manufacturing shutting down, and they were moving to Alberta. In Dan’s case, the gentleman that the member from Windsor West was talking about, he was at Fort McMurray—again, circumstances, Speaker. There was a fire. He found out he was terminally ill and had to come back. There’s the gap, the gap in the home care, where he had to wait 90 days in order to get care.", "I am very proud to be part of a caucus that has the member from Windsor West, who acknowledges and points out that there is a gap in that system and that we can do better for people who have worked very hard. When they’re ill and they have a terminal illness, we need to have some compassion and look at options to help them." ],
  "anchor" : "para1002"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Ottawa South." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Windsor West. I feel unfortunate that I only have two minutes, because I can’t respond to the member from North Bay, but I would like to say that I do want to congratulate her on putting forward her private member’s bill. That case—" ],
  "anchor" : "para1007"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "That case that she brings forward—certainly, that shouldn’t happen. I’ve had things like that happen in my community and have been able to work those things out, and I really find it’s unfortunate that that’s the case. We’ll debate the bill. I look forward to it. We have to look at provinces, how we connect and support each other. But people shouldn’t get caught in the middle of that.", "I do want to say I think that there’s a misplaced anxiety with regard to local planning in health care. It is the most critical step that we’ve taken in health care in the last 10 years. The transformation of that, and bringing in home care to connect better to primary care and critical care, is important because the biggest challenges for patients inside our health care system are and always have been transitions. The case that you talk about is a transition. It’s a very specific case, and there are very specific remedies that we have for that.", "We have a challenge that exists across the health care system. I know that because I saw that in my consultations around palliative and end-of-life care. The things that are set out in Bill 41 are to drive towards a more integrated system where people know what to expect in the care that they receive in terms of home care, in hospital, in access to primary care physicians, and, of course, bringing in public health to better plan health in our region." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Windsor West has two minutes." ],
  "anchor" : "para1012"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Thank you, Speaker. And I would like to thank the Minister of Community and Social Services, the member from Nipissing, the member from London–Fanshawe and the parliamentary assistant to the Minister of Health.", "I would like to address the comments they made, but instead what I’m going to do is address the comments made by someone who didn’t actually stand up and share his opinion, and that’s the member from St. Catharines, who liked to heckle across the floor and yell, “Are you going to raise taxes? Are you going to raise taxes?”", "I’ll tell you what the NDP would do. We wouldn’t sell off public hydro, an asset that actually generates revenue that goes back into the health care system and would help pay for proper home care, would pay for the front-line staff that actually provides the home care, and be able to have the resources to take care of people in the community and in their homes.", "We certainly would not do what the Liberals are doing, which is selling off a public asset to private interests and taking money out of the public pot to pay for health care and those that need health care at home.", "The other thing we wouldn’t do is waste over $1 billion on cancelling gas plants in order to save our own seats—$1 billion. Imagine what $1 billion could—" ],
  "anchor" : "para1013"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. Okay. A very flexible Speaker here. I allowed you to yell at each other, but with all due respect, the yelling at each other across the floor will stop, and we’ll remember me. Thanks so much.", "Continue." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Thank you, Speaker. I appreciate that you managed to bring the House to order so I can actually hear myself when I’m speaking.", "Back to the bill before us: It really does not fix any of the issues in the home care sector. All it’s doing is shuffling the deck chairs. It’s taking responsibility from one already unaccountable group and giving that to another unaccountable group.", "There’s not a lot in this bill that will really address patient care and home care. What the government needs to do is come up with a plan to make sure that the front-line workers are there and that they’re valued and paid fairly for the work that they do so they can provide home care to the patients who need it." ],
  "anchor" : "para1021"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The Minister of Economic Development and Growth." ],
  "anchor" : "para1024"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Thank you so much, Mr. Speaker, for recognizing me here today and giving me the opportunity to say a few words on a very important bill, the Patients First Act. You said earlier that you’re a very flexible Speaker, and I’ve seen you on the ice. It has been a while, but even a few years back you weren’t that flexible back then. I think at our age flexibility is not something that comes easy. But I appreciate the fact that, as Speaker, you have some flexibility. As I speak, I’m sure that flexibility will continue to be maintained, I assume." ],
  "anchor" : "para1025"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It all depends." ],
  "anchor" : "para1027"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "It all depends. That’s fair enough.", "I’m delighted to get up and speak a little bit about the Patients First Act. I think that this is an important act for the people of Ontario. It’s a progression of a reform, a restructuring of our health care system, that began, really, 12 years ago.", "Mr. Speaker, when you think about it, the idea of local health integration networks was something that we had not done in Ontario before. Back in those days, important decisions on health care—and I would argue that there are not a lot of members in this House who would probably disagree with the fact that our constituents really do care very deeply about health care. That’s one thing that we can all agree on. It’s one of their top—if not their top priority. When you do polls, it’s either in the top one, two or three of polls of Ontarians. Probably right across the country, the same can be true.", "Health care is extremely important to our families in Ontario for a variety of different reasons. We want to make sure that our health care system, in every community across the province, is there when we need it.", "But one of the challenges we had for decades in Ontario is that health care decisions were made here at Queen’s Park—for the most part, in the office buildings in the deep annals of the Ministry of Health—and they really weren’t community-based decisions. We did have community-based organizations out there to provide advice. We had a lot more spread across the province, which actually cost us a lot more money in terms of administration of health care. Frankly, we didn’t feel we were getting the local input and the value out of them. That’s why local health integration networks were born about 10 or so years ago, when they were originally implemented.", "What we’re doing today, I think, is an evolution of this. We’ve learned a lot over the years. We’ve taken it reasonably slow because it’s a very challenging transformation of a health care system that is huge. I believe that we spend about $52 billion now on health care every year. It’s a huge proportion of our budget—probably about half of the budget that we spend every year; approximately half of every dollar we collect goes to health care. It’s really important that we’re getting value for the money that we invest in health care, and it’s really important that we ensure we have an administration system in place that reflects the needs of our individual communities. That is really what this bill is all about: putting our patients first, putting our community needs first.", "I am from Scarborough and am very proud to say that I’m from Scarborough. We have three fine hospitals—it’s now two hospitals in Scarborough; Grace and the Scarborough Hospital merged. I was part of that board for about nine years when I was a city councillor, so I was very involved in health care in our community. We have Rouge Valley hospital as well.", "One of our challenges is that our hospitals are old. The Scarborough Hospital is probably upwards of around 50, 60 years old now, so the facilities have aged. We’ve invested a lot in them over the years. We have had a brand new emergency critical care unit put in, which was one of the biggest investments ever in infrastructure in Scarborough, and it’s worked very, very well. But we’re still dealing with older buildings.", "The people of Scarborough, in the long term, want us to be able to improve and modernize and ensure that they’re getting the very best quality of health care. We’re not going to be able to, 20 years from now, continue to be able to deliver that good-quality health care in those aging buildings. We need a new vision for our community.", "So we’ve looked to our local health integration network, and we’ve consulted with residents across Scarborough. What they’ve told us, and what our Minister of Health has committed to, is that we need a brand new modern hospital in Scarborough. It’s something that we’ve worked for some time on. It doesn’t mean that our short-term investments don’t have to still take place. We’re modernizing our operating rooms in Scarborough, something that’s very, very important. We’re making investments at the Grace site, and we’re making investments at the Rouge Valley site as well, which are all very, very important.", "We have a medium-term capital plan to ensure that the residents of Scarborough are still getting fine health care. But at the same time, we have a longer-term strategy, which is to bring our boards together, bring our hospitals together and ensure that we have a brand-spanking-new, modern hospital at some point in the near future. That’s something we’re excited about and that’s something that works through the local LHINs as well, as we get community input and feedback through our LHINs.", "One of the big challenges we have in Scarborough is home care. We’ve doubled funding for home care as a government. We’ve committed hundreds of millions of dollars—billions of dollars—to home care, which has helped improve home care across the province, but there are still gaps in home care. There’s no question there are still challenges between some parts of Ontario having a better quality of home care, better access to home care than others. That’s just the way it has evolved over time.", "We need to fix that, and putting our patients first and the Patients First Act will give us the ability to do that. Our local health integration networks will have the ability to work and to eliminate some of the potential duplication, and be able to administer what I think will be better-quality home care ultimately across our province. I certainly look forward to seeing that occur in Scarborough.", "We’ve come a long way in our health care system. I know there are always more improvements that we can make, but when you think about some of the things that have happened in health care, this initiative is yet another evolution of that. If you think about when we came into office, we had the worst wait times in the entire country. And now, I’m delighted to say, for most of our procedures, we have the best in the country.", "We still want to continue to improve and drive them down. It’s an ongoing battle. Every now and again, wait times will go up in an area and we have to still keep working to drive them down. That’s something that I think, with our local health integration networks, we’ve been able to monitor better because those decisions can be made with community input; those decisions can be made in our communities rather than be made here in the backrooms of Queen’s Park like it used to be done in the old days.", "I remember when we first came into office in 2003; Ontarians had a heck of a time finding primary care, finding a physician, a family doctor. We’ve invested significantly. We’ve built a medical school in the north. We’ve helped ensure that foreign-trained doctors can get better access to the field so we can eliminate the need for trained physicians somewhere else to be driving a cab. Instead, they can actually be contributing to our health care system, and by and large, that has worked reasonably well. Today, I’m very proud to be able to say we’ve increased the number of physicians by 5,600—26.3%; 94% of Ontarians now have access to a family health care provider. That’s really important. It’s important because it ensures that we not only get access to a family doctor when we need one, but it also is important as we try to work towards more preventive health care.", "I want to get back to home care and the fact that we’ve doubled funding for home care over the years, which is really, really important. We have an aging population. We all know that. The demographics are there. The Speaker and I are probably very quickly becoming members of that aging population. We want to make sure that we have good home care when we retire as well and when we need it. It makes sense. It makes sense economically for the province to be able to keep seniors in their homes. It makes sense for the seniors; they’re more comfortable in their homes. When I talk to seniors, that’s where they want to be for as long as they can possibly be. We want seniors to be safely cared for in their homes and staying in their homes as long as they can safely stay there. Adequate home care is something that’s absolutely crucial to allow us to make that happen.", "If we’re going to tackle the challenge of the aging population, we need to constantly be looking at the home care that we’re providing, looking at the technology that’s available—there’s a lot of disruptive technology when it comes to providing home care for seniors—and ensuring that we’re providing good-quality home care but that the voices of our communities are heard. By this integration of the local health integration networks and bringing home care in in this act, I think we can achieve that. Thank you so much for the time." ],
  "anchor" : "para1028"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Nepean–Carleton." ],
  "anchor" : "para1046"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure to enter the debate today on the Patients First Act, Bill 41. I must say, my party has always supported reduced bureaucracy in the health care system.", "In fact, we opposed this government’s position on the LHINs, and we’ve been doing that for the past decade. But this act, Bill 41, Patients First Act, I think could be pretty much anything but. In fact, I think the largest volume of correspondence to my office is in opposition to Bill 41. I’m hearing it each and every single day. The Liberals have replaced one burdensome level of bureaucracy with another. It again puts the LHINs in charge of health care service delivery, despite their dismal record of performance.", "Speaker, last week I had the opportunity in this House to talk about a compassionate and catastrophic care fund for the province of Ontario because we’re not putting patients first in Ontario; too many patients are lagging behind. There are too many people out fundraising for their basic health care in this province, whether that is for treatment, for therapy, for drugs, for experimental surgery. They’re paying out of pocket, tens of thousands of dollars.", "I talked about Lisa Garland, one of my constituents—two children with cancer. For those two children she has to fundraise $3,000 a month for injections and has to pay $800 for anti-nausea pills. That doesn’t even cover the special diet; nor does it cover the parking at the hospital. Two children with cancer—I can’t even imagine one child—and then all the fundraising on top of that.", "If you want to talk to me about putting patients first in Ontario, we’re not doing the job; we’re not getting it done. We can do a better job, but I don’t think it is by creating more bureaucracy with the local health integration networks in this province. If we’re going to proceed this way, we’re going to have to ensure that we have more doctors as part of the mix, more patient advocates as part of the mix—more patients, in fact, and all of those organizations. But what I’m hearing in my inbox, Speaker, is that that support is not there across the province of Ontario." ],
  "anchor" : "para1047"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1053"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I’m glad to be able to respond to the comments from the Minister of Economic Development and Growth. He started out by saying that around this room, regardless of riding, our constituents care deeply about our health care system. Wouldn’t it be wonderful if this government cared deeply and not just cut deeply when it came to the health care system?", "We’re debating a bill that is supposed to be putting our patients first. The minister took this opportunity to speak about his three fine hospitals and had been involved in prior mergers. There are a lot of mergers and splits on the horizon, especially when it comes to my riding and the Central East LHIN. People in communities have invested a lot in those hospitals through the years: community fundraising, ensuring that their health care is as strong as it can be locally.", "I get really nervous when I hear the government talking about improving and modernizing the old buildings only, and not improving health care overall, saying, “How will we be able to strengthen the health care system in these aging buildings?” Absolutely, we want to have safe facilities, but brand spanking new? To hear that I wonder how badly our communities are going to get spanked when it comes to health care. Because these mergers, bringing everyone from Rouge Valley, Ajax-Pickering, Lakeridge Port Perry, Bowmanville, combining, connecting, splitting and merging—these decisions should be made in consultation with our communities. Right now, these decisions are not being made in our communities; they are being made in backrooms. Communities don’t even know this is happening because it’s all happening so quickly.", "Mergers since the 1990s: Minister, where is the evaluation of the first round of mergers and the independent assessments? Executive salaries have increased faster than inflation, they’ve cut thousands of workers, hospital workforces have shrunk—and we’re having a pre-merger celebration? Anyway, I will speak more during my time, but this is not a positive." ],
  "anchor" : "para1054"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Ottawa South." ],
  "anchor" : "para1058"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s really a pleasure to respond to the minister’s remarks. I do want to say—and I just can’t let this go—to the member for Nepean–Carleton, you know what? I do understand being a slave to the party line. I remember when the former leader went to Ottawa to complain about the LHIN, and then a very well-respected Conservative senator, Wilbert Keon, said he had it all wrong." ],
  "anchor" : "para1059"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "He had it all wrong, and the reason that he had it all wrong, Mr. Speaker, was that that local input that’s needed to do things—and I know the member said that the Champlain LHIN had a dismal performance—had a dismal performance, but if we didn’t have the Champlain LHIN, we wouldn’t have had the “project step” program, which is addictions counselling and treatment in schools for street kids. It has improved graduation rates and performance. We wouldn’t have had something like suicide prevention through Youth Services Ottawa. We wouldn’t have had the Bridges proposal, which was a step-down helping those children with mental health issues and addictions issues come out of hospital and into the community without falling off a cliff.", "The importance of having a local decision-making body there, to not understand that—I just can’t conceive how somebody could come to that point. If the member feels like we should be doing all of our decisions in the Hepburn Block, then she should come out and say that, okay?", "The LHINs have a role locally to help to build on the capacities that exist locally and those needs that exist locally. They are different across the province, and they’re even different in the LHINs. That’s why we’re creating sub-regions." ],
  "anchor" : "para1061"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1064"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m glad to stand up and join this debate, because I found it disturbing when I heard the Minister of Economic Development and Growth go on about how we have the best health care in the country and the fact that they’ve doubled the funding for health care, because when you talk to the people who are delivering health care on the front lines, nothing but the absolute opposite comes to the forefront time and time again. Whether it’s speaking to PSWs and/or the customer care folks, we are hearing that there is a disconnect.", "I’ll read a letter from one of my constituents that I met with, actually this past week. It says that she called her service provider that was subcontracted by the CCAC to provide the service and went through this story, was put on hold until someone else got on the line, and then: “I had to repeat the story. Absolutely no help, whatsoever. The next day, I tried to find Joe’s case manager only to be told by a voicemail machine to either call a nurse or HR in London. I called the nurse. No response.”", "By Tuesday the following week, no one ever called this lady back. How do you call that the best health care in this country? How can you justify and stand there straight-faced, saying you’ve doubled the funding for health care, when it’s very clear in the riding of Huron–Bruce, whether you speak to PSWs or people who rely on their service—when you speak to them and they say, “We’re not getting the service.” Where is that going? Well, unfortunately, this bill seeing the CCACs fold into the LHINs is just going to see more money go to the bureaucratic level as opposed to front-line health care. It is absolutely shameful." ],
  "anchor" : "para1065"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Economic Development and Growth has two minutes." ],
  "anchor" : "para1068"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I want to thank the members for their friendly comments: the member from Nepean–Carleton, the member from Oshawa, the member from Huron–Bruce and my good friend from Ottawa South. I want to thank them for their comments.", "Let’s be very clear: This bill is doing the opposite of what they’ve been saying. In terms of bureaucracy, this bill will not increase bureaucracy one bit. In fact, it will provide 5% to 8% savings that can now go into front-line health care. Why would you not be in support of that?", "There is duplication in our current system. This is a better way to do that. Surely they recognize this is a better way to do that.", "The member from Huron–Bruce says she’s disturbed because we’re the best in the country in providing health care." ],
  "anchor" : "para1069"
}, {
  "speaker" : "Interjection",
  "text" : [ "No, that’s not—" ],
  "anchor" : "para1073"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, that’s exactly what she said. Mr. Speaker, I’ve got to tell you, I don’t know why anybody would be disturbed—" ],
  "anchor" : "para1074"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock.", "No, that doesn’t cut it, raising your hands. You’re yelling at the minister." ],
  "anchor" : "para1076"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Well, I don’t care what he did. You go through me, okay? From now on, you go through me—" ],
  "anchor" : "para1079"
}, {
  "speaker" : "Interjection",
  "text" : [ "Yell at him." ],
  "anchor" : "para1080"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "You don’t want to yell at me. Not a good move.", "Continue." ],
  "anchor" : "para1081"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "It’s okay, Mr. Speaker. I’ve been yelled at a lot louder than that in the past in this place, so I’m used to it." ],
  "anchor" : "para1083"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Don’t blame me." ],
  "anchor" : "para1084"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "No, I won’t.", "Again, to the member from Oshawa I say, you can speak for your constituents; that’s fine and good. I’ll speak for the people of Scarborough with my Scarborough colleagues who are in this Legislature as well—" ],
  "anchor" : "para1085"
}, {
  "speaker" : "Interjection",
  "text" : [ "Raymond Cho." ],
  "anchor" : "para1087"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "And one across the way, and I think he would agree as well that we have aging facilities in Scarborough. Our folks out there are doing a fantastic job providing good quality health care to our residents, the best they can in aging facilities.", "But at a certain point in time, sometimes you have to modernize aging facilities, and we’re ready for that now in Scarborough. We’ve come together as a community. Our community has had a lot of discussions around this. What we’d like to do is see a brand new facility built in Scarborough at a site to be determined down the road—it may be one of the current sites; it may be a new site—a modern, spanking brand new facility. That’s what the people of Scarborough need. That’s what they deserve. I don’t know why the member for Oshawa would be so concerned about that." ],
  "anchor" : "para1088"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1091"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I’m pleased to stand and speak to Bill 41, the Patients First Act. My views on this bill are based on my experience as the past president of the Ontario Association of Local Public Health Agencies, as the chair of the region of Durham’s health and social services committee for seven years, and as a senior civil servant with the Ministry of Health and Long-Term Care.", "Last week, my colleague the member from Elgin–Middlesex–London, the Ontario Progressive Conservative health critic, provided an excellent overview on the state of Ontario’s health care system and a specific critique of the proposed legislation, the largest proposed health system restructuring that we’ve seen in close to 15 years.", "Let’s turn for a moment to the local health integration networks and the greater accountability that’s laid out in the proposed legislation. I don’t believe that the local health integration networks’ leaders have the manpower or the experience to oversee such a massive transformation in how health providers work together. They don’t have the governance structures in place to take on hospitals, home care and community care and, in their spare time, link with public health.", "While the LHINs have added staff, with the community care access centre managers folded into them, these community care access centre staff have experience contracting home care services, not overseeing an entire health system’s operations. In fact, taking on the role of the community care access centres will overrun the LHINs in the short term, leaving no time for integrating home care within the larger system.", "There are approximately 5,000 people who work for the community care access centres provincially, and around 500 working for the LHINs. The LHINs are going to have to figure out what the CCACs do and how to integrate them. As it is, the task of managing a diverse range of non-profit and corporate agencies that provide home care has proven notoriously difficult for the CCACs.", "Meanwhile, the LHINs don’t have a proven track record, do they? A 2015 report by the Ontario Auditor General criticized the LHINs for several shortcomings, including that many LHINs haven’t met wait-time targets and didn’t successfully plan to meet the needs in areas like palliative care and certain hospital procedures, like hip and knee replacements, where performance has declined since 2010.", "What’s clear is that the LHINs have not been operating with the efficiency that most of the residents here in Ontario hoped they would. But the Ministry of Health, through the proposed legislation before us, has continued down the path of giving the LHINs even more authority.", "Under the act, only family health teams, community health centres and aboriginal health access centres will fall under the LHINs’ authority.", "For months, Ontario doctors have been calling on the government to make substantive changes to its primary care legislation. They believe that prorogation gave the government the opportunity for meaningful consultation with doctors who work on the front line. But, Speaker, despite that, the government has chosen to reintroduce this legislation without such consultation and absent the amendments sought by the medical profession.", "The government says it is committed to health care transformation that will make the Ontario health system stronger and serve patients better. But what’s clear is that the government ignores evidence from around the world that physician collaboration is critical—absolutely critical—for the success of such sweeping transformation of Ontario’s health care system.", "When it comes to the LHINs’ role in integrating care, another key aspect is that the legislation mandates the creation of sub-LHIN structures to oversee integration at a more local level. Within this concept, I’m concerned that the measures will create yet another reporting system, more red tape that doesn’t improve care for the very patients that they purport to be concerned about. Creating a sub-LHIN structure, with all kinds of accountability and reporting and government requirements, will lead to a duplication, in my view, of an existing bureaucracy.", "If patients are truly to be first, then patient advocacy should be at the very top of the list of concerns. But it’s not. The newly empowered LHINs have no clear role to act as client advocates, and it should be a reasonable assumption that any commitment to patient needs should include a clear role for advocacy.", "I would point out too that the LHINs will now be singularly responsible for allocating funds to public health units and creating accountability agreements. From my experience in the region as the chair of health and social services, being beholden to the LHINs for the funding will undermine the ability of the Chief Medical Officer of Health to provide the LHINs with the independent advice and information they require regarding local health system planning and performance.", "Finally, I would like to share some narrative on Bill 41 given by one of the largest health care groups in my riding, the Oshawa Clinic Group, Canada’s oldest and largest multi-specialty medical group practice. They’re located in Oshawa. It was founded in 1927. It now has 130 physicians and surgeons practising from four outpatient facilities in the region of Durham.", "On October 5, the clinic sent a letter to the Minister of Health which stated in part:", "“...our review of Bill 210”—now Bill 41—“combined with a review that has been circulated by both the Ontario Medical Association, and the LHINs are extremely alarming and totally contradictory to the philosophy of our group.", "“In our opinion, this legislation will be very detrimental to our health care system, and will severely compromise our ability to provide quality care to our patients.”", "This letter emphasizes that the proposed legislation represents the micromanagement of our health care system and the fact that the growing bureaucracy has had a direct impact not only on operations, but also on front-line patient care throughout the province.", "The letter went on to give examples: underfunding of diagnostic services, resulting in significant losses for diagnostic imaging facilities, and restrictions on the ability to add new family physicians to existing family practice modes, resulting in well-trained doctors leaving our province.", "The letter concluded by saying that the Oshawa Clinic Group will not be engaging with the Central East LHIN as proposed by the bill since it would only contribute to additional waste and a further reduction in front-line patient care.", "With Bill 41, there appears to be limitless faith in administrators, with no direct experience in patient care, to be able to reinvent a health care system without the means and practical abilities to do so. In short, the Patients First legislation will mean that LHINs have their work cut out for them. The most challenging part for the LHINs will be convincing primary care, public health and hospital leaders to be co-operative.", "I’m pleased to have had the opportunity to share my concerns about the proposed legislation and, in particular, the primary care delivery model that’s outlined in the legislation. The legislation has flaws, and that is why I won’t be supporting it. Simply put, it’s not putting patients first." ],
  "anchor" : "para1092"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1115"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "I want to thank the member for his intervention. I notice that he focused a lot on the importance of actually truly putting patients first. I think that’s a very important focus that he brought to this debate. In fact, he talked about how LHINs acting as bureaucracies, and then adding an additional layer of a sub-LHIN format, will just add to that bureaucracy, and there’s really no guarantee that that’s going to actually put patients first, or that that’s somehow going to benefit health care provision. In fact, there is a lot of suggestion that this model is actually putting health care in a worse position, and I want to talk about that.", "If we look at the delivery model that the government has developed, it doesn’t make a lot of sense that, instead of having the Ministry of Health, which in this province is the ministry responsible for delivering health care—if the ministry were to make decisions on a regional basis with the input of regional advisers or the input of people from the region, and the people from that region are upset, they can complain directly to the Ministry of Health, they can complain directly to the Minister of Health, and they can complain to the government that’s in power. It creates a direct line of transparency and accountability.", "The current system doesn’t allow for that. The current system has this added layer that separates the ministry from the LHIN, separates the decision-making, and it makes it difficult for people to say, “Hey, I don’t like this decision. This isn’t a proper delivery of health care. Who do I complain to? Who do I hold to account? Who can I vote for or vote against? Who can I actually voice my concerns to?” They can’t. That’s one of the big flaws with this existing model. And the government, instead of saying, “We acknowledge that this model may not be good, and there have been some concerns,” are actually committing even further to this model, which has so far shown to be not the most effective.", "I appreciate the comments and the intervention from the member and thank him for his remarks." ],
  "anchor" : "para1116"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1120"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "It’s a pleasure to rise on behalf of the constituents in Cambridge to add a few comments to the debate today. I just wanted to point out again that, as a former care coordinator of a CCAC who worked in the hospital and the community as a care coordinator, I have a lot to add on this.", "I have to challenge the member from Whitby–Oshawa about some of his comments today about the LHIN’s capacity to increase its role, as is being planned with the proposed integration of the CCACs and the LHINs. Currently, we don’t have one particular planning body that plans for all the sectors of health care, so connecting all parts of the health care system—which includes planning and delivery for front-line care and services, including home and community care—is very, very important, because to date, the LHIN has only planned for certain sections of our health care system. This will integrate and coordinate it.", "I also wanted to let the member know that I meet very regularly—at least every couple of months—with the board chair and the CEO of the Waterloo Wellington LHIN, where my riding is. I’ve also met fairly regularly with the CEO of the CCAC, again in Waterloo-Wellington. I know that they’ve put together several work tables. They’ve had several work streams going on well in advance of the LHIN taking on its new and expanded role, so that they have already coordinated much of what needs to be coordinated to be able to ensure a seamless transition, where the CCAC and the LHIN can integrate and provide more and improved access for those patients in home and community care.", "I’m very, very confident that, going forward, we’ll have a more integrated home and community care section." ],
  "anchor" : "para1121"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1125"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Last week, I was summoned to meet with a group of Scarborough doctors. All of these doctors—I think there were seven of them—were really frustrated. It’s one thing for us to talk about the Patients First Act here, and for the government to say all the good statistics but, in reality, they’ve been neglected, especially patients in Scarborough.", "They sent me some emails.", "“I had a patient who needed a thoracic surgery consultation for lung cancer. Scarborough Hospital used to have a thoracic surgeon, but the LHIN decided it would be better located in Oshawa. So the program was closed.” Now the patient has to go to Oshawa. It’s really sad.", "Another email:", "“Nurses in the operating rooms have to wear lead vests to protect against radiation exposure during certain procedures. Due to lack of funds, the nurses have to buy their own vests.” This was a surgeon in Scarborough.", "I could read so many emails. It just doesn’t make sense why Scarborough has been so neglected. A lot of doctors say it is for two reasons: All these years, all the MPPs were Liberal MPPs so they took Scarborough for granted.", "Thank God I was elected in the by-election. I think we have to really pay attention to Scarborough; otherwise, the whole of Scarborough will become blue PC MPPs." ],
  "anchor" : "para1126"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1133"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Thanks to the member for Whitby–Oshawa for contributing to the debate.", "The member from Scarborough–Rouge River talked about the by-election recently and how he won the by-election. There was a little controversy around that area of him being elected because they said one thing and then they changed and corrected themselves, so we’re not sure where they stand on that issue—or they tried to correct themselves. A mistake was made, apparently, and we still don’t know where they stand.", "The Conservatives aren’t the answer. This is why we’re not sure about where they stand on health care. The Conservatives aren’t the answer to the problems in home care. They are the ones that originally set up the CCACs and started privatizing and contracting out home care services. Conservatives will continue to privatize health care services. That’s what they do. That’s what they believe. When we’re talking about health care, the only people you can really count on to protect the public interest in health care are New Democrats—" ],
  "anchor" : "para1134"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It’s true.", "The real problem with home care is that Conservatives and Liberals already have created a fragmented system. There are just so many examples of that. I will refer to one of my bills. It’s a mental health and addictions act. In that act, I talk about that there is a fragmented system under mental health and addictions. They had an all-party select committee; everyone worked together and came up with this wonderful report about suggestions on how to make things better, and services for people who have mental health and addictions in the community as well.", "When you’re talking about health care and you’re talking about Conservatives privatizing health care services, it just goes against the grain of what we believe as New Democrats." ],
  "anchor" : "para1138"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Whitby–Oshawa has two minutes." ],
  "anchor" : "para1141"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Thank you, Speaker. I thank, first of all, the members from Bramalea–Gore–Malton, Scarborough–Rouge River and London–Fanshawe, and the Minister of Natural Resources and Forestry for their comments.", "What we’re discussing with Bill 41—let’s bring the discussion back to the rudiments of the bill. It’s supposed to be about patient-centred care. When you drill down and you look at the actual legislation and the regulations that are part of it, about a new primary care delivery model, it was supposed to be predicated on a wide consultation across the province with front-line health care delivery people and providers, public health units in particular, and physicians also. Did that level of consultation occur? No, it didn’t. Not in the way that physicians, particularly—and I alluded to that in my earlier remarks. Nor did it happen with public health units, people who have the accountability, interacting on a daily basis with the people whom we represent.", "It’s clear that this particular bill and its particular direction would certainly benefit from additional consultation with some of the stakeholder groups that I have alluded to, but several more—in particular, some of the health care clinics that I referred to as well.", "At the end of the day, patient-centred care cannot be achieved while the Liberals continue with cut after cut to health care services." ],
  "anchor" : "para1142"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1147"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "It’s always a pleasure to rise on a Wednesday afternoon and talk about Bill 41, the Patients First Act, which looks at addressing some of the issues we face in the health care system here in Ontario.", "In my riding of Niagara Falls, we have a large percentage of our population who are seniors. They’ve worked hard, they’ve paid their taxes, they’ve raised their kids and their grandkids, and now all they want to do is enjoy a quiet retirement in beautiful Niagara. Unfortunately, I know there are far too many seniors in my riding and right across the province who are having trouble doing just that.", "They’re having trouble enjoying their retirement because it turns out that despite all the planning and the savings that they did, certain items are costing more than they had planned.", "What is costing them more, you might ask? Well, Mr. Speaker, I know that their hydro bills are costing those seniors more than they expected and are hurting their finances. I know that there are seniors in my riding who are forced to choose between their medicine and keeping their house warm. Quite frankly, it’s disgusting that they are forced to make those decisions.", "That’s not all that’s costing them more. There are also seniors in my riding who have to pay for home care for their loved ones. They have to pay to ensure that their loved ones have the care they need, despite the fact that they spent their entire lives paying into a health care system that is supposed to look after them in their senior years. Where is the health care system when you need it? Why do they have to pay for health care in the province of Ontario?", "Take Stan for an example. Stan contacted my office recently because his wife has Alzheimer’s, and he hasn’t been able to get the care that he needs from a CCAC. When Stan turned to the CCAC for help in the care-giving duties his wife requires, he thought that they would be able to help him. Unfortunately for Stan, that wasn’t the case.", "Sure, the CCAC offered him some help, but it wasn’t close to enough. Stan is a senior himself, and he simply couldn’t handle the workload the CCAC was leaving him with. So what was Stan supposed to do? How is he supposed to take care of his lovely wife?", "Well, Stan decided that what he needed was additional home care, so he decided to pay for private home care—and there is one of the problems. How is it, in a province with so many means as Ontario, someone like Stan, who has given so much to this province, can’t get the care for his wife that she needs? Mr. Speaker, I believe it’s shameful.", "Is this bill, that is supposed to put patients first, going to help Stan or countless other Ontarians get the home care they need? Unfortunately, while it does have some decent provisions and while I will be supporting it in the end, I have serious doubts about this bill’s ability to actually address the problem.", "For example, one of the ways that we could have legislated better home care in the province of Ontario would be to legislate a minimum care standard. The Auditor General noted that when she said that. Mr. Speaker, this is important. This isn’t me saying it; it’s the Auditor General:", "“Furthermore, Ontario’s regulation is silent on the minimum amount of services that can be provided. As a result, there is no minimum service level requirement for personal support services that CCACs must provide to their clients—for instance, a specified minimum number of baths per week.” If you were putting patients first, shouldn’t we be sure that patients actually have access to the minimum standard of care and aren’t left to pay for the care themselves?", "Instead, there’s nothing in the bill to actually improve home care for people. Home care service will continue to be delivered by a private, for-profit provider. The bill will not eliminate home care wait-lists—now, think about this, because this is important. When I look out at some of my colleagues, we’re all getting up there in age. The bill will not eliminate home care wait-lists. It won’t reduce wait times or improve service quality, and consistently that’s the way it is across the province.", "What does this bill do? It will eliminate CCACs across the province of Ontario, which were started by the Conservatives, and transfer the majority of the services to the LHINs. Eliminating the CCACs is a good thing. They have been nothing but trouble. Just look at the CCAC in eastern Ontario, where, in 2015, the Auditor General reported on the salary of the CEO. Think about this: In the report, the Auditor General showed that the CEO in question was being paid nearly $315,000 per year, the highest salary of anyone in any CCAC in the province. That individual also gave themselves—think about this, hear this; I know everybody is talking over here on this side because it’s not as important—a 72% raise between 2009 and 2015. Who in this Legislature got a 72% raise? It was the biggest raise of anyone in any CCAC during that time.", "Now, obviously, someone has to be the highest-paid person. But should it have been this individual? Was that CCAC performing so much better than everywhere else that this was justified? Unfortunately, I can tell you that that was not the case. In fact, in this area, this CCAC was responsible for reports showing that they are currently facing longer-than-average wait times for ER, non-urgent MRIs, community care and other services.", "Further to that, these problems are particularly acute among First Nations youth who live in the area. Clearly, this is not a situation where an administrator should have been giving themselves a raise and making themselves the highest-paid person in any CCAC in the province.", "Are we really getting rid of every CCAC in the province of Ontario because of a few administrative staff who are overpaid? No, that isn’t why we’re doing it. We’re here today debating Bill 41 and eliminating CCACs in the province of Ontario for two simple reasons. Want to hear them, Mr. Speaker? The Liberals and the PCs. You see, the real problem in health care and in home care in Ontario is that the Conservatives and the Liberals have created a fragmented and privatized system where profits come before people. I’ll say that again: Profits come before people.", "Instead of focusing on the real issues faced by the people of Ontario every single day, the Liberals and the Conservatives have created a situation where the people of this province have to struggle to take care of their needs. The Conservatives started the mess when they set up the CCACs in the first place and started privatizing and contracting out home care services. Why did they do that? That’s what Conservatives do. They privatize everything from highways to health care.", "And let’s not forget that they were the first party to try to privatize Hydro One. Don’t be fooled. The Conservatives these days stand up and talk a good game, but it’s very clear that the Conservatives aren’t the answer to the problem in home care. They will keep privatizing home care services and putting profit before people.", "The NDP has a different vision for health care in the province of Ontario. Do you know what it is? I’m going to say it. Listen; this is what we feel. This is what we believe and I believe the majority of the people in the province of Ontario feel the same way. We’re the only party that supports a public home care system. We know that there’s a shifting demographic. Seniors in our province have an ever-growing need for home care. The only way to properly address this situation is with a public home care system that actually works for the people who need it.", "You see, home care, like any other aspect of our health care system, should be about helping people who need help. Health care should be about making sure that people who need help get it. Home care should be about making sure that people like Stan, who I talked about earlier, can get the care that their loved ones, like his wife, need. Home care should be about making sure that everyone who has paid their dues in our great province isn’t left on their own in old age.", "What home care shouldn’t be about is profit for private corporations. Corporations are solely focused on maximizing their profits at the expense of people. There is a simple truth: No matter how these corporations try to maximize their profits, it comes at the expense of real people. Maybe that means longer wait times for their clients, maybe that means lower wages for workers or maybe, as in the case right now in Ontario, it means that both things are happening while private corporations rake in profits at 11%.", "I’ve only got 13 seconds left. Eleven per cent of every health care dollar is going to a private corporation instead of to a front-line worker. Does that make sense to anybody when we have a public system that’s making sure our seniors are taken care of?" ],
  "anchor" : "para1148"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1171"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m very pleased this afternoon to rise to speak in support of Bill 41. I listened to the member from Niagara who’s very passionate in his comments about Bill 41. He expressed concern about the for-profit nature, but I think I heard very distinctly that the member from Niagara was expressing concern and frustration over how much management salaries at many of the CCACs have increased, the lack of accountability and the for-profit piece.", "I want to remind the member opposite that we heard from the Auditor General. We also heard from the Donner report. The minister himself did a review of the CCACs. It was very, very clear that we need to change the current system.", "As a former registered nurse and a nursing professor, I know we need this kind of legislation because we know that we need to do better. We need to put the patients—I call it not just patients but Ontarians first. That’s what it should be called, “Ontarians first.” Patients are actually Ontarians.", "The fact that we, as a government, are committed to coordinating it through the LHINs across the province to formalize the relationship because, right now, the local boards of health—the member from Scarborough–Rouge River will know what I’m talking about. We both used to sit on the Toronto board of health. They’re on their own, making the decisions, not communicating back to the LHINs, who are recognized as the planning body. You can’t go out in left field and not coordinate and communicate, right?", "I know the member from Scarborough–Rouge River criticized our government about the Scarborough Hospital. Let me remind the member from Scarborough–Rouge River of the fact that the Central East LHIN changed some of the procedures to another hospital. We have to remember patient safety. Where I stand as a former nurse is you build capacity and expertise to ensure patient safety, and that’s what we need to do." ],
  "anchor" : "para1172"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments? Which one? The member from Thornhill." ],
  "anchor" : "para1177"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Thank you very much, Mr. Speaker. We’re so anxious on this side of the House that we’re all getting up to speak.", "I just want to say that I just came back from touring the Kensington Eye Institute with our health critic and our leader. They’re very concerned because they’re doing as much fundraising as they can to pay their operating costs, and they don’t see the necessary funding coming from the government to approve new procedures, which should be the standard of care, things like cross linking, which—keratoconus, if treated early enough with new treatment such as cross linking—we can prevent very costly corneal transplants later down the road. It’s still not approved to be funded. Patients are still paying out of their pockets. Many keratoconic patients in the province are not having cross linking done, even though they could to prevent further problems, because they don’t have the thousands of dollars to pay for the treatment. It’s a one-time treatment usually, and this government is still on the fence about whether or not they’re going to fund this treatment.", "We’re hearing from patients who live on the border between Quebec and Ontario that they moved from Quebec to Ontario for better health care 20 years ago, even 15 years ago, and now they’re thinking of moving back because Quebec is funding treatments—" ],
  "anchor" : "para1178"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "Really?" ],
  "anchor" : "para1181"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "—yes—and raising their standard of care, whereas we seem to have stagnated for the last 10 years—not enough new treatments funded. Too much money is going to bureaucracy; not enough money is going to treatments.", "We need to rethink how we’re funding health care in this province if we really want to ensure that everybody has the timely and best care they deserve. They’re paying the taxes to pay for this. It’s not a gift. It’s not free. They deserve it and we, on this side of the House, want to ensure that that’s exactly what happens." ],
  "anchor" : "para1182"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1184"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "I’m honoured to speak to the member from Niagara Falls and his speech. I think it’s important that he pointed out the history and the values of health care in this province. It’s absolutely important to point out that, as New Democrats, we firmly, both on a principle level and as a value proposition for what’s better for the people of this province, believe firmly in a publicly funded health care system.", "The reality is—and the member points this out—that’s something that we can’t say with great certainty that the Conservatives or the Liberals truly believe in. Both parties have allowed for privatization and have encouraged privatization through various models. One area I want to touch on is the P3 model. For health care delivery, this is something the Liberal government has talked about and used numerous times.", "But we have clear evidence that points out that the P3 model is actually more costly, it wastes resources, and it is not the most effective way of delivering health care. In fact, according to the Auditor General, it’s one of the most expensive ways of delivering health care. But this is the decision of this government, to go down that route.", "The Conservatives have also shown in the past their proclivity for the privatization of health care services. That’s not something that’s going to benefit the people.", "Listen, at the end of the day, we have limited resources. We need to pool those together to make sure that we benefit the most people possible, so that we can benefit the people of this province. That’s the best way for us to move forward together as a society, to build a society where no one is left behind.", "That’s the New Democratic philosophy. Those are our values. We’re committed to fighting for that. We’re committed to standing up for the people of Ontario, and we’ll continue to do so." ],
  "anchor" : "para1185"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1191"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Niagara Falls. It’s always hard to follow up on his passion. Although I don’t agree, necessarily, with all the things that he had to say, I can appreciate his passion.", "I do want to say to the member from Thornhill that there are those pressures about what we fund and what we don’t fund. We try to do that based on an evidence-based model, and it is a real challenge. I can appreciate her remarks in a regard. It’s a challenge in my community, around a number of things. Those are things all about choices, balance and getting it right.", "I would like to say that I will put up Ontario’s health care system to Quebec’s any day. I am from Ottawa. Talk to any CEO of a hospital in Ottawa about the challenges that they face with Quebec patients coming to Ottawa. If you live by Hawkesbury, the hospital is doubling in Hawkesbury. I’m just saying that’s my experience. I wanted to share that with her.", "I do want to say, very quickly, I saw that the member from Lanark–Frontenac–Lennox and Addington wanted to step up. I know that he knows the importance of LHINs. I know this because he has a really important project in his riding that the LHIN set a priority on, and very clearly. I was hoping that I’d hear you speak and be supportive of the LHINs. I know that maybe secretly in your heart, you are, because there’s a lot of good work. Local decision-making is really important.", "I do want to let you know, Mr. Speaker, that on this side, we feel that this bill has been debated thoroughly, so we will not be putting up any more speakers.", "Thank you very much, Mr. Speaker." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Niagara Falls has two minutes." ],
  "anchor" : "para1198"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I want to say to my colleagues thank you very much for your comments. I really do appreciate it. Health care is one of the things where I probably have—and I appreciate the fact that you pick it up—my passion. I’ve been talking about health care in my riding for long over 30, 40 years.", "But I want to talk about—and you can agree to disagree. I like my good friend over here who said that he doesn’t always agree with me. Well, that’s why you’re a Liberal and I’m an NDPer. I understand that part.", "But around the health care, there is so much money in health care, and here’s what has happened. People can agree or disagree in this House, and that’s fair. You send so much money to the LHINs, and the LHINs take that pie—there’s only so much in the pie—and they run their organizations. They give it to all their CEOs, and that pie gets smaller. Then what happens is that it is then transferred to the CCACs, and they get so much of the pie. What do they do with it? They pay their staff and they give it to their CEOs and their shareholders. All that stuff goes on.", "It even gets better. Here you had the big apple pie. It’s cut up with the LHINs. It then gets cut up with the CCAC, and then what happens, Mr. Speaker, because I want to speak to you: That pie then gets divided up again to a private company that is supported by these two—and that’s why we disagree, because I don’t agree we should be privatizing our health care system—and neither did Tommy Douglas, by the way; I don’t know if anybody remembers him—and then that goes to CarePartners.", "So we had this apple pie. We took a few pieces out for the top of the house and then we took a few more pieces out for the CCAC. We take another few pieces out for CarePartners, a private company, and what’s left? What’s left for the people who are supposed to deliver the service for our moms, our dads and our grandparents? That’s the problem with health care." ],
  "anchor" : "para1199"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1205"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "It’s my pleasure to speak to Bill 41. I’m glad to see that the member from Ottawa South is here so that we can engage in some substantive debate today.", "Let’s start off with my view of Bill 41. This bill is attempting to remedy problems in our health care system, but what’s interesting about listening to this debate and the minister is that they’re attempting to remedy a problem in health care, but they’re not willing to vocalize or recognize what the problem is that they are trying to remedy. That’s quite unlike any other problem. Generally, when we’re advancing a solution, we also identify what the problem is, but the Liberal government is hesitant, very apprehensive, to recognize that there is a problem with health care.", "I want to say this: With my nine years as an MPP, I can stand up here in the House with confidence and say that there are elements of our health care system that are exceptionally good. There are elements that work perfectly. If you need emergency care service, if you need to go to the emergency room, you generally get top-shelf good service. If you have a family physician, your access to the family physician and health care are top-shelf. We have well-trained, professional, competent health care workers, whether they be nurses, whether they be physicians, whether they be technicians. It works well.", "However, there are elements that don’t work well. Does Bill 41 remedy the failings that don’t work well in the system? I think not, because when I look back and see what the failings are in our health care system, I see that most of them are centred around the administrative part, the bureaucratic area, of medical care.", "I’ll give you a few examples. In my riding, there is a hospital that has been waiting over 10 years to get a decision on renovations—over 10 years to get a decision.", "In Napanee, there was a promise for 25 years from various governments in Ontario to create and fund an acquired brain injury facility. We finally got it, but there were 25 years of promises, and then it also took four years of planning before we got the decision.", "Planning and decisions with medical care cause problems. That’s my experience. If you’re unfortunate and you get into a car accident and you have a trauma, you’ll get that done very quickly, you’ll get it fixed very quickly. But if you need to get something that is planned in our health care, then you’re in trouble.", "I’ll give you an example: I was speaking to a fellow this week. He has blockages and he needs to get stents put in. He can get that done—he lives up in my riding—if he comes to Toronto within two weeks. But for him to get it done in Ottawa, it’s going to be three months. Now one of the problems, of course—another part of the planning problems with our health care system—is if he comes to Toronto, gets it done within two weeks and restores his health, he has to continue to come back to Toronto for follow-up on that procedure. He can’t go to Ottawa for follow-up. We see this all the time, that bureaucratic layers of planning and decision-making cause problems.", "What does Bill 41 do? It adds to the planning and reporting and the bureaucratic layers of our health care. Will it fix anything? No. Does it give it an appearance that it may do something? Yes, it does give an appearance, but it doesn’t actually do anything.", "I’ll give you another example of planning in our health care system. I had a constituent who had a spinal implant. We know that the batteries for spinal implants only have a defined period of time. The battery died. To get that battery replaced was two years of planning by the LHIN—two years to get the battery replaced on a spinal implant. The LHIN’s solution was to go to Montreal; however, OHIP will not pay for a procedure in Quebec if we offer it here, so that was not a solution. Then the LHIN said, “Why don’t you go down to London and get it done in London? They can do it there quicker.” London said, “Listen, we’ve only planned for so many batteries this year. We can’t take somebody from Ottawa and use up one of our batteries in London for somebody in Ottawa.” So what was the LHIN’s solution? Suffer until we get this bureaucratic plan in order. That’s another example of what happens in our health care system.", "What is Bill 41 going to do to address that person who needed a battery for a spinal implant? Nothing. It might make it worse, because now under Bill 41, the government will have a greater decision-making role in who sees what physicians. Absolutely.", "I know the member from Ottawa South is shaking his head—maybe he’s got an itch or something—but that’s in Bill 41.", "The minister and the ministry will have a greater role and will now be able to apportion who sees who and who gets what. They’re also going to have a far greater role in what procedures a hospital may or may not provide. That decision, Speaker, I’m going to say to you, is best left to the hospital and the physicians in the hospital rather than to a bureaucracy down here in Toronto in the Ministry of Health or somebody in a LHIN.", "I’ll just go back to planning. I said that for people who have a physician, the system works very well. But let’s not forget the 1.3 million people in Ontario who don’t have a physician. And remember: Who determines how many physicians we have in this province? Well, the planners and the bureaucrats at the Ministry of Health. They’re the ones who fund how many residencies we’re going to have. They’re the ones who determine who gets to go where and what physicians we accept. They’ve done a muck-up job—a muck-up job: 1.3 million Ontarians don’t have a physician.", "Now, I’m going to ask you, Speaker: Is there a shortage of lawyers in the province? No. Is there a shortage of dentists in the province? No. Is there a shortage of electricians in the province? No. Why? Because the marketplace determines who goes where. It’s not some bureaucratic functionary who’s deciding how many lawyers there are going to be or how many dentists there are going to be or how many barbers there are going to be. But we let them decide how many physicians there are going to be, and 1.3 million Ontario people can’t get a physician because of their planning.", "Let’s stop the planning. Let’s get more into the emergency side and get things done over there." ],
  "anchor" : "para1206"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1223"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I thank the member from—" ],
  "anchor" : "para1224"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1225"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Lanark–Frontenac–Lennox and Addington. That’s a long riding. But he’s always a wonderful member to listen to when we debate legislation.", "I want to ask the question about giving LHINs more power. That’s what we’re doing. In 2005, the government restructured the provincial health care system to allow the LHINs in. Now we’re facing another restructuring: We’re removing CCACs, taking their CEOs and putting them under the purview of the LHINs. So we’re giving the LHINs more power. They’re now in charge of the CCAC home care piece.", "My question is, who is accountable? Who is the LHIN accountable to? Does anybody know? Nobody knows. Are they elected, Speaker? No. We have an appointed body that shields the government from accountability for health care—very, very concerning. So they’re unelected; they’re appointed; they’re not accountable to anyone. The review of the LHINs that was scheduled after they were in operation never got completed. There were some presentations, but it never finished. It never got to a conclusion. So here we have an unaccountable body. We haven’t had a full review of it, and now we’re giving them more responsibility.", "Home care is broken. We hear it every day in our constituency offices. People call about how the continuity of care isn’t there. They call about the lack of services, or that they had been getting those and they’ve been taken away. We need to really talk about this bill and make sure we get it right." ],
  "anchor" : "para1226"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1230"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Lanark–Frontenac–Lennox and Addington. I always appreciate how prepared he is—" ],
  "anchor" : "para1231"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "Yes, he’s a good guy." ],
  "anchor" : "para1232"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Yes, yes. I don’t agree with him a lot of the time, but I appreciate how prepared he is.", "I do want to say that transitions and individual challenges that people have in the health care system are best handled locally. I’ll just leave it at that. As a member, you have access and you may not always get to the resolution that you want, but you get people who are trying, at a local level, to resolve a problem using the capacities that they have.", "I do want to take issue with what you said with regard to primary care. What’s in this bill is a collaboration with primary care leaders to improve access to primary care and connections between primary care and things like home care and addiction services. That’s really critical in the bill.", "The other thing: You say that 1.3 million Ontarians don’t have a doctor. But 90% of people who want a doctor have a doctor. We still have a lot of work to do. I’ll give you the example of me: Between the ages of 30 and 48, I didn’t have a doctor, and I don’t think I’m an anomaly. I have one now.", "I just want to end—a doctor can hang up their shingle wherever they want to hang up that shingle. Now, if we’re going to plan a health care system, some of the challenges that you’re talking about are in the north. If we don’t find some bureaucrat—and I’m using your term; I don’t describe everybody like that—to say, “Here’s how we’re going to get people to go to Sudbury or to some remote community”—if we don’t do that planning, it will not happen. You do need an element of planning in your health care system, because if you don’t, then you’re going to end up with resources in the wrong spot." ],
  "anchor" : "para1233"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1238"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m very pleased to rise today and speak a little bit on Bill 41 and comment on some of the other members’ concerns that they’ve raised, and there are very many concerns. Patients are concerned and doctors are concerned, and I think it behooves us to sit down and think why.", "The member from Ottawa South just mentioned that we need more bureaucrats to somehow convince doctors to go up north. It’s very simple: You make it profitable for doctors to go up north, and doctors will go up north. We see that, and it happens. Unfortunately, what we see instead is the stick, not the carrot. We see punishment when doctors don’t do what the government wants them to do, and it doesn’t work out very well, because just south of us in many states and even across Canada, doctors are welcomed with open arms. They did not go and study medicine for 15 years to be treated shabbily. They want to be treated well. They don’t want to be told by a bureaucrat, who doesn’t really understand what’s best for their patients, to do things a certain way, which doctors know is not in the best interests of the patient’s long-term prognosis, and isn’t necessarily in the best interests of budgeting long-term.", "That’s the problem. We’re seeing a real movement away, with Bill 41, from what doctors want for their patients, what families want for their family members. We’re seeing a government that’s moving into more bureaucracy and less of what we call “patient focused.” Even though the bill is called the Patients First Act, it’s actually putting patients last when you talk to many of the health care professionals. They feel that it’s disregarding what’s in the best interests of patients, putting more money into bureaucracy and less money into front lines." ],
  "anchor" : "para1239"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1242"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It is my pleasure to add comment to the debate that was just put forward by the member from Lanark–Frontenac–Lennox and Addington. He spoke a lot about the health care system and the lack of resources in the health care system. He talked about the need to have workers in the health care system delivering the services, the shortage of doctors and other health care providers.", "Speaker, it’s like I fell down the rabbit hole and I met the Mad Hatter. The leader of the PC Party and his team—it’s like Alice in Wonderland. You could rename me Alice.", "This is a party that ran on eliminating 100,000 jobs. So I would ask the member from Lanark–Frontenac–Lennox and Addington, how many of that 100,000 would have been health care workers? How many of those would have been nurses? How many of those would have been people who would work in the home care system, providing care?", "He talked about bureaucrats and their dislike for bureaucrats, but I don’t think anybody in the chamber here would deny that—they may not like bureaucrats, but some of their best friends are CEOs. It’s interesting that they’re talking about one group of people who do similar services to CEOs, but the CEOs are golden; it’s okay that they make exorbitant amounts of money, and that because of their wages, their salaries, that’s money that is not being passed down to front-line health care and on to patients.", "They talk about supporting physicians. My gosh, they’ve been talking about binding arbitration. It really is like being in an alternate universe these days in the chamber, listening to the Conservatives. I really just wish they would pick a lane, figure out what they really stand for and be honest about it.", "Again, this bill doesn’t address the issues in the home care sector. It eliminates one group of people who are going to go to a LHIN, and that’s all it’s going to do." ],
  "anchor" : "para1243"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington has two minutes." ],
  "anchor" : "para1250"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "I want to thank the members from London–Fanshawe, Ottawa South, Thornhill and Windsor West for their comments. Even though the member from Ottawa South said the Liberals would not be speaking to this bill any further today, he got up and spoke after me. So I guess you can draw whatever conclusion you might want from the member from Ottawa South.", "Mr. Speaker, as I said in my 10 minutes, there are elements of the health care system that work exceptionally well. But I wanted to draw attention to those elements that don’t work well. I would suggest, for anybody who doesn’t believe me or the examples that I gave, call up Hector Macmillan, call up the family of baby Everley, call up the family of Laura Hillier, just to name a few. We could go on all day with names of people that members could call and see directly where the failings are in our health care system.", "Bill 41, in my reading of it, does not address those failings. I would like to see a bill in front of the House that would actually remedy the failings in our health care system. Am I expecting it to be perfect? No, Speaker, I’m not looking for perfect or perfection. But I am looking for improvement. And Bill 41, although it removes the CCACs, which have been problematic—I’ll leave off on this: There’s a great book that was written about the health care system by a Globe and Mail journalist named Jeffrey Simpson. The name of the book is Chronic Condition. I would really suggest that people read Chronic Condition. That might give them some insight into what needs to be fixed." ],
  "anchor" : "para1251"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate. The member from Oshawa." ],
  "anchor" : "para1254"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I’m pleased to have my opportunity today to speak to Bill 41, the Patients First Act. This is a bill that amends 20 pieces of existing legislation. There’s a lot happening with this bill, but unfortunately not so much accomplished that we would like to see.", "This bill’s primary objective is to eliminate the CCACs and move their employees, assets, contracts, mandate and functions into the LHINs. This act makes the LHINs responsible for home care contracting, long-term-care placement and the CCACs’ direct service provision. Beyond that integration, the government is expanding the LHINs’ mandate to include physician resource planning, the creation of sub-regions and a number of additional objectives, as I said, amending 20 pieces of existing legislation.", "This act will formally eliminate one layer of organization. But we have a number of questions about how home and community care outcomes are going to get better, how they’re going to improve, if they’ll improve; whether savings will actually be achieved; whether the LHINs will be able to expand quickly enough to actually fulfill their expansive new mandate, or if it’s just going to be an expensive new mandate.", "But, Speaker, I want to talk a bit about health care. Ontario is a great province. We should be able to provide excellent home care, but there are so many people who are waiting months for home care and aren’t getting time they would need with their home care workers. In fact, we’ve seen things getting worse. This government is continuing to cut hospitals, they’re laying off health care workers, failing to address overcrowding in hospitals and failing to fix a $3.2-billion hospital repair backlog.", "Bill 41 does nothing to fix the real problems across the health care system. While it will eliminate the CCACs, there’s nothing in the bill to actually improve home care for people. It’s not going to eliminate home care wait-lists, reduce wait times or improve service quality and consistency across the province. You know, Speaker, I know that you’ve heard this, but many home care workers are going to continue to be underpaid, undervalued, working sporadic hours, oftentimes reduced hours and trying to do their very best both to provide care and make a living. The Liberals are vastly expanding the mandates for the LHINs, but they haven’t ever completed the mandated five-year review of the LHINs. So we’re giving them more to do, but they haven’t done the review.", "A big part of the problem we have is that the Conservatives and the Liberals have created a fragmented and privatized system. We’ve talked about the importance of universal health care, and many people are under the impression that that’s what we have. But what we have now is a patchwork of private and public. It is a stressed system and it isn’t actually working for people.", "Home care, like health care, should be about people and not profits for private companies. The goal of health care should be to care about health. The more we privatize health care, the more we prioritize wealth instead of health, and that is fundamentally concerning.", "I can give you all sorts of stats and facts here, but I want to relate a couple of conversations and personal pieces.", "As I have had the opportunity to speak about before, my grandma is 95. My grandma, up until quite recently, had been living on her own in her own home. She has not always been co-operative in accepting services, but I, as a caregiver, really appreciate that there are professional individuals—her personal support workers, different resources—who come and go and help Grandma as much as she’ll let them. This allows her to stay in her home, which is where she has wanted to be.", "My grandma, unfortunately, and quite distressingly, had a terrible fall recently and, had it not been for one of her PSWs on a scheduled visit, would not have survived that fall. Her PSW, Sarah—I’d like to say thank you to Sarah—found my grandma, and she is now receiving the care that she needs—very, very wonderful care—from the nurses and doctors and her health care team right now as she is healing, and hopefully will make a full recovery.", "As a caregiver working with community services, I’m very glad that they exist, but I would like to see them have what they need to do the jobs that they so want to do. We’re seeing inconsistent services across the province. If you’re in Oshawa or you’re in Peterborough or you’re in Sudbury, or wherever you are, you should have access to consistent services, and we don’t see that.", "When we contract out care, we see pressure on those companies, and that they have obligations to meet with the CCACs as it stands now. I’ve heard from PSWs who are concerned because they work in so many various work environments. If they’re at a retirement home and there is an outbreak, they’re supposed to wait 48 hours to ensure, as they go into another work environment, that they’re not spreading germs. But oftentimes there’s such pressure that they’re just told to wear a mask. They have a fear of reprisals, that they’d be written up. There are safety concerns that come with stressing our system so much and making the almighty dollar be what drives health care.", "Oh, man, I have so many things I want to talk about, but I’m going to shift.", "I want to talk a little bit about the LHINs. Our health care system is quite a web, so you have to learn about our health care system in order to talk about it.", "The LHINs, or local health integration networks, are operating within a framework that the government has created and, really, it is quite a crisis. The government has created a crisis. We’re dead last for funding in the province, after 20 years of cuts. The Liberals have carried on the general policies of the Harris government, and they’ve continued the same policies of cutting hospital beds. We’re about 14,000 beds behind every other province. We’re way, way short. You know what? I’m part of the Central East LHIN and we’re at the bottom of the barrel. We are so stressed and strapped.", "LHINs need to be responsive to the unique needs of their communities. Why don’t we do that? Why don’t we see that? Why don’t we base our health care on actual community needs? If we’re going to put patients first, like we’re talking about today, then we would imagine that decisions should be based on community health needs.", "I want to talk a bit about mergers. We’ve seen mergers since the 1990s. Costs were enormous and they were never recouped through the savings. They were originally proposed to create administrative efficiencies. That didn’t happen. Executive salaries have increased faster than the rate of inflation. We’ve seen cuts to thousands of workers; the hospital workforce has shrunk. Executives are responsible for fewer beds than what preceded them, but the salaries are increasing. We haven’t seen improved quality or access to care.", "Where is the evaluation of the first round of mergers, as we have new mergers on the table now? Where is the independent assessment? The savings haven’t been seen. Smaller hospitals lost out but large ones aren’t the winners. They have fewer beds overall and they are literally busting at the seams.", "A quick, quick comment about the LHINs: They are government-appointed bodies for each region. They are political appointees of cabinet—and, by the way, they can be unappointed by cabinet, just as a fun fact. But now we have an expert panel that’s looking at restructuring. They were originally looking at Scarborough, but they asked or lobbied for an expanded mandate, and now they’re looking at east Durham.", "Hospitals have put in proposals to the government outlining their costs. With the splits and the mergers that would involve Scarborough, Ajax-Pickering, Lakeridge Port Perry and Bowmanville, according to the hospitals’ reports that they were required by the government to give, the projected costs would be $47.8 million. Wow. Where would that money come from?", "The Ministry of Health is refusing to pay the costs. Where are those costs going to be recouped? Where are they going to come from? Cuts to nurses, professionals, support staff—we’re talking almost $50 million; millions of patient hours, beds, staff, resources. Ajax, Port Perry and Bowmanville are going to be cut, and Oshawa is going to be bursting at the seams.", "We love our community hospitals across this room; around this room, we talk about our community hospitals. Communities have invested so much in their community hospitals. To imagine them being cut—what makes bigger better? We want better to be better.", "This process has been so fast. The bulk of the process was in the summer. The government doesn’t want communities rising up. We need to see strengthened health care. Patients should be first." ],
  "anchor" : "para1255"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1279"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "It seems like ancient history now, but in 1990 this province was besieged by an NDP government that basically broke the backs of many Ontarians in many different areas, including business but even health care. We’ve been reeling ever since that particular time, I might add, where businesses were refusing to invest in Ontario, especially under a Bob Rae government. But maybe I digress just for a moment.", "One of the things I will talk about, though, as we talk about health care, is that one of the problems that we have in my riding—and I used to get this. I’ve been getting it quite recently, but also over the last several years, usually around the end of December or early January. I get phone calls from orthopaedic surgeons who do knee replacements and hip replacements, and they’re saying, “We’re out of money, Rick. We don’t know what we can do.” They call my office and then we go to work and we eventually find some place where my constituents can go, perhaps to Sarnia, maybe Windsor. That’s all under the Erie St. Clair LHIN, or sometimes they have to go elsewhere.", "My point is that even within our own ridings—my understanding is that a constituent outside of our riding comes into our riding, the money from their LHIN is supposed to flow into our LHIN, and that way it doesn’t take away from opportunities for my constituents, as an example, to get knee and hip replacements.", "Unfortunately, where it used to be January when we’d get those calls, knowing that fiscal year-end is March 31, now here we are, even three months earlier than that, in September, and we’re getting those phone calls now. We’re getting phone calls asking to help us out, and that’s one of the frustrations we’re having.", "We won’t support this bill." ],
  "anchor" : "para1280"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1285"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "First of all, I want to thank the member from Oshawa for sharing her personal story. I want to touch—" ],
  "anchor" : "para1286"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "Indeed.", "I want to also wish her grandmother well. I know that that was a difficult time for the member.", "I also want to highlight what the member already talked about: how home care is often perceived as a separate element of the health care system. It’s seen as separate from the doctor visit, from going to the hospital, and really what we need to ensure is that home care should be a fundamental element of our public health care system. If we want to ensure that people are taken care of, we need to make sure that they’re taken care of not only in the hospital but when they leave the hospital to go back home. In fact, we know that in many circumstances, being at home is probably the best place for someone to recover, to become well again.", "In order to do that, they need support services. Given the realities of people working multiple jobs to make ends meet, it’s often very difficult for the primary caregiver or the support family member to provide that necessary support. That’s why we need a system that integrates home care as a fundamental element of our public health care system, so that people who are healing can receive support at home so they can get well. We need to ensure that we have the adequate funding and support for our personal support workers, who do phenomenal work in our community.", "I also want to acknowledge how the member gave credit to the personal support worker, Sarah, for her literally life-saving role. If it wasn’t for Sarah, God forbid what would have happened to the member’s grandmother.", "I think the story highlights the importance of home care, the importance of integrating that as a fundamental element of our health care system, and it really speaks to what we need to move towards." ],
  "anchor" : "para1288"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1294"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I must say that today is a new low in democracy in Ontario. Not only do we have Liberal members who share 10- and 20-minute debates, but now they won’t even get up and defend their own government bill for two lousy minutes. That’s what we’re left with here, Speaker.", "We are talking about a government bill. We had a very eloquent debate from a member of the NDP caucus. The NDP placed their arguments, they brought forward some excellent ideas, and the government isn’t even standing up to defend their own legislation? What an indictment of the value of the debate that we hold in this chamber, that the government will not actually react and respond to what the opposition is raising in a valid debate process. It’s shameful." ],
  "anchor" : "para1295"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments? Seeing none, the member from Oshawa has two minutes." ],
  "anchor" : "para1297"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I want to continue the thought that I had run out of time to share, and that is that the merger that is on the table, that is being shuffled through so quickly in backrooms, will affect 1.18 million people—eight Liberal ridings, one PC riding and my own.", "This is not a merger that’s based on a capacity plan. This is not based on patients first. We should be basing health care decisions—big, massive decisions like this—on population needs, on demographics. Are they growing populations? Are they aging populations? Let’s look at their transit plans. If we’re going to axe services at one and expect people to go to another location for those services—“Take the bus; it will only take you three hours. Oh, wait, there is no bus.” No one’s doing the math, no one’s doing the planning to ensure that our health care system actually works in the best interests of patients. They should be based on population needs, community needs and on evidence, not on empire building and not on backroom deals.", "I’ve mentioned my grandma, but my grandma has been navigating and living the health care system in a different way than I have. The patchwork system of health care and private services breaks the bank when it comes to the cost of her taxis and transit to even access her different appointments for tests and care. To travel from one to the next, she relies on taxis. She’s 95, and it may surprise you, Speaker, but she’s not still driving. So for her to navigate the system and keep up with it has been a real challenge.", "We have an opportunity in this Legislature to talk about putting patients first, and it’s disappointing that, once again, this government is putting their own interests first instead of the people of Ontario." ],
  "anchor" : "para1298"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para1302"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being 6 o’clock, this House stands adjourned until 9 o’clock tomorrow morning.", "The House adjourned at 1800." ],
  "anchor" : "para1304"
} ]