[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on November 29, 2016, on the motion for second reading of the following bill:", "Bill 59, An Act to enact a new Act with respect to home inspections and to amend various Acts with respect to financial services and consumer protection / Projet de loi 59, Loi édictant une nouvelle loi concernant les inspections immobilières et modifiant diverses lois concernant les services financiers et la protection du consommateur." ],
  "anchor" : "para205"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para211"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It’s always a pleasure to rise on behalf of my riding of London–Fanshawe and the good people of London, particularly on this bill.", "First of all, I would like to recognize that this bill put forward by the government is a decent one. It is a bill that may actually accomplish something positive for the hard-working people in our province. It’s not often that we on this side of the House can say that about a government bill, but it’s nice to acknowledge it when it actually does happen.", "For the most part, Bill 59, the Putting Consumers First Act, has some provisions that I believe will be welcomed generally by many folks. From a policy perspective, this bill seeks to create a new administrative authority for home inspectors that will enable regulation of and establish licensing for home inspectors.", "For years, we have been hearing about home inspection failures. Even Canada’s favourite contractor, Mike Holmes, created a dedicated TV show dealing with home inspection horror stories. Faced with years of little to no regulation, Mike was compelled to action, and Mike Holmes Inspections was launched. Here’s a quick message in Mike’s own words: “I started Mike Holmes Inspections because I wanted to see more highly skilled, trained inspectors working in the field. I wanted to improve the industry by providing a service that goes beyond the highest standards. But more importantly, I wanted to give homeowners the peace of mind that comes from knowing their home has been inspected using the best equipment, by skilled professionals who are committed to their work.” That’s a very powerful statement, and I think it draws attention to the fact that too many homebuyers are placing their trust in home inspections without a clear picture of the limitations inspectors are forced to work within.", "Veteran home inspectors tell a very different story about the challenges they face. Many people don’t know that home inspectors are forced to comply with regulations, in some instances, that don’t make sense. Inspectors are not allowed to cause damage, and therefore are not allowed to rip walls open, which allows for many serious and expensive problems to remain hidden. If inspectors are denied the ability to dig into the bones of a house, how can they accurately relay to homebuyers whether there are severe problems with the property?", "The lack of regulation for home inspectors has been a source of many a lark. This one resonated with me when I came across it: “If you have a flashlight, then you can be a home inspector in Ontario.” While this bill would create an independent body to license inspectors, we also need to ensure that inspectors are empowered in order to accomplish what is intended by the inspection. Otherwise, we are simply creating another governing body that gives the average homebuyer an inflated sense of comfort where none should exist.", "We are also seeing some redress against the increased trends in high-pressure door-to-door sales. For me, this problem is especially troubling because we know that the majority of people who are captured by these high-pressure tactics are vulnerable seniors. Taking advantage of a senior’s financial vulnerability is a form of elder abuse, and, like many abuses against seniors, they go largely unreported. The prevalence of scams targeting older adults is growing and evolving, and we must stop this abuse in its tracks. People go door-to-door and offer lower prices for home improvement work, often stating that the offer is good only at that moment. At the same time, it’s true for high-pressure sales of home water heaters that lock them into high-interest, long-term contracts, often with unnecessary and sub-par equipment.", "Now we are seeing the evolution of the hot-water-heater pitch to include more lucrative items than replacing water heaters. Now they’re pushing for people to replace their furnaces and air conditioners under a 10-year lease. While water heaters cost $25 a month to rent, a heating and home cooling system can be $150 to $175 a month plus HST. Moreover, people won’t own the equipment when the contract ends. They’ll have to pay a buy-out fee to take ownership or a removal fee to get rid of it in their house.", "The tactics employed by these folks are dangerous, Speaker. They ask to see your most recent bills to prove they are offering a better deal, but the real problem is, once the personal information is given to the sales agent, the agent has everything they need to enrol that customer in a contract, potentially unbeknownst to the customer. We have to be diligent for the sake of everyone, but also the seniors in our communities because we have heard too many horror stories of folks who have been taken advantage of and had liens put against their homes because they’ve entered into high-interest-rate contracts where they had no idea what they were signing.", "The last section of the bill sets forth some regulation of the payday loan industry. From an NDP perspective, this section has been a long time coming. We have been calling for greater regulation of the payday loan industry for years, and now it would seem that this government doesn’t have much of an appetite for truly regulating in this bill, confirmed in their intention to offload regulations to municipalities. The realities are that too many Ontarians are struggling to afford their day-to-day lives. They turn to these predatory industries because they can’t make ends meet. There is next to no short-term relief for these folks. Desperate times call for desperate measures.", "There has been an explosion of payday loan providers in our province, and class-action lawsuits have followed them. There have been hundreds of thousands of Ontarians who have paid skyrocketing, high interest rates and fees on their payday loans. There is a case right out of my hometown, where a London law firm led a class-action lawsuit against Cash Store Financial Services Inc. because those stores charged excessive fees and interest. The company had nine Cash Store and Instaloans outlets in London and one in Sarnia. The company offered a $10-million settlement, which also ensured that there was no admission of any wrongdoing on their part.", "The lawsuit alleged that the companies had ripped off customers by charging high fees on loans, then charging the maximum 21% interest on the total of the loan and fee, in contravention of cost-of-borrowing regulations imposed by Ontario in 2011. The company would also, for example, sell a customer a debit card and sell a bank-type account for $9, plus a $9 monthly service charge, plus a $2.50-per-transaction charge, and it charged fees for any loans against those accounts, plus interest on the fee-added loans.", "The lawsuit was launched in 2012 on behalf of a customer who borrowed $400 in nine days. He was charged $68.60 in fees and service charges, and paid $78.72 in interest for a total borrowing cost of $147.32, meaning that a $400 loan became a $547.32 debt a little more than a week later.", "The work that we should be doing here is creating conditions that prevent people from needing these services at all. Most users of these services are on fixed incomes and already struggling financially, and they are being forced into these incredibly high-paying rates and fees that make it even more difficult for them to gain a solid financial footing. We are perpetuating a cycle of poverty and debt, and we must take real action and impressive actions to address those underlying conditions that force people already struggling to make decisions that don’t help them in the long run.", "Again, I’m happy to see that the government is taking action, but I do believe that it’s time that we addressed the real problems we face in this province that speak to the lack of affordability, stagnant wages, the prevalence of part-time and under-waged earnings, skyrocketing hydro rates, and underfunding of key areas like transit, social assistance and health care. The people of Ontario are struggling, and it’s time we answered their call. This government can do better.", "One of the suggestions we’ve had—because they always ask us for input and solutions—was to stop the sale of Hydro One. Many people are finding themselves in dire financial straits because they can’t pay their hydro bills. Even businesses are coming forward and saying they have to leave Ontario because of the cost of hydro. They’re not able to expand their business. We had a question yesterday by the member from Essex, who talked about a greenhouse in his area that is doing just that. They’ve been in the area for 45 years, they want to expand their business, but the cost of hydro rates is making it impossible so they’re moving to Ohio.", "I ask this government to pay attention to what the people of Ontario are telling them. Stop the sale of Hydro One and make life more affordable for Ontarians so they don’t have to go to these payday loan places at exorbitant interest rates." ],
  "anchor" : "para212"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The Minister of Research, Innovation and Science—I want to get it right this time." ],
  "anchor" : "para230"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "You have it right, Mr. Speaker, and thank you very much. Good morning.", "It’s a great pleasure to stand in this House and to speak to Bill 59, which is the protecting consumers at home act. If this bill is passed, it’s going to give more protection to consumers—for example, in the area of home inspectors as well as other areas such as door-to-door sales and, also, strengthening consumer financial protection.", "Just on the question of home inspection: As we know, as of today, every person can claim that he or she is a home inspector. When you make a purchase, buying a home or selling a home, this is one of the major financial transactions a person may do in his or her life, and you need someone to come and give you advice on whether this property you’re purchasing or, in fact, selling, is okay. It gives you confidence. As it is now, everybody can claim to be a home inspector.", "Based on this bill, if it’s passed, those people who are claiming that they are home inspectors will have to be certified, will have to be well educated and will need to have certain qualifications and experience to be a member of the society, association or regulatory body that will basically issue a certificate for them so that the consumers will have confidence that the inspectors are experts in their fields.", "I fully support this bill and I request that all my colleagues in this House support the passing of this bill as well." ],
  "anchor" : "para231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para236"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "It’s always great to get up and speak on behalf of my residents in Stormont–Dundas–South Glengarry.", "The bill here closes off a lot of abuses in the system. It takes you back a little bit to times not so long ago when door-to-door sales were really an accepted practice. I remember in our area Neilie Austin, somebody that used to go around. For years, I thought that was actually his name, but it was actually Neilie Austin MacDonald, which I didn’t know until he was inducted into the Celtic hall of fame in Glengarry.", "But it just shows life as it used to be. People made livings going around selling door to door. People trusted them. It’s too bad that this government has to throw everything out with legislation. When I was going to university, there were a lot of college painters; they went around. Even last year we had some work done at home. In fact, a lot of their work was done door to door, going around and knocking on doors to see if anybody needed painting done in the house. A lot of these caused a lot of issues. The old “buyer beware” is no longer there.", "We’ve lost a lot of things that really built up our country. We have a situation here where we have the highest percentage of the population on minimum wage in this country, and a lot of it dictates that it puts people into drastic measures. They have to afford their hydro bills. You see part of this bill being the payday loans. People are turning to these services because they have no choice. This bill will drive them underground and possibly put many of the small ones, at least, out of business.", "We were hoping for better, but I guess this is what we get." ],
  "anchor" : "para237"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para242"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity. I want to thank my colleague from London–Fanshawe for her speech on this bill. I think she set out a lot of good points.", "I know it’s unusual for us to give any praise to the government at all. We don’t have a lot of confidence in them, but as Bill Clinton once said, even a broken clock tells the right time twice a day. I think the fact is that my colleague pointed out the need for regulation of home inspectors. She’s right. There is that saying: “A man or a woman with a flashlight, and you got your home inspector.” Setting up some standards so that homeowners are protected makes all kinds of sense. We absolutely need to have that.", "The other thing that I wanted to comment on, and she remarked on this, is the whole question of payday loans. We in the NDP have been asking for a while for regulation of payday loan companies. To tell you the truth, they’re going to need very, very rigorous legislation. What we have is a bill that gives municipalities some power to set out zoning, to set out where they can operate and where they can’t. It’s important to note that the legislation doesn’t put a cap on interest rates, and as it stands, these companies will be allowed to charge close to 400% interest on a loan that they give to people. That is an outrageous amount, and a damaging amount for anyone who’s on the wrong side of those loans.", "Again, as my colleague had to say, if in fact the government doesn’t take action to deal with those things that drive the need for payday loans, if they don’t take action to stop the sale of Hydro One, stop its privatization, then they’re going to contribute in an ongoing way to the difficulties that people have with their lives. People have enough difficulty covering their hydro bills now. A privatized Hydro One will be driven to make those rates as high as they can possibly make them." ],
  "anchor" : "para243"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para247"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today to speak in support of Bill 59, the Putting Consumers First Act. This is really about putting people and their safety first. I want you to know that this bill is really about committing to protect consumers at home and in the marketplace.", "The Putting Consumers First Act, 2016, will strengthen consumer protections by introducing new rules. These rules are really designed to ensure that people, when they are in vulnerable situations, are protected by the rules and the laws of this province. If passed, the Putting Consumers First Act will make it possible to ban unsolicited door-to-door sales, regulate the home inspection industry and strengthen consumer financial protections.", "Let’s just talk about door-to-door sales. These protections are important because consumers will have fewer undesired interruptions at home and would be far more likely to enter into contracts they had sufficient time to consider.", "Let me just talk about my own home. Right now, my father, who is in his eighties, is at home during the day. When someone knocks on the door, when someone is older and a little more vulnerable, they’re not sure who is there. There also can be—at the other end, the receiving end—pressure tactics, when it comes to people trying to get them to sign things. So this allows them a little bit of time to consider what the presentation is about and make sure that they make an informed decision.", "Home inspectors: This is about consumers being more confident about the decisions they make when it comes to purchasing a home. Our government is proposing to establish mandatory licensing. This is so important because it would assure consumers that they are hiring a qualified professional.", "Payday loans: This is setting standards to protect the vulnerable when they are really in need and making sure that they are being protected." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London–Fanshawe has two minutes." ],
  "anchor" : "para254"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I appreciate all of my colleagues in the House for their feedback on my debate time on Bill 59, the Putting Consumers First Act.", "One comment that was made is that this bill is here and the government can always do better. Yes, I think we all can use that as a measuring stick—that we can always do better. In the world we live in today—you set up legislation today, and you should be revisiting it because things change.", "One of the things I look forward to, in making things better, in strengthening legislation and becoming more effective, is when it goes to committee. We know that when it goes to committee, that’s when people come and tell their stories—agencies come in, and private companies that are operating these payday loans come in. That’s when we can hear true stories and then make amendments to try to make this legislation stronger and work for the people that it’s intended to work for.", "Speaker, home inspection is one of the main topics we’ve been debating a lot. People have highlighted that, and it’s really important. I’ve mentioned this before: As an insurance broker, when we had people purchase new homes, we had insurance inspections go out to make sure that the home was functioning properly for services like furnace, roof, plumbing and electricity. We understood at that point how important it is for the functionality of the home and to insure it for losses—risk management. I really believe the home inspector piece, with purchasing a home, as a homebuyer—to know that information would really give people peace of mind. So I’m glad to see that’s in there and that it’s a regulated profession so that people have confidence in that report coming back. I think in the past, if anyone did a home inspection, you weren’t really sure what the results were, and maybe people entered into buying a home and they really didn’t know what they were getting at the time. So I just want to say that that is one of the positive things in this bill.", "I look forward to when it goes to committee, to hearing back what the amendments are—even to strengthen this bill further, if it’s possible." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para261"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I am pleased to rise and to speak to Bill 59. As you have heard, this bill, the Putting Consumers First Act, 2016, will strengthen consumer protection by introducing new rules for home inspections, door-to-door sales and payday loans. These are three important areas for consumers. The aim is to build a fair, safe and informed marketplace for our province.", "I would like to speak a little bit about door-to-door sales, Mr. Speaker, because this is an issue that I often encounter in my constituency office and that my residents have been subject to. As you will know, there are currently laws in place that provide consumers with rights and protections in regard to door-to-door sales of home appliances such as water heaters, air conditioners, furnaces and water filtration. The current rules allow for a 10-day cooling off period, or 20 days in the case of water heaters. The consumers may cancel a contract within a year if there are any deceptive or misleading statements that are found to have been made by the salesperson, and consumers may also rescind a contract if it violates the Consumer Protection Act in any other way.", "We know that door-to-door sales is a long-standing consumer protection issue that especially affects seniors—especially the ones who are socially isolated, who may be less knowledgeable consumers or whose first language is not English. I see that happening many times in my riding of York South–Weston.", "We believe that the public interest is best served by protecting all Ontarians against these unscrupulous door-to-door marketers. We are taking additional steps to provide consumers with greater protection against aggressive, high-pressure, door-to-door sales tactics. What this bill would do, if passed, is ban the door-to-door sale of household appliances such as water heaters, air conditioners, furnaces and water filtration. So we continue to look at ways to build a much fairer, safer and informed marketplace for all Ontarians.", "I wanted also to touch on payday loans. This is another long-standing issue that I have been facing in the riding that I have the privilege to represent, York South–Weston. Currently, there are laws in place to help consumers, such as a set maximum cost of borrowing, the prohibition of rollover loans, and giving consumers two business days to cancel a payday loan. We know that Ontario, unfortunately, has a thriving payday loan marketplace. In 2014, consumers borrowed over $1.2 billion. However, many are repeat borrowers who pay extremely high interest costs due to long-standing and ever-increasing debt. The proposed legislation would, if passed, create better standards and regulations that lenders must follow in order to better protect vulnerable consumers. It will also better aid repeat late payday-loan borrowers and help them avoid debt traps and spirals.", "We’ve also heard, as a government, the concerns that many municipalities have expressed in regard to payday loans. There are worries that payday loan establishments are proliferating in areas with high concentrations of low-income individuals, who are more likely to need these quick and high-interest loans. City councillors throughout the province, including my local councillors, have called for municipalities to control the zoning of payday lenders, akin to what has been done with strip clubs. The proposed legislation, if passed, would amend both the Municipal Act and the City of Toronto Act to allow municipalities to require payday loan establishments to obtain a municipal business licence and to control the number of storefronts and their location. This would allow for more local decision-making in the availability and prevalence of payday loans in higher-risk areas. I think this would be a benefit for many of our residents, especially the most vulnerable ones.", "This bill has now seen more than 10 hours of debate, and many members of this Legislature have spoken to the bill. We have also heard, during second reading debate, the opposition and third party express their support for this important legislation. For example, the member from Hamilton East–Stoney Creek has said, “I commend the government ... for pushing this through, because this is long overdue, and I think it’s going to save a lot of anguish for a lot of people in our province.” The member from Bruce–Grey–Owen Sound said, “This is a good bill.” However, at this point, much of the debate is now repeating points already made by other members, so I believe it would be time that this bill be referred to committee, where we can hear from stakeholders and members of the public.", "As a result, Mr. Speaker, I move that this question be put now." ],
  "anchor" : "para262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister politely brought me into the conversation, but, with all due respect, the member, in his position, said—and I recall—that the whole process is overdue; I don’t think he said debate was overdue.", "Interjections." ],
  "anchor" : "para270"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "You can’t do that.", "Interjections." ],
  "anchor" : "para272"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member has moved that the question be put. Are we all in favour of the motion?", "Interjections." ],
  "anchor" : "para274"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thanks to the minister, with his zealous—I have decided that this has been enough time, debated 10 and a half hours, and I will now read this:", "Mrs. Albanese has moved that the question be now put—", "Interjections." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I am satisfied there has been sufficient debate. Is it the pleasure of the House that the motion carry? We heard a yes.", "Interjections." ],
  "anchor" : "para279"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me; there’s a bit of confusion here. Can I have the Clerk come here, please? A two-minute recess." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated. Okay, we’re going to do this again without interruption.", "Mrs. Albanese has moved that the question now be put. I am satisfied there has been sufficient debate to allow this question to be put to the House. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion, please say “aye.”", "Those opposed, say “nay.”", "I believe the ayes have it. This will now be a recorded vote. After question period, they’ll vote on it. It’s deferred.", "Resuming the debate adjourned on November 29, 2016, on the motion for second reading of the following bill:", "Bill 68, An Act to amend various Acts in relation to municipalities / Projet de loi 68, Loi modifiant diverses lois en ce qui concerne les municipalités." ],
  "anchor" : "para283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Prince Edward–Hastings." ],
  "anchor" : "para292"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thank you, Speaker. I seek unanimous consent to defer the one-hour leadoff of our critic." ],
  "anchor" : "para293"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Defer the lead? Are we all in favour? Agreed.", "Member?" ],
  "anchor" : "para294"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "This is an historic day here at Queen’s Park, and it’s a pleasure to stand in my place as the representative for Prince Edward–Hastings to speak on this day. Not only did we have the youngest member of the Legislature ever elected, from Niagara West–Glanbrook—he’ll be joining us before question period; sworn in at 8:15 this morning. Quite a thing for Sam Oosterhoff, and we are so proud to have him as a member of our caucus. I know we all celebrate history being made.", "It’s also a very important day here with our legislative staff. It’s the final day on the job for our Sergeant-at-Arms, Dennis Clark, after a long and distinguished career protecting the legislative precinct. We congratulate him on his long career and keeping the Legislature safe, as he has done.", "It is a pleasure to rise and speak to this bill, although we would have appreciated a little more heads-up from the government on this bill. This is Bill 68, the Modernizing Ontario’s Municipal Legislation Act.", "I would have loved to have the opportunity to speak to Bill 59, the consumer protection act, but once again, the government has decided they’re going to—as my friend from Renfrew–Nipissing–Pembroke often says—lower the guillotine and cut off debate for the elected members of the Legislature. I think that’s why we are seeing the types of protests that we’re currently seeing out on the front lawn of the Legislature. It’s because of the arrogance of this Liberal government, who think that they know better than the official opposition or the third party or the people of Ontario, and they’re proceeding with their plans no matter what anybody else says.", "If we listen carefully outside, you can actually hear the beating of the drums out there and a large protest, once again, gathering on the front lawn of the Legislature. Today it’s skilled tradespeople. They’re upset that the government is making changes to the way that work is done here in the province of Ontario. Previously, it has been health care workers. Of course, we’ve had an awful lot of protests on the front lawn when it comes to the disastrous energy policies that this government has put forward.", "It has been a fall of protests here at Queen’s Park, and it has been a fall of omnibus legislation. We have another piece of omnibus legislation before us here today—another piece of omnibus legislation. They brought in their fall economic statement, which was a piece of omnibus legislation. It had about 27 different acts. I’m starting to understand why they do it; I really am. These guys are making so many mistakes with their pieces of legislation that they now have to bring in new pieces of legislation—omnibus legislation—to make up for the mistakes that they’ve made. We’ve seen bills introduced in this Legislature to correct previous bills that have been passed because they’ve been rushed through the Legislature because they haven’t had the proper scrutiny from the members of the official opposition.", "Last night, we heard that the government was bringing forward Bill 68. I know that the government had their minister here doing his lead-off and I know that the parliamentary assistant, who’s just making his way up to his seat now, from Northumberland–Quinte West was up in the Legislature last night. I actually watched it at about 12:45 this morning when I was in my apartment watching the member bringing forward his thoughts on why this piece of legislation was important.", "Time and again, they bring forward the legislation and they ram it through the House without proper scrutiny. In this case, they didn’t even give the official opposition or the third party proper notice as to what was coming forward in the legislative schedule.", "We have a very, very capable critic in Mr. Hardeman from Oxford, our representative there, who has outstanding staff. They’ve been here and they probably know the way this place works better than most of the bureaucrats over in the ministry offices. They’ve prepared a very, very good piece of legislation, but you know what’s going to happen with this bill? The same thing that just happened with the bill that we were debating earlier this morning: The Liberals cut off debate; they don’t give the opposition parties the proper amount of time to bring forward the concerns of residents in their constituencies. They lower the guillotine and they end debate.", "If the Liberals don’t want to work, then why should we follow in their course of action? There are protesters out on the front lawn; I can hear them now. That’s why I’m moving adjournment of the debate on this bill." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Smith has moved the adjournment of the debate. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para306"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members, take your seats.", "Interjections." ],
  "anchor" : "para312"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. Mr. Smith has moved adjournment of the debate.", "All those in favour, please stand and remain standing.", "All those opposed, please stand and remain standing.", "Interjections." ],
  "anchor" : "para314"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para318"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 22; the nays are 39." ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The motion is lost." ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands recessed until 10:30 this morning." ],
  "anchor" : "para322"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that the Clerk has received from the Chief Electoral Officer and laid upon the table a certificate of the by-election in the electoral district of Niagara West–Glanbrook." ],
  "anchor" : "para325"
}, {
  "speaker" : "The Clerk",
  "text" : [ "I have a letter addressed to me bearing the date November 28, 2016, which reads as follows:", "“A writ of election dated the 19th day of October, 2016, was issued by the Honourable Lieutenant Governor of the province of Ontario, and was addressed to Robert Ciarlo, returning officer for the electoral district of Niagara West–Glanbrook, for the election of a member to represent the said electoral district of Niagara West–Glanbrook in the Legislative Assembly of this province in the room of Tim Hudak who, since his election as representative of the said electoral district of Niagara West–Glanbrook, has resigned his seat. This is to certify that, a poll having been granted and held in Niagara West–Glanbrook on the 17th day of November, 2016, Sam Oosterhoff has been returned as duly elected, as appears by the return of the said writ of election dated the 24th day of November, 2016, which is now lodged of record in my office....", "“Greg Essensa", "“Chief Electoral Officer.”" ],
  "anchor" : "para326"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, I have the honour to present to you and to the House Sam Oosterhoff, member-elect for the electoral district of Niagara West–Glanbrook, who has taken the oath and signed the roll and now claims the right to take his seat." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Let the honourable member take his seat." ],
  "anchor" : "para332"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "Mr. Speaker, I’d like to take this opportunity to introduce my parents and my family and those who came out, some from a decent distance away, to be here today. I’d like to introduce Carl and Monica Oosterhoff, Aaron Oosterhoff, Tim Oosterhoff, Micah Oosterhoff, and Jake and Nel Oosterhoff." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome. Thank you." ],
  "anchor" : "para335"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It’s my pleasure to welcome Blair Gallant from the sheet metal workers and Joe Ros from the plumbers and pipefitters. Welcome to Queen’s Park." ],
  "anchor" : "para336"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m delighted to welcome the parents of page captain Charlie Scholey here today. Welcome to Queen’s Park. We have mother, Nicole Mellow; father, Hugh Scholey; sister, Jane Scholey; and grandfather Owen Mellow. Thanks for being here." ],
  "anchor" : "para337"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’d like to welcome Allan Weatherall here today to Queen’s Park—a constituent of mine." ],
  "anchor" : "para338"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "One of the people here for the Automotive Industries Association this morning is from Windsor. Welcome to Queen’s Park, Danica Vukmirovich." ],
  "anchor" : "para339"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I too want to welcome people from the Automotive Industries Association, here for advancing women in automation and the automotive sector today: president Jean-François Champagne; Franie Daviault; Luciana Nechita; and other members. Welcome to Queen’s Park." ],
  "anchor" : "para340"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I’m honoured to introduce my friends from the Progressive Certified Trades Coalition with us this morning: Dan Lancia, Jeff Koller, Terry Moore and Kevin Vallier. Welcome to Queen’s Park." ],
  "anchor" : "para341"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Members of CUPE Local 4914, representing workers at Peel Children’s Aid Society, are here again. Welcome back to Queen’s Park." ],
  "anchor" : "para342"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I’m pleased to introduce today, from the Sault Ste. Marie Chamber of Commerce, Rory Ring, Dan Hollingsworth and Monica Dale, as well as Jennifer Rushton, who are over in the members’ east gallery." ],
  "anchor" : "para343"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I would like to introduce Kevin Post and Bob Parkin with the Ontario Association of Landscape Architects. Kevin, welcome also to Bruce–Grey–Owen Sound. He’s a new resident of our great riding." ],
  "anchor" : "para344"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "OUSA week continues at Queen’s Park, and I’d like to welcome Blake Oliver from McMaster, Justin Monaco-Barnes from McMaster, Kraymr Grenke from Laurentian, Jason Maeda from Laurentian, Eddy Avila from Western, Sarah Wiley from Waterloo, Armin Escher from OUSA, Amanda Kohler from OUSA and Marc Gurrisi from OUSA. Welcome, all." ],
  "anchor" : "para345"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "I have three guests from the Whitby Sunrise Rotary Club: Janet Thorstenson, Evie Thorstenson and Chi Yun En." ],
  "anchor" : "para346"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to welcome all the skilled trade workers here today—all 4,000 of them. We couldn’t fit them all in the House today, but I’d like to welcome them all to Queen’s Park." ],
  "anchor" : "para347"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It’s great to see, in the members’ gallery, the great CEO from the Greater Sudbury Chamber of Commerce, Deb Nicholson. Welcome to Queen’s Park." ],
  "anchor" : "para348"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d like to welcome members of the northern Ontario chambers of commerce. I know team Huron–Bruce really enjoyed the opportunity to meet with them." ],
  "anchor" : "para349"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I’m not sure if they have found their way in here just yet, but, from Thunder Bay, two old friends of mine: Glen Drewes from IBEW and Terry Webb from plumbers and fitters Local 628." ],
  "anchor" : "para350"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "In the members’ east gallery, I’d like to welcome the parents of page Charlie Scholey: dad, Hugh Scholey; mother, Nicole Mellow; sister, Jane; and granddad Owen Mellow. Charlie’s mother, Nikki, was a nanny for our four kids a long, long time ago and lived just down the road, as did his dad, Hugh." ],
  "anchor" : "para351"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to welcome Chris Hoog, father of page Emma Hoog, who is here with us today. Welcome." ],
  "anchor" : "para352"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It is my pleasure to welcome, from Fort St. John, British Columbia, my brother Robert and sister-in-law Annette." ],
  "anchor" : "para353"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It gives me great pleasure to introduce members from the chambers of commerce in Sault Ste. Marie, Sudbury, Timmins, Thunder Bay and North Bay with whom I had the pleasure of meeting yesterday: Rory Ring, Dan Hollingsworth, Tracy Nutt, Jennifer Rushton, Monica Dale and Debbi Nicholson. Welcome." ],
  "anchor" : "para354"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to introduce and welcome Leah Brockie, the academic affairs commissioner of the Queen’s University Alma Mater Society; Patrick Foster, president of Brock University Students’ Union; and Zachary Rose, the OUSA executive director. Welcome to Queen’s Park." ],
  "anchor" : "para355"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m delighted to welcome to Queen’s Park, from Waterloo region, Sarah Wiley. She is with the University of Waterloo Federation of Students. Welcome." ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I do have an introduction. In the Speaker’s gallery today is the best half of a great duo: Mrs. Connie Clark, wife of Dennis Clark, our Sergeant-at-Arms." ],
  "anchor" : "para358"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I would like to recognize in the gallery Ishmael Van Der Rassel from the Ontario Métis." ],
  "anchor" : "para359"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I’d like to welcome all the trades and crafts here today, my brothers and sisters in the trades." ],
  "anchor" : "para360"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just before question period, I hope all members will forgive my indulgence and take just a moment, on behalf of all of us—and, I dare say, not just the members but all staff—to say a few words and thank our Sergeant-at-Arms, Dennis Clark, who is retiring from this place effective tomorrow. He is about to see his last question period.", "Interjections." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Cut the Speaker a little slack, will you? Dennis has been our Sergeant-at-Arms for almost 20 years. In that time, he has become known to all of us as an utterly dependable and professional servant of the Legislature, constantly vigilant towards the safety and the orderly proceedings of the chamber. I can’t imagine how many cellphones he has had to confiscate over the years.", "After 29 years with the RCMP, Dennis began a new career here at the Legislative Assembly, with a mandate to establish a new, independent, in-house security service which hadn’t existed before. Today, the Legislative Security Service is among the most respected parliamentary security operations in the British Commonwealth.", "As you know, I know and all of us know Dennis, with his team—because he never takes credit—are routinely consulted by jurisdictions for their advice and recommendations around the world. A lot of us have also benefited from that advice, and I know that Dennis has visited many of our constituency offices to provide recommendations to improve our safety and that of the staff in those locations.", "This institution has benefited significantly from Dennis’s service. I might have an even deeper appreciation than most because Dennis and I work together and, as Speaker, I am privileged to have a closer look and a more direct connection with the Sergeant-at-Arms. I can tell you that all of his contributions as part of the senior management team here have always been profound, and I have personally appreciated his wise advice and steady character throughout my time as Speaker.", "Dennis, the Legislative Assembly and the people of Ontario owe you a great debt of gratitude for your outstanding service. I know I speak for all members and staff of this place when I commend you for your stellar career full of outstanding achievements. You can be justifiably proud, and you should be. We wish you all the best in your retirement, with you and your family. Congratulations, and thank you." ],
  "anchor" : "para364"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just in case any of my colleagues get any ideas, somebody else will be wearing the sword tomorrow." ],
  "anchor" : "para370"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Simcoe–Grey on a point of order." ],
  "anchor" : "para372"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent to observe a moment of silence to honour and recognize Canadian Forces pilot Captain Thomas McQueen of Hamilton. Captain McQueen tragically lost his life when his CF-18 crashed near Cold Lake, Alberta." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we have unanimous consent to pay tribute? Do we agree? Agreed.", "Please all rise to provide a moment of silence in honour of Captain McQueen." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker",
  "text" : [ "God rest his soul. Thank you.", "Therefore, it is now time for question period." ],
  "anchor" : "para377"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for Minister of Agriculture, Food and Rural Affairs. This week we learned that Mucci Farms from Kingsville were planning to build another greenhouse. But because of Liberal energy policies, they’re going to set up in Ohio. The owner of the greenhouse said, “If we had competitive electricity rates, we would be doubling our production here” in Ontario.", "Mucci Farms won’t be the last company to choose places outside of Ontario because of electricity rates. This must stop. These are jobs we want in Ontario. My question to the Minister of Agriculture is: When will you ensure that these reckless Liberal energy policies are going to stop driving greenhouses out of Ontario?" ],
  "anchor" : "para381"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "First of all, I want to welcome the new member from Niagara West–Glanbrook to the Ontario Legislature. It is an extraordinary accomplishment to get elected at 19 years old. We look forward to the new member making a contribution to the debate here at Queen’s Park. Welcome, sir. Good to see you.", "I want to thank the Leader of the Opposition for asking me a question on agriculture. I think it’s the first opportunity since he has been here to ask a question about agriculture. So let’s set the context for agriculture in the province of Ontario, a sector that contributes $36 billion to Ontario’s GDP, represents—", "Interjection." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member from Glengarry–Prescott–Russell will come to order. If he holds it up again, I will have it confiscated and ask him to apologize.", "Interjection." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I wasn’t born yesterday.", "Minister, you have one wrap-up sentence." ],
  "anchor" : "para388"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "A sector that contributes 790,000 jobs to the province of Ontario, and last year—" ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Minister of Agriculture: first question about agriculture? Maybe the minister was asleep when we asked question after question on neonics. But then again, the minister has a very short-term memory.", "Now, back to my question, which he avoided answering: We had Leamington’s NatureFresh Farms expanding—a huge expansion—in Ohio, despite wanting to locate in Ontario. Now we have Mucci Farms setting up, again, in Ohio, despite being an Ontario family and an Ontario business that wants to invest in Ontario. Both are ignoring Ontario and choosing to locate elsewhere because of reckless Liberal energy policies.", "For 13 years, you’ve led us to this point. You’re driving businesses out of Ontario. Rather than Liberal talking points and spin, what are you going to do to keep these agriculture jobs in Ontario?", "Interjections." ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjection." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Without the editorial, please." ],
  "anchor" : "para399"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank the Leader of the Opposition—", "Interjections." ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke and the member from Leeds–Grenville, come to order.", "Finish, please." ],
  "anchor" : "para402"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank the Leader of the Opposition for his second question on agriculture that he’s posed here. Let me tell you, it’s a bit rich for this side to ask a question about agriculture. When they were in office, they closed 52 offices around the province of Ontario. That’s the reality.", "Let’s talk about some facts here. In 2015, the farm cash receipts in the province of Ontario were $15 billion—a record in the province of Ontario. We’ve created 42,000 new jobs in the province of Ontario. This is a sector that’s growing with the support of this government each and every day of the—" ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s starting to elevate. I’ll repeat yesterday if needed. I’m trying to give you an opportunity to control yourselves.", "Final supplementary?" ],
  "anchor" : "para409"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, back to the Minister of Agriculture—and in fairness to the Minister of Agriculture, he is the best Minister of Agriculture that Ohio has ever seen. His work in supporting ag jobs in Ohio is impeccable. But I’m concerned about Ontario.", "You know, you look at the government’s promise of natural gas expansion, and there’s no action here. You’re preventing investment in the greenhouse industry. It has cost investments.", "Let me read a quote from Stuart McFadden, Chatham-Kent’s deputy director of economic development. He estimates that 300 acres of greenhouses were not built in his municipality over the past few years because there wasn’t adequate natural gas infrastructure in place. They lost $300 million worth of investment because of this government’s dithering.", "You talked about natural gas expansion. You’re already hurting the greenhouse industry because of electricity. When will you honour your word and actually make sure that that expansion happens?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, I want to thank the Leader of the Opposition for his third question on agriculture today. Let me tell you—" ],
  "anchor" : "para415"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "He’s got to ask you three questions to get one answer." ],
  "anchor" : "para416"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Leeds–Grenville, second time.", "Finish, please." ],
  "anchor" : "para417"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Let me tell you, he’s the best spokesman that New York, Pennsylvania, Michigan, Louisiana and California have ever had. We, on this side, are promoting Ontario each and every day through very aggressive trade missions, whether it’s to China or India. There’s an increased demand right around the world for products, and agricultural products, that are produced right here in Ontario.", "In 2015 alone: 42,000 new jobs in this sector. Whether it’s the greenhouse sector, whether it’s primary agriculture or whether it’s processing—it’s a good time to be in agriculture in the province of Ontario." ],
  "anchor" : "para419"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, since there’s no point in asking questions to the Minister of Agriculture because he won’t answer them, I’ll try the Minister of Finance.", "Tolls are making life harder in Ontario and more expensive for the people of Ontario. It won’t make life any easier; that’s for sure. According to the city of Toronto’s own study, just over 13% of drivers who will use the DVP and the Gardiner will be diverted to other areas. The city has said that some of the drivers may take public transit, but the majority will find another route on a surrounding road. David Pritchard, the chair of the Mimico-by-the-Lake Business Improvement Area, said, “It doesn’t take much traffic to really” completely “block the streets.”", "We’re going to see more traffic and more congestion in the city of Toronto that we can’t afford. So, Mr. Speaker, again to the Minister of Finance: Can he back up to the House why he thinks tolls are the right thing for Toronto?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I appreciate the member from—what was Garfield’s riding again?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Simcoe North." ],
  "anchor" : "para426"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Simcoe North; that’s right.", "Mr. Speaker, the previous leader of the Progressive Conservative Party has been putting forward some solutions—with their knowledge and, I presume, support—in order for the city—", "Interjections." ],
  "anchor" : "para427"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "—and as the member opposite knows, the city of Toronto has yet to determine what it is they’re going to do. I’m sure that the Progressive Conservative Party is dealing with their former leader to determine how best to proceed. We, on this side of the House, will look at what those solutions will be when, and if ever, they are proposed." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Minister of Finance, or the member for gas plants, if I recall—", "Interjections." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I will inject myself in this only insomuch as you give, you get, except to say this: There is an understanding here that we refer to people by their ridings and only their ridings or their title—nothing else. That includes questions from the members on the government side with regard to aggrandizing the ministers. I’m going to ask everyone to bring it down a notch and just get this thing done the way it should be done.", "Please." ],
  "anchor" : "para434"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "A toonie may not sound like a lot to the minister, but according to a study, Fare Driving, which was published on driving.ca, they expect the tolls on the DVP and Gardiner could be as high as $12. Knowing the government’s past and their history of having prices skyrocket, I’m very concerned that this is going to make Toronto and the 905 unaffordable for commuters.", "Interjections." ],
  "anchor" : "para436"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "I know this is a sensitive spot for the Liberal benches because they can’t defend these Liberal tolls.", "So once again, my question to the Minister of Finance is: How does he justify tolling the DVP and the Gardiner?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I appreciate the member opposite reminding everyone that I fought hard for my community and I always did, right from the very get-go, right through to the end. I’m proud of that. They followed suit and they failed. We delivered on this side of the House.", "Furthermore, he’s talking about toll roads—toll roads which he forgot that he actually sold because somehow he didn’t remember, like he didn’t remember that he supported a health curriculum, then didn’t support the health curriculum, then did so, then did not. He has no idea as to what’s going on because they sold the 407. That’s $1 billion annually that we lose on this side of the House, and that costs every Ontarian in this province.", "Interjections." ],
  "anchor" : "para440"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Final supplementary?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Minister of Finance: The DVP and the Gardiner are necessities for commuters. They don’t have a choice. They need to go to work. They are far too important for this government to use as a cash grab on hard-working commuters. This is an attack on commuters. It’s not just the mayor of Mississauga who has expressed reservations. We’re hearing reservations across the 905 and in the city of Toronto.", "Once again, for the third time, my question for the Minister of Finance is: Why is he giving the city of Toronto permission to toll the DVP and the Gardiner when commuters can’t afford it?", "Interjection." ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Etobicoke–Lakeshore, come to order." ],
  "anchor" : "para448"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para449"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I appreciate the third question from the leader on this particular topic. I think we covered this ground yesterday here in the Legislature. Myself, the Minister of Finance and everyone on this side has said that, of course, if the city of Toronto has a formal plan with council approval, the government will review that plan very carefully.", "But we also covered off a couple of other important topics yesterday in this same realm. Number one would be that our government has the most ambitious transit and transportation expansion plan in Ontario’s history. We are making unprecedented investments in transit and transportation infrastructure in Toronto, in the GTHA and right across the province of Ontario. We’re going to continue to do that.", "We also covered off the fact that we have yet to see a plan of any kind from that leader or that caucus with respect to how they would continue to build up transit and transportation here in the province of Ontario. The Minister of Finance referenced the fact that on this particular topic, it was that leader’s party that sold the 407 in 1998 for 100 years.", "We’re moving in the right—" ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Acting Premier. Yesterday I asked the Acting Premier about people whose hydro had been cut off and about small businesses that were forced to relocate to the US and often, in some circumstances, shut down entirely. Every time I asked these questions, the Minister of Energy stood up and said, “Everything is fine. The government is working, and the government is doing a great job.”", "Could the government explain how the Premier, on one side, says that she has made a mistake, that there’s a mistake, that there’s a problem here, but the Minister of Energy thinks that there isn’t a problem?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para460"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m always very pleased to stand up and talk about the great programs that we have in place to help small businesses with some of their energy costs. We recognize the importance of small businesses.", "Yesterday, we met with many of the chambers from northern Ontario to talk about the importance of the NEER program, Mr. Speaker. That’s helping many of our industries throughout the north.", "We also recognize that some of those industries in southern Ontario need support as well. That’s why we brought forward the 8%. That 8% reduction is actually helping many of those small businesses.", "Also, last week, in Hamilton, I worked with Dofasco, creating 81 jobs. They’re reducing their energy usage and saving themselves over $100,000.", "That is fantastic work that we’re seeing on this side of the House, that’s going right across the province.", "There are many programs in place that help, but we know we’ve got more work to do, and that’s what we’re doing. We continue to work to find ways to help businesses right across the province." ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, the cost of hydro is making people feel like they can’t build a life for themselves, and they can’t see how the next generation is going to have a future. When they see local companies forced to relocate to the States, when they see local companies shut down, they see jobs leaving and they don’t see how the next generation will have jobs here in this province.", "Instead of providing help, instead of actually doing something concrete, the minister just keeps on responding by saying, “Everything is fine. There’s no problem here.”", "There is a problem. People are struggling. Businesses are suffering. We need to do something about it. And the sale of Hydro One is only making the situation worse.", "Will the government commit today to finally ending any further sale of Hydro One?" ],
  "anchor" : "para468"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When we’re talking about the next generation—the next generation will be proud that they actually can go outside and breathe clean air. We’ve eliminated coal, Mr. Speaker. We’re meeting our GHG reductions. Seven million cars have been taken off the roads because of our closing of coal plants. That’s actually seen air pollution deaths and hospitalizations drop by 23% and 41% respectively. That’s doing a lot for the next generation.", "But we know there’s more work to do. That’s why we brought forward the 8% reduction with the HST, permanently reducing that off of the hydro bills.", "When it comes to small businesses, the ICI program is going to help over 1,000 new businesses across the province lower their electricity rates, lower their GHGs—because do you know why, Mr. Speaker? We recognize that reducing GHGs, creating jobs and lowering rates is something that this government will do for the next generation." ],
  "anchor" : "para472"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, the Premier promised that she would be different. She made people believe that she would be different. And what happened is, she’s letting down families just the same way. In fact, she’s letting them down even worse. She’s not only letting down families; she’s also letting down small businesses in this province that want to hire. They want to grow and they want to innovate, but they can’t even stay open, let alone try to do these innovative things.", "Nobody voted for this. Nobody voted for 60,000 people to be cut off from Hydro One. No one voted for this government to sell off Hydro One in the first place.", "When the Premier finally told Liberals that she had made a mistake, does that mean that she understands that selling off Hydro One is a mistake and that she’s going to commit to not selling off any further stock of that sale?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When it comes to the broadening of Hydro One, Mr. Speaker, we know that it was a tough decision. That’s why we do the heavy lifting on this side—because we know that the investments that we’re making in infrastructure are creating jobs and building Ontario up.", "The sale of Hydro One, as everyone in this House knows, has no direct link with the increase in rates. We know that the OEB just made a decision two weeks ago that didn’t see an increase in rates.", "When it comes to Hydro One and the broadening of the sale and the investments that we’re making, I can talk about what happens right in my own riding of Sudbury. Maley Drive: a $26-million investment by this government to expand Maley Drive in Sudbury.", "We’ve got many other things happening throughout the northeast, many other great infrastructure projects that are happening right across our great province, and that’s with the great investments being done by the Minister of Transportation and the Minister of Infrastructure.", "We recognize that there’s a lot of work to do on this, and we’re building Ontario up and creating—" ],
  "anchor" : "para479"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para484"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, my question is to the Deputy Premier. The Minister of the Environment and Climate Change promised to clean up the English-Wabigoon river system to the satisfaction of the chief and the health of the people. But the Premier won’t start the work because she claims the science isn’t in. Scientists say, “The fear is needless,” and that “we think, and other scientists think, these” cleanup methods “are benign and won’t cause any damage to the ecosystem.”", "Speaker, my question to the Acting Premier: Will you listen to the science and start the cleanup of the English-Wabigoon river system?" ],
  "anchor" : "para486"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para488"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I had a private conversation the other day with the member opposite to explain in some detail what’s going on. Let me just reiterate: Dr. Rudd was funded by the Ministry of the Environment, through the First Nation, to undertake the study—the study, Mr. Speaker, that I have in my hand. The study asks for about $600,000 worth of very specific work, outlined in chapter 7, which is being done right now.", "The agreement, which has now concluded and we expect to have it signed by the chief any day now—that hasn’t held the money up from signing—is to present these options and the risks of the different types of interventions that Dr. Rudd asked for. That will be finished by June. It will be presented to the community, and the community will make the choices of which interventions they want to do." ],
  "anchor" : "para489"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, I’m glad that that matter was raised. I’ll go back to the Deputy Premier. Dr. John Rudd, whose research and recommendations are what this government has to go on, says the cleanup can safely get under way today. But the money, $300,000 this government says it has invested in fieldwork, hasn’t arrived.", "My question: Will the acting Premier tell this House on the record how much of that $300,000 has actually been released?" ],
  "anchor" : "para492"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "This partnership, under the agreement of a political accord between First Nations and the government, requires that we cannot spend or act in a First Nation without the consent and agreement. We have had three meetings now with the political committee that Minister Zimmer and I sit on with the chief. The agreement is now finalized. It is literally awaiting one signature. The First Nations negotiated in good faith. We think that the agreement is solid.", "I have asked for an immediate meeting with Dr. Rudd because, in his report, he advised caution and specific measures to be taken. If he is now of the view that this can move ahead more quickly, we will not hesitate to advance the agenda. The only reason we haven’t advanced the agenda more quickly is because we have to finalize the agreement with the First Nation. Money has already been flowing to cover their bills, and we’ve been taking Dr. Rudd’s advice." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para496"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, notwithstanding that, I thought we would actually get the number. However, I’ll go on to my next question.", "Deputy Premier, as you well know, enough is enough. When will this Liberal government start the cleanup of the Grassy Narrows area so that the fish are safe to eat?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "If the member opposite would like the number, we have received $20,000 in bills from the First Nation, which have been paid in full. I have not received a single bill or cost yet from any of the research teams, which are actually out there working right now. If we did, we would advance the money. As of this last couple of days, I think we now have—we’re just waiting for one signature—all of that money will flow. The $300,000 that we are spending directly is already flowing, so the vast majority of the money is either in play or being spent.", "What has to happen? What actions should we do? Should we do extraction? Should we do covering? Which of these should we do? I will say again, if Dr. Rudd’s advice—who we have great respect for and I can read through the nine measures that he’s recommended, and the work plans that he wrote that we’re actually following on a daily basis. If he wants to revise his advice, we will accept that advice." ],
  "anchor" : "para499"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "Mr. Speaker, I want to thank the people of Niagara West–Glanbrook for giving me the privilege to represent them. It’s an honour to stand in this House.", "My question is for the Minister of Health. The hard-working people of my riding have fought for the West Lincoln Memorial Hospital in Grimsby for years. In fact, the community fund raised $13.6 million to put towards the project. Sadly, in 2012, this Liberal government cancelled the project that they promised in 2011.", "It’s been four years since the West Lincoln Memorial Hospital project was shelved. Will the Minister of Health commit to the people of Niagara West–Glanbrook and give the West Lincoln Memorial Hospital the funding it deserves?", "Interjections." ],
  "anchor" : "para502"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para507"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Again, without the editorials, please.", "Minister of Health and Long-Term Care." ],
  "anchor" : "para509"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m honoured to be the recipient of the first question from the member from Niagara West–Glanbrook. I welcome him to the Legislature and appreciate this question.", "It’s important to mention that all of the candidates in the recent by-election specifically referenced the importance of building health care, including supporting and furthering the infrastructure and the delivery of health services through the West Lincoln hospital. They made it a priority during the campaign, as did the member opposite.", "It is a critically important health service that provides services to individuals in that community. That’s why we’ve increased their funding this year. That’s why, in fact, as recently as last week, I announced 140 million additional dollars that go to operating expenses for hospitals. Included in that list is the West Lincoln hospital, through Hamilton Health Sciences, because, of course, Hamilton Health Sciences is responsible for the management and administration of that hospital. They do have some very real infrastructure needs at that hospital, as well, and I know that my ministry is working closely with Hamilton Health Sciences and the West Lincoln hospital." ],
  "anchor" : "para511"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para514"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "Back to the minister: The people in the riding I represent held fundraisers for over a decade to help raise funds for the hospital redevelopment, but this Liberal government made a promise to the people of my riding in 2011, and then turned their backs on them in 2012.", "It’s time for the Liberals to honour their commitment, it’s time to stop playing politics with people’s health and it’s time to get this project the funding it deserves. Mr. Speaker, when will the minister announce the promised funding for West Lincoln Memorial Hospital?", "Interjections." ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Be seated, please. Thank you." ],
  "anchor" : "para518"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Ask Jim Bradley." ],
  "anchor" : "para519"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "The Conservatives closed 28 hospitals." ],
  "anchor" : "para520"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now we’re getting evidence of why I ask you not to say anything when I’m standing.", "Minister." ],
  "anchor" : "para521"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I believe that the member will agree that, because the West Lincoln hospital is part of Hamilton Health Sciences, we’re working closely with them and the leadership at West Lincoln. Hamilton Health Sciences is putting together a proposal where they are prioritizing their infrastructure investments, which, of course, include the West Lincoln site.", "But it’s important to reference that we’ve increased the funding for Hamilton Health Sciences, including West Lincoln, by $10 million just this year. We gave nearly $5 million specifically to West Lincoln earlier this year for infrastructure and other upgrades.", "We are working hard, and we’ve made and will be making unprecedented investments: $12 billion over the next decade for infrastructure. I look forward to working with the member from Niagara West–Glanbrook as we look at the Hamilton Health Sciences proposal for infrastructure going into the future." ],
  "anchor" : "para523"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Acting Premier. Buried deep within the government’s fall economic bill are changes that will put the health and safety of tens of thousands of workers across Ontario at risk. These changes completely ignore recommendations from the 2010 Expert Panel Report on Occupational Health and Safety. In an email, the government says this will remove “the burdensome processes like routine inspections.” This is why there are 3,000 people on the front lawn of Queen’s Park.", "We’ve heard from hundreds more concerned workers and labour groups over the last week, appalled at these changes, shocked that no consultation took place with those who have the most to lose. Will the government do the right thing and ensure that the tens of thousands of workers across our province are protected while they’re at work and remove these schedules from this finance bill?" ],
  "anchor" : "para527"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para529"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very, very important question. The health and safety and protection of all Ontario workers is a top priority, and it’s a focus at the Ministry of Labour. I’ll tell you that what the member is talking about is the accreditation process, Speaker. The objective of an accreditation, or an employer’s recognition process, is to enhance the delivery of health and safety services in order to enhance health and safety within the workplace.", "If this proposed legislation is passed, what we have in accreditation is the potential to benefit Ontarians and all those who work in the province. It’s going to empower business to improve their own internal health and safety. What it does, it’s proven to improve health and safety within companies. It saves lives. It prevents injuries.", "We, on this side of the House, support this. I can’t for the life of me imagine why the NDP would not." ],
  "anchor" : "para530"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para533"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Mr. Speaker, what this government has done is that they have forgotten that you cannot build Ontario up without the work of skilled trade workers in the province of Ontario.", "This isn’t speculation. It was in a note from senior government staff, the same day that the bill was introduced, that these changes will reduce “the burden of unnecessary processes like routine inspections.”", "The research and the evidence-based data is clear that workplace health and safety is better with more, not less, enforcement. In fact, the non-governmental Institute for Work and Health reports that “employers do take steps to prevent work-related injuries for employees when there are direct consequences to them.”", "Will the government do the right thing, make workplace safety a priority and reverse its decision to start privatizing workplace health and safety in Ontario?", "Interjections." ],
  "anchor" : "para534"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para539"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you again to the member for the supplementary. It is a very, very important issue.", "What this will allow the MOL—the Ministry of Labour—to do is to focus resources on the places where we need to focus on, the places where the injuries are taking place, the places where the fatalities are taking place.", "I know the member talked about research. She might want to do her homework. Three Canadian jurisdictions have accreditation processes in place. You’ve got Alberta. You’ve got British Columbia. You’ve got Nova Scotia. Clearly, when those programs were put in place, health and safety improved, incidents went down, increased hazard reporting took place, reduced rates of lost-time injuries, improved health and safety environments. These are all things that we want for the health and safety of workers in this province.", "Instead of making cheap political points, she might want to put the health and safety of workers in the province of Ontario first.", "Interjections." ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Interjections." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock. Order.", "Interjections." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo will come to order. The Minister of Agriculture will come to order.", "New question." ],
  "anchor" : "para550"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "My question is for the Minister of Children and Youth Services. Children and youth who come into contact with the youth justice system have unique needs. We strongly believe in the importance of rehabilitative programs in a safe environment that help our youth successfully transition back into their communities.", "One such facility that aids this process is the Roy McMurtry Youth Centre, a 192-bed facility located in Brampton. We recently announced that the Ontario government is repurposing this centre. Minister, why is the Roy McMurtry facility being repurposed?" ],
  "anchor" : "para553"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to thank the member for Brampton West for this important question. I know the Minister of Community Safety and Correctional Services will want to weigh in on the second part of the question.", "Here in Ontario, between 2003 and 2015, we saw the youth crime rate drop by 46%. I think that’s great news for everyone here in the Legislature today. It means that our youth strategy here in the province of Ontario is working.", "Our strategy focuses on prevention and diversion programs. We’re moving young people away from formal court proceedings into diversion and alternative programs.", "A diversion program can include job skills training, mental health treatment, family counselling, and education and tutorial services. As a result, we have seen an 81% drop in youth custody admissions here in the province of Ontario since 2003.", "Mr. Speaker, the repurposing of this facility is good news for Ontario." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para561"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "My next question is for the Minister of Community Safety and Correctional Services. That youth justice admissions have declined over 80% since we came into power is a testament to the successful rehabilitation and reintegration programs our government has put in place. In turn, it frees up space within our adult correctional system, where I know the minister is working very hard to address capacity challenges and provide supports for individuals with mental illness.", "I understand that we have hired 36 dedicated mental health nurses in facilities across the province since 2013 and are partnering with CAMH and others to provide specialized mental health training for correctional officers. Can the Minister of Community Safety and Correctional Services please expand on what the Roy McMurtry means for correctional transformation and for our efforts on behalf of those with mental illness?" ],
  "anchor" : "para562"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para564"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I want to thank the member from Brampton West for asking about this important issue. I also want to commend the Minister of Children and Youth Services for his leadership on this issue and working with our ministry, across ministries, to develop what will be a welcomed addition and a centre that is much needed in the province of Ontario.", "This 192-bed adult female detention centre is part of the conversion for the Roy McMurtry Youth Centre, which will also include a much-needed 32-bed mental health unit for female inmates that will be opening in 2018. It will in fact be the first dedicated female mental health unit in the province of Ontario.", "The additional 192 beds is the latest step as part of our transformation of our correctional system and investments that we’re making, adding to nearly 380 new beds that we’ve created with facilities in Windsor and Toronto, as well as the 112-bed Regional Intermittent Centre in London. This is part of our investment strategy and modernization of corrections in Ontario." ],
  "anchor" : "para565"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "My question is to the Deputy Premier. There are thousands of skilled trades men and women who have travelled from across this province and lost a day of wages to be here to protest against Bill 70, schedule 17, which threatens their livelihoods and their careers.", "These skilled tradesmen feel that this government has betrayed them and has stabbed them in the back with schedule 17. It will take the decision-making and determination of scope of work and recognition of their trades out of the hands of the college and put it into the hands of the OLRB.", "Speaker, will this government take schedule 17, pull it out and throw it in the trash where it belongs?", "Interjections." ],
  "anchor" : "para569"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para573"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Labour." ],
  "anchor" : "para575"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, I appreciate the question coming from the member, as he stands up for unionized skilled trades in the province of Ontario. Certainly, I want to thank him. It’s something that we weren’t expecting today. But I do want to acknowledge, Speaker, the men and women that join us on the front lawn of Queen’s Park today to express an opinion.", "What we’re doing at the College of Trades is, we’re implementing procedures that have come out of the Dean report. We’re implementing procedures that have come out of Chris Bentley taking a look at the College of Trades.", "The College of Trades is an organization that brings all the skilled trades in the province of Ontario together. There are some tough negotiations going on as this college seeks to establish itself and promote the skilled trades in the province of Ontario.", "What we saw today, Speaker, was part of a healthy discussion that we’re having with skilled trades around the province. That’s going to continue. We’re going to reach a resolution on this; I’m convinced." ],
  "anchor" : "para576"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para580"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Again to the minister: A healthy discussion requires two parties. You weren’t out there, and nobody else in the Liberal Party was out there.", "This government is in a rush to ram legislation through, and it has been their stock and trade all the time. It is disrespectful of the people of Ontario. It’s disrespectful to the thousands of people who are on the front lawn of Queen’s Park today.", "It’s both incredulous and absurd that this minister would place a determination of scope of work and trade recognition into the hands of the OLRB. It’s wholly unsuited and it is prejudicial to our skilled trades. Once again to the minister: Will you stand with our skilled trades, out there with them, and take schedule 17, pull it out, throw it in the garbage and stand up for skilled trades?", "Interjections." ],
  "anchor" : "para581"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para585"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock. You won’t know when I’m going to strike, so why don’t you stop?", "Minister of Labour?" ],
  "anchor" : "para587"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you very much again for the question. Let me be clear: If there’s any individual member in this House that has stood in the way of the College of Trades since its inception, it would be that member. They’ve opposed the College of Trades every step of the way. While skilled trades in this province, while the men and women were seeking the same determination in their jobs that professions have, that doctors have, that lawyers have, that nurses have, this member did not want the skilled trades to have a say in their own future. He felt somehow they couldn’t do it.", "What they’re asking us to do today—and I won’t do it. What we want to do is enshrine risk of harm as a key recommendation for college enforcement. That is going to keep people safe. That is going to respect scopes of practice.", "There are a lot of questions on the College of Trades, and certainly there should be questions. But coming from that member, it just doesn’t ring true.", "Interjections." ],
  "anchor" : "para589"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para593"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I wonder how many tradesmen they’ve got over there? None." ],
  "anchor" : "para594"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Walk-by heckling is not allowed.", "New question." ],
  "anchor" : "para595"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Acting Premier. This government has been consulting with stakeholders in the beverage alcohol industry for three years. For three years, they’ve heard from Ontario’s craft distilleries. They have heard that this small but growing industry needs a competitive environment in Ontario and they need a graduated rate of taxation based on the litres produced rather than the bottle, not unlike what Ontario’s craft brewers have.", "The Premier’s right-hand minister, Ed Clark, has been having conversations, engaging in dialogue and discussing. Bill 70’s changes to spirits taxation will destroy a small, growing, local farm-to-glass industry.", "Can the Premier explain why her advisers and her government ignored what craft distillers have been telling them?" ],
  "anchor" : "para598"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para601"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I appreciate the question, recognizing, of course, how important the distillers are, as well as our wine industry, our cider industry, our beer industry—all of which are providing jobs and creating more opportunities for the province of Ontario.", "As the member opposite noted, they have an existing system today, which we’re trying to—", "Interjection." ],
  "anchor" : "para602"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville, second time." ],
  "anchor" : "para605"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "—which we’re trying to improve. In fact, their current share is around 39% per bottle. As we implement the changes that are being proposed, they’ll be getting a greater percentage—" ],
  "anchor" : "para606"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "You stabbed them in the back." ],
  "anchor" : "para607"
}, {
  "speaker" : "The Speaker",
  "text" : [ "In case you didn’t hear it, you have a second time. Now that’s a third time, which means it’s a warning.", "Minister?" ],
  "anchor" : "para608"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We are improving the suppliers’ margins here, from 39% to 45%. We’re making it better. We recognize that there’s something more that they would like to do, and we’re having those discussions as well." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para612"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "The government can claim that they’re helping out the craft distillers, but this is what the craft distillers themselves are saying: Charles Benoît of the Toronto Distillery Co. said that his distillery will be closing on January 31 if Bill 70 passes. Other Ontario craft distillers are looking to sell their products internationally instead of right here at home because it doesn’t make sense financially. This government should be doing everything it can to support small distillers, to support new manufacturers and to support growing sectors of our economy. Can the Acting Premier explain why, instead of helping Ontario’s craft distillers, her government has decided to make it almost impossible for them to succeed?" ],
  "anchor" : "para613"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The industry has grown 10 times since 2011 as a result of the measures we put forward. The distillers were well aware of what costs were involved when they commenced. We are now improving their margins to make it more effective for them. We’re having ongoing discussions. We’re providing promotional distribution, Mr. Speaker, enabling them to have access throughout all of the stores, going forward. We’re providing 1,250 litres of spirits as promotional distribution. And we’re expanding their sales opportunities.", "We’re working with the distillers. We recognize their importance to our province. We’re improving their margins. And we’re working towards doing even more. The distillers know that for a fact; all the industry knows, as the changes being brought forward. It’s the greatest amount of change we’ve made since Prohibition. We are now providing beverage alcohol—cider, beer and wine—in grocery stores, and that is a complement to the entire industry." ],
  "anchor" : "para614"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "My question is for today’s ever-popular Minister of Labour. When I look around—" ],
  "anchor" : "para617"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I’ve already spoken to that, and it will not happen again. To the minister, please." ],
  "anchor" : "para619"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I am proud to see so many women representing and working hard for their communities in Ontario. Women are present in all industries and sectors across the province. However, despite our participation throughout the workforce, we know that barriers remain—barriers that prevent full participation by women in the workforce. Most notably, women continue to earn less, on average, than men.", "I know that both the Minister of Labour and the minister responsible for women’s issues have been working hard to break down barriers that women face. As a government, we believe in the critical role women play in Ontario’s economy and support fair workplace policies and equal opportunities for everyone. Can the minister please inform the House how our government is currently working to close the gender wage gap?" ],
  "anchor" : "para620"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very, very important question and for her continued support and involvement that she has taken in this very important issue.", "Last week was the 30th anniversary of the introduction of Ontario’s Pay Equity Act, and what I did on that day was I announced the new working group that’s going to deal with the gender wage gap. It’s something that the steering committee recommended we do to make practical decisions to move forward on this issue, speaker. None of the three political parties over the past 30 years have made the progress we should have made on this issue.", "The working group has got 14 organizations and two community members; they’re going to represent business, labour, human resources and advocacy groups. This group will be diverse. It’s going to have a very wide-reaching network. It’s going to provide us with practical advice and feedback on how we should be very, very specifically addressing the issue of the gender wage gap." ],
  "anchor" : "para622"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para625"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I want to thank the minister for his answer. My supplementary is for the minister responsible for women’s issues.", "I know that in addition to the gender wage gap working group, our government is taking steps to empower women. Women play an important role in contributing to a healthy economy, and it is essential that we ensure that there are economic opportunities for women and all Ontarians. I know that earlier this year our government announced that Ontario will be setting and implementing targets for women on public and private sector boards. Removing barriers to the advancement of women ensures that more Ontarians have equal access to economic opportunities.", "I have spoken to several members of our faculty and management at Queen’s University, in my riding of Kingston and the Islands, about this issue, and I look forward to meeting with the OUSA members today to discuss that.", "Mr. Speaker, through you to the minister, what else is our government doing in this area?" ],
  "anchor" : "para626"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The minister responsible for women’s issues." ],
  "anchor" : "para630"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Again, I want to thank the member from Kingston and the Islands for her efforts on this very important work to close the wage gap for women in Ontario. We have many initiatives under way, which include creating 100,000 new licensed child care spaces and, as the member mentioned, ensuring that at least 40% of all appointments to provincial boards and agencies by 2019 are women, and making workplaces, campuses and communities safer through our sexual violence and harassment action plan.", "In addition to this, we continue to support programs that help low-income women gain new skills and opportunities. Since 2003, for example, more than 2,500 women have participated in training through our Women in Skilled Trades and Information Technology Training Program. Our micro-lending program for women in Ontario helps low-income women build and grow their businesses. Employment training for abused and at-risk women provides women with specialized—" ],
  "anchor" : "para631"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para633"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is to the Minister of Health. Since we last engaged on the Ottawa Hospital 48 hours ago, a lot has changed. The Ottawa Hospital board last night unanimously rejected the Tunney’s Pasture location for the rebuild of the Civic hospital and I was pleased to learn that each and every member of the Ottawa Liberal caucus also endorsed, as I have, the preferred experimental farm site as well. Today the NCC will formally provide their recommendation to the federal heritage minister, with the new information.", "I’m hoping that the Minister of Health will share our position with local health care professionals and elected officials on our preferred location for the new Ottawa Hospital to the federal government today." ],
  "anchor" : "para635"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question as a follow-up from the one asked earlier.", "It’s vitally important that any decision with regard to the provision of health care, particularly when it comes to the siting of a new hospital that we’re committed to, be a community-led process, that there be wide and thorough consultation with the community, and that the community board, as represented by the Ottawa Hospital board, plays, as it does, a leadership role in determining the future siting of the hospital. I’m gratified that not simply the member opposite but the five members of the Liberal caucus who represent the Ottawa region and Ottawa itself are intimately engaged and advocating on behalf of the new construction of the Civic hospital.", "There was a recommendation provided by the National Capital Commission last week. We understand that it is now up to the federal government, in consultation, to look at that recommendation." ],
  "anchor" : "para637"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para640"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Thank you very much, Minister. I appreciate your response, and I do appreciate that all members from Ottawa support the preferred site of the experimental farm. The community-led processes have, time and time again, proven that the best place to rebuild the Civic hospital is at the experimental farm.", "It is not a community-led process when it is the National Capital Commission; it’s unelected, it’s unaccountable, and the only three members actually from Ottawa actually did not support the NCC’s recommendations.", "We’re asking for your leadership. It has been a long process, and everyone from former mayors and the former CEO of the Ottawa Hospital to our current elected MPPs and the Ottawa Hospital board have spoken with one voice: Tunney’s Pasture is not an appropriate location for the Civic hospital. As the funder of the hospital rebuild, will the minister commit to not only funding the new Civic hospital but speaking to the minister of heritage federally to ask that the reconsideration of the land go back to the original location?" ],
  "anchor" : "para641"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m confident that with the process in place, the decision taken by the community board of the Ottawa Hospital, the support provided to that board by my five caucus colleagues who represent, along with the member opposite, Ottawa and the Ottawa region, the process that we have in front of us, including the role of the federal government and the minister of heritage—I understand that the board has a very positive and collaborative relationship with the federal government and in particular the minister and her ministry with regard to this process.", "I’m confident that they’ve established a community-led, community-driven process, driven by the leadership of the Ottawa Hospital board, a community board. I’m confident the right decision will be taken, ultimately." ],
  "anchor" : "para644"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour le ministre de la Santé. Tomorrow is World AIDS Day. I want to thank the people living with HIV and Ontario AIDS service organizations for their response to the epidemic. We have made real progress, but there is still more to do. Every single year, 800 Ontarians get diagnosed with HIV/AIDS. That’s far too many. We must do better.", "For nearly two years now, we’ve been waiting for the minister to sign off on the new plan to reduce HIV infection in Ontario and provide better care for people at risk of infection. Today we are still waiting. Why is the minister taking so long to release Ontario’s new HIV strategy?" ],
  "anchor" : "para647"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We should be proud of the success that we’ve seen over the past several decades in Ontario in terms of reducing the negative impact of HIV infection; the outcomes that we’re seeing, both in terms of the prevalence—the new cases that we’re seeing, which continue to drop in the province—but also with the therapies available, which are turning what was a scourge across the world several decades ago to what is being seen more and more as a chronic disease.", "As we have been developing a strategy for the next 10 years, I think the member can appreciate that it’s important that we have widespread, significant consultation, particularly with those front-line individuals: those individual Ontarians who are living with HIV and those advocates and front-line workers who are supporting them. That’s the consultation that has been under way. We’re very close to releasing our strategy." ],
  "anchor" : "para650"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para652"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Two years to sign off on a new HIV/AIDS strategy is a very long time. AIDS service organizations—like Richard Rainville from ACCESS in Sudbury—are doing incredible work on the front line, but every year that the minister waits, 800 more people’s health and lives are in danger.", "The new strategy is done. It is supported. It needs to be released. After two years of waiting, the minister needs to sign off. Will the minister mark World AIDS Day tomorrow by finally, at long last, releasing Ontario’s new HIV strategy that we’ve all been waiting for?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "That would be a great way to mark World AIDS Day tomorrow; I agree with the member opposite.", "It’s important that the public not think or believe that we have been standing still. We have been investing significantly in continuing to provide supports to prevent, to treat, to support those living with HIV and AIDS, and primarily doing that through funding these same organizations that are at the front line, the advocates that the member opposite is speaking to.", "We’ve spent, I believe, an appropriate amount of time, while we continue to engage and continue to invest and continue to make demonstrable progress. We’ve taken an appropriate amount of time to make sure that we get this strategy right—a strategy that in fact reflects the hard work of those front-line workers and the advice and expertise of those who are living with HIV. We’re going to be releasing that strategy very, very soon." ],
  "anchor" : "para655"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Ma question est pour la ministre des Services gouvernementaux et des Services aux consommateurs.", "Premièrement, je suis très heureuse et très fière de représenter les gens d’Ottawa–Vanier, dont une des préoccupations était la prolifération des établissements de prêts sur salaire. Plus tôt ce mois-ci, la ministre a annoncé des nouvelles règles pour protéger les consommateurs dans les transactions en matières financières. Les consommateurs vulnérables peuvent souvent s’endetter dans le cadre de ces établissements et cela pose un danger considérable pour leur famille.", "Monsieur le Président, est-ce que la ministre peut nous indiquer quels sont les plans de notre gouvernement pour protéger les Ontariens et Ontariennes des prêteurs sur salaire abusifs?" ],
  "anchor" : "para659"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Tout d’abord, permettez-moi de souhaiter la bienvenue à la nouvelle députée d’Ottawa–Vanier avec nous.", "Je suis ravie d’avoir une alliée francophone, et je sais qu’elle fera un excellent travail pour les électeurs de sa circonscription. Nous avons non seulement une nouvelle députée exceptionnelle, mais aussi, j’ajoute, hautement qualifiée, qui s’ajoute à notre gouvernement. Je remercie la députée pour l’excellente question, et je suis consciente que c’est un enjeu important dans sa circonscription.", "Monsieur le Président, les consommateurs devraient avoir accès à un marché équitable pour des services financiers qui ne leur créent pas un fardeau déraisonnable. Ce projet de loi, s’il est adopté, renforcera les protections financières des consommateurs. Nous croyons fermement à un marché sûr, équitable et informé pour tous les Ontariens et les Ontariennes." ],
  "anchor" : "para662"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Merci. Supplementary?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Mr. Speaker, I’d like to thank the minister for her continued work on this issue. It’s very important work for my constituents. I am pleased that our government is taking concrete actions on payday loans, which are something that I hear a lot about in Ottawa–Vanier. I’ve heard the concerns of several members, on both sides of the House, about how payday loans can be a problem and require immediate attention. We know that payday loans are a last resort for many Ontarians, and we need to make sure that the risk of borrowing is reduced.", "Can the minister update us and provide further details of her plan to strengthen consumer financial protections?" ],
  "anchor" : "para666"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Again, a big thank-you to the member from Ottawa–Vanier for the supplementary.", "If the proposed legislation is passed, a rule-making authority will be able to set out standards that lenders must take into account when determining a borrower’s ability to repay. It will restrict high-frequency borrowing, provide repeat payday loan borrowers with an extended payment plan option, and improve enforcement powers to address unlicensed lenders.", "I know that people sometimes need to borrow money to pay their bills; people that have bills to pay may have to. We need to maintain accessibility to these short-term loans while helping ensure that at-risk Ontarians do not fall into debt traps. Should Bill 59 be passed, Ontario would become a national leader in taking action to better protect consumers from the risk of payday loans." ],
  "anchor" : "para668"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "To the Minister of Health: While this government tries to convince Ontarians we’ve turned the corner on ER wait times, a recent initiative from Grand River Hospital paints a different picture. Residents in K-W are being asked to foot the bill themselves to reduce ER wait times since patients are waiting longer than they should. In a letter to neighbours, the hospital foundation indicates that we do not have enough ER doctors to serve our growing community. But it’s not too late. While the government’s funding has failed to meet ER demands, the letter explains that, “Your gift of $30, $50 or whatever you can ... will help us bring more emergency physicians to Grand River Hospital.”", "Can the minister explain why Kitchener-Waterloo residents are being hit up with fundraising letters to support ER needs that her government has failed to provide?" ],
  "anchor" : "para672"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question. What I can tell the member opposite is that, since 2008, when we first introduced our ER strategy to reduce wait times in ERs—we began by actually publishing and making transparent and available to the public what those wait times were, which is something that the party opposite, the official opposition, never did. What we’ve seen since 2008 is an improvement in the wait times and a decrease in the amount of time that Ontarians have to wait in their ERs.", "There’s a recent report that I referenced earlier from the Fraser Institute that showed that, in recent years, despite an increasing population, increased visits to our ERs and an aging population with more complex conditions—despite all of that, we are continuing to see a decrease, in the past seven years or eight years, in the wait times both for the high-acuity visits as well as lesser-acuity visits." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para676"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Thanks, Speaker. I’ll send him over a copy of the letter so he knows what I’m talking about.", "Just last year, Grand River Hospital had to cut 68 staff, including 23 nurses, due to the government’s lack of support. This year they’re having to go hat in hand to the community just to meet our ER needs. As the fundraising letter explains:", "“Over the past few years we’ve tried very hard to cut wait times ... doctors have shifted their hours and staff have ensured efficiencies in patient flow.” While they’ve done their part, the letter notes that “each year the ministry only funds one ER resident and this is not enough to meet our shortage.", "“To help cut wait times, please give today.”", "Will the minister tell us what we can mark him down for—$30? $50?—or will he provide whatever he can to support ER needs at Grand River Hospital in Kitchener–Waterloo?" ],
  "anchor" : "para677"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Here’s what you can count on me for. You can count on this government for $1.379 million for the Grand River Hospital corporation that I announced just last week, Mr. Speaker. Just last week—almost $1.4 million for Grand River Hospital. That’s in addition to what we announced in our spring budget, which was $345 million, including funding for Grand River, an additional $140 million across this province.", "We are committed to our hospitals, as evidenced by the almost 3% increase in operating costs for budgets this year alone. That investment will help with ER wait times. It will help us make even more progress than what the Fraser Institute has demonstrated to us, that we are decreasing wait times to the point where we are among the best in Canada." ],
  "anchor" : "para682"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough–Agincourt on a point of order." ],
  "anchor" : "para685"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have two very special guests here visiting us at Queen’s Park: Pamela Hart and Lisa Powell, from the Anduhyaun native women’s shelter, who are here today for the third annual shoebox drive. I encourage every member to come and participate." ],
  "anchor" : "para686"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Windsor–Tecumseh on a point of order." ],
  "anchor" : "para687"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "On a point of order, Speaker: I noticed in the public east gallery today the leader of the Green Party of Ontario, Mike Schreiner. Welcome back to Queen’s Park." ],
  "anchor" : "para688"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture on a point of order." ],
  "anchor" : "para690"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, on a point of order: if I might be able to correct my record from this morning, in response to a question from the Leader of the Opposition. He did ask a question to me back on October 8, 2015. I want to make sure the record was corrected." ],
  "anchor" : "para691"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Essex on a point of order." ],
  "anchor" : "para693"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I just noticed two friends from the Laborers’ International Union of North America. Jason Ottey and Jason McMichael are here to join us today to see the proceedings." ],
  "anchor" : "para694"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have today laid upon the table the 2016 annual report of the Office of the Auditor General of Ontario." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on notice of motion number 5, relating to the allocation of time—", "Interjections." ],
  "anchor" : "para699"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I keep hurting my neck turning this way a lot." ],
  "anchor" : "para701"
}, {
  "speaker" : "Interjection",
  "text" : [ "It’s the new guy." ],
  "anchor" : "para702"
}, {
  "speaker" : "Interjection",
  "text" : [ "Don’t blame Sam." ],
  "anchor" : "para703"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You just threw him under the bus.", "We have a deferred vote on notice of motion number 5, relating to the allocation of time in Bill 70, An Act to implement Budget measures and to enact and amend various statutes. Call in the members. This will be a five-minute bell." ],
  "anchor" : "para704"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On Tuesday, November 29, 2016, Ms. MacCharles moved government notice of motion 5. All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para707"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para761"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 38." ],
  "anchor" : "para801"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 59, An Act to enact a new Act with respect to home inspections and to amend various Acts with respect to financial services and consumer protection / Projet de loi 59, Loi édictant une nouvelle loi concernant les inspections immobilières et modifiant diverses lois concernant les services financiers et la protection du consommateur." ],
  "anchor" : "para802"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for closure on the motion for second reading of Bill 59—" ],
  "anchor" : "para807"
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote? Same vote." ],
  "anchor" : "para809"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 38." ],
  "anchor" : "para810"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Madame Lalonde has moved second reading of Bill 59, An Act to enact a new Act with respect to home inspections and to amend various Acts with respect to financial services and consumer protection. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para811"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para818"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para910"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 90; the nays are 0." ],
  "anchor" : "para911"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para912"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill be ordered for third reading?" ],
  "anchor" : "para914"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I would ask that the bill be referred to the Standing Committee on Social Policy." ],
  "anchor" : "para915"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para916"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Any hassles this afternoon and I’m going to call the Sergeant-at-Arms." ],
  "anchor" : "para918"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would like to introduce a guest in the members’ gallery: from Lambton–Kent–Middlesex for two terms, Maria Van Bommel." ],
  "anchor" : "para920"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I wanted to share with members of the House a letter I received from a constituent of mine about the unaffordability of hydro. They wrote:", "“For many like myself and my husband, we are finding it impossible to pay our utilities.... I have been on disability through work for the past two years.", "“The employer my husband worked for, for 20 years, shut down and went south of the border. The only work he was able to get pays him barely more than minimum wage.", "“We reside in Shelburne. We are so proud when we finally had saved enough to purchase our first house ... 14 years ago.", "“Although we do not bring in a lot per year, we are still a few thousand dollars over the low-income threshold for any kind of government assistance with our utilities. Each month we have to decide who to pay.", "“Pretty soon we will more than likely end up with one or more utilities being disconnected.", "“Life seems bleak right now. Do we pay our utilities and starve without a roof over our heads?", "“If something isn’t done soon, then our fine province will end up like Detroit, derelict and abandoned.”", "Speaker, just the other day, the Ontario Association of Food Banks stated that many of their users are having difficulty as well affording hydro. This government has forced people to make the difficult choice of whether to eat or pay their skyrocketing hydro bill.", "It’s time for the government to provide real relief to thousands of individuals and families like my constituent." ],
  "anchor" : "para923"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise today on behalf of my constituents of Windsor West, in particular all those working in the skilled trades.", "The so-called Building Ontario Up for Everyone Act disrespects those working to actually build Ontario and jeopardizes their health and safety. Bill 70 undermines routine workplace inspections, the process that ensures workers are properly trained and working in a safe environment. It devalues the skilled trades.", "At a time when we are encouraging our young women and men to become certified tradespeople, when we are touting the quality of life and satisfaction that the trades will bring our next generation of workers, this Liberal government is hollowing out health and safety legislation and paving the way for privatization. It’s not surprising given that this Liberal government views routine safety checks as a “burden”—their word, not mine.", "In an email, the ministry staff stated, “This program would ... reduce the burden of unnecessary processes such as routine inspections.” While this government views routine inspections as a burden, those actually working in the trades view them as essential, a proactive process that prevents injuries, prevents occupational illness and saves lives.", "I couldn’t agree more. That’s why New Democrats called for schedules 16 and 17 to be removed from this bill. That’s why New Democrats stood in solidarity with thousands of skilled trade workers outside Queen’s Park this morning and why I’m bringing their concerns before the Legislature this afternoon.", "New Democrats don’t just stand with workers when the cameras are flashing—like the Conservatives, who don’t support the College of Trades—we fight for the right to a safe and secure workplace every day inside this chamber, and will continue to do so." ],
  "anchor" : "para934"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Mr. Speaker, I want to share a statement that was shared by Kamran Bhatti, a representative of the Hamilton Mountain Mosque at the Hamilton Remembrance Day garrison parade. It reads, “885,000 Muslims, including 400,000 Indian Muslims, were recruited by Allied forces to fight in” World War I. “Today there are Muslims serving in the Canadian Armed Forces, including friends of mine from this very city.", "“Many of the Muslims who have come to this country, have come from nations where there are no freedoms, transparency or democracy. Our veterans have served our nation to protect these values and remind us what it means to be a Canadian.", "“It is because of our veterans that people are able to flee from oppressive regimes, and find refuge and safety here in Canada.", "“Veterans remind us of the meaning of responsibility, honour, sacrifice, integrity and selflessness.", "“Our veterans define what it means when we say we are all in it together. There is no greater unifying entity in Canada than commemorating those who serve....", "“Our veterans are those who came together to protect one nation, one flag. The flag of Canada.", "“As a community we need to now commit to serve you as you have served us. This begins with me. I commit to you all to be a servant in any way that I can to assist in any way possible.", "“My commitment to you is to continue to promote the values which you fought for. The protection of civil liberties, freedoms, human rights and inclusivity” for all." ],
  "anchor" : "para941"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Working together for almost a decade, we in Wellington–Halton Hills have been actively pushing for improved GO train service for the residents of our communities, and we’ve made some significant progress. The Acton GO station was reopened in January 2013, giving our area residents another access point for commuter rail service to the greater Toronto area. Additional new trains along what we now call the Kitchener corridor give our Georgetown-area residents greater flexibility for their daily commute.", "However, we have not forgotten the promise that was made by the Liberal government in the 2014 election campaign to establish all-day, two-way GO train service between Kitchener and Union Station in downtown Toronto. It was only after the 2014 election was over that the government admitted that they were planning to take 10 years to keep the commitment to two-way, all-day rail service through Wellington–Halton Hills from Kitchener to downtown Toronto.", "This demonstration of political cynicism was disappointing to say the least, but it only served to strengthen our resolve. As soon as it was possible to do so after the 2014 election, on July 2, I tabled a private member’s resolution calling on the government to immediately move forward to fulfill their commitment to provide full-day, two-way GO train service on the Kitchener line between Waterloo region and the GTA, with stops in Wellington–Halton Hills. It was one of the first resolutions on the Ontario Legislature’s order paper.", "When the new session began in September, I again tabled my private member’s resolution supporting better GO train service. It continues to stand out as one of the very first resolutions on the order paper.", "We appreciate the work that Metrolinx staff are doing. Recently, I asked them for an updated briefing on their progress to improve GO train service. That meeting took place at my Queen’s Park office last week.", "We call upon the Minister of Transportation to undertake all reasonable efforts to expedite the prerequisites for improved GO train service along the Kitchener line, and in doing so, keep the government’s promise to our community." ],
  "anchor" : "para950"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "This morning, on the front lawn at Queen’s Park, I had the honour of joining more than 4,000 men and women who make fantastic contributions to the Ontario economy. Those 4,000-plus men and women who were outside today are skilled trades workers. They represent the thousands upon thousands of men and women who work every day to make Ontario a better place to live, work and play.", "Mr. Speaker, these men and women are represented by the International Brotherhood of Electrical Workers and the Electrical Contractors Association of Ontario. They are represented by the Ontario Pipe Trades Council and Unifor trades. They are represented by the Sheet Metal Workers of Ontario, the United Association: Canadian Piping Trades, and the Canadian Automatic Sprinkler Association.", "All of these organizations and all of these workers are here today for one reason: They’re here today to tell the Liberal government that the changes they are trying to force through with schedules 16 and 17 of Bill 70 are wrong. Those schedules will reduce the safety of workers, will open up the trades to people who don’t have the necessary training, and will do this all without having consulted those workers who are affected.", "Mr. Speaker, we need policies that encourage young people to pursue trades. We need policies that encourage more women to pursue trades. These are jobs that pay well, are mostly unionized, and, because of the taxes they bring in, fund our health care, our education and might even allow us to stop the sale of Hydro One.", "It’s time for the Liberals to do the right thing and remove schedules 16 and 17 from Bill 70, work with our skilled trades people instead of against them, and actually take action to encourage more people to become a trades person." ],
  "anchor" : "para957"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Earlier this month, over the course of two weeks, I held two town hall meetings in my riding of Etobicoke–Lakeshore on the topic of reform of the Ontario Municipal Board. I had over 120 residents attend. These were people I’ve worked shoulder to shoulder with over the course of the last 25 years, dealing with the issues in our neighbourhoods and communities about how to ensure good planning.", "Mr. Speaker, the ideas that were brought forward by my constituents were very thoughtful and well thought out. They were talking about ways to make sure the municipality’s decision-making is respected through the appeal process. They had suggestions on how we could ensure that residents and communities could be better engaged in the appeal process at the Ontario Municipal Board.", "We also highlighted the number of steps that have already been taken to circumscribe some of the authority of the Ontario Municipal Board, and residents thought that was a good avenue to continue pursuing, to make sure the local communities and local councils have more final decision-making say.", "In Ontario, we have a very robust land use planning system, but it does take away some of the authority of the municipalities by allowing too many venues for various types of appeals to be undertaken to undermine that local decision-making. My residents brought forward good ideas, and I’m looking forward to seeing them implemented." ],
  "anchor" : "para963"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Canada is in mourning following the death of fighter jet pilot Thomas McQueen, 29, in a Royal Canadian Air Force training accident. McQueen’s CF-18 Hornet crashed on the Cold Lake weapons range, which straddles the Alberta and Saskatchewan border.", "We do appreciate the Ontario Legislature taking a moment of silence for Captain McQueen from my riding in Haldimand–Norfolk.", "Thomas was the eldest of four from a farm just outside Fisherville in Haldimand county. McQueen was home-schooled. While the family was private, they were involved in their close-knit community. Many of the homes on Concession Road 4, where the McQueen family farm is located, have hung their flags at half-mast.", "McQueen had the honour of being an escort pilot for Santa Claus during NORAD’s annual holiday Santa cam tracker. “He guided Santa,” Fisherville resident Lyn Rayner told the Toronto Sun. “Everyone in Fisherville was ecstatic. But that’s the type of guy he was. He would do that.”", "McQueen was a member of the 409 Tactical Fighter Squadron at CFB 4 Wing Cold Lake and a 10-year RCAF veteran with time served in the Canadian military both in the Middle East and in eastern Europe.", "I have a very nice quote from General Jonathan Vance, chief of the defence staff, which time will not permit.", "Captain Thomas McQueen, 1987 to 2016, will be forever missed. We are so proud of him." ],
  "anchor" : "para969"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "There are so many great people and great things happening in my riding of Glengarry–Prescott–Russell.", "On Thursday evening, I had the honour of presenting the Premier’s Award for Agri-Food Innovation Excellence in Morrisburg.", "On Friday afternoon, together with board members, staff, and stakeholders of Valoris, we celebrated the official opening of the new administrative building in Embrun in Russell township.", "On Friday evening, I had the privilege of attending the fifth anniversary of the Russell Kin Club, and what a night it was. Not only were all of the club’s accomplishments and community contributions highlighted and celebrated, but there was a surprise. A local, dedicated community leader and volunteer, Cindy Anthony, was awarded with Kin Canada’s highest honour, a life membership. Cindy is well known in the community for taking the lead and playing a major role in dozens of projects and events over the last five years. Congratulations, and well deserved.", "Speaker, on Saturday night in Rockland, we celebrated a successful and productive year with outgoing warden Guy Desjardins of the united counties of Prescott-Russell. I take this opportunity to thank and acknowledge the great work and strong leadership you provided across the region. Congratulations, Warden and Mayor Desjardins.", "At the event, the second annual JP St. Pierre Award was awarded to Doug Anthony. This award, presented by Jocelyn St. Pierre, J.P.’s wife, recognizes exceptional contributions and dedication to communities. Congratulations to Doug for his involvement and leadership in the Russell Kin Club, Toastmasters and Poutmasters, among many other events, but particularly for his amazing work on the future Russell Sports Dome.", "What a weekend it was. Congratulations, Cindy and Doug Anthony." ],
  "anchor" : "para977"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Communities in my riding are expressing concerns about the government’s flawed cap-and-trade plan, which they say will have a particularly negative effect in northern communities. The communities of Powassan, Chisholm and Callander have all recently passed municipal resolutions regarding their concerns.", "The government’s cap-and-trade plan includes a 4.3-cent-per-litre increase in gasoline and average monthly increases of $5 or more for natural gas. The leaders of the communities note that northern Ontario already faces challenges with higher and rising gasoline costs and has colder winters impacting home heating costs. Furthermore, in the north, residents often face further driving distances between major centres for services such as health care and education.", "As a result, the municipalities of Powassan, Chisholm and Callander resolve that the government exempt northern Ontario from natural gas hikes under the cap-and-trade plan and eliminate the proposed increase of 4.3 cents per litre in gasoline costs.", "Speaker, it’s time for the government to start listening and stop making life more unaffordable for Ontario families." ],
  "anchor" : "para985"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para989"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para992"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill without amendment:", "Bill Pr53, An Act to revive Sound Bay Properties Inc." ],
  "anchor" : "para993"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed. Carried." ],
  "anchor" : "para995"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para998"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 47, An Act to amend the Consumer Protection Act, 2002 with respect to rewards points / Projet de loi 47, Loi modifiant la Loi de 2002 sur la protection du consommateur en ce qui a trait aux points de récompense." ],
  "anchor" : "para999"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed. Carried." ],
  "anchor" : "para1001"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the orders of the House dated November 24, 2016, the bill is ordered for third reading.", "Mr. Vanthof moved first reading of the following bill:", "Bill Pr55, An Act to revive Ranger Survey Systems Canada Inc." ],
  "anchor" : "para1003"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1008"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para1010"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this and will pass it off to page Helen." ],
  "anchor" : "para1013"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas many companies are moving to or have already implemented new policies applying expiry timelines to rewards points collected under their programs; and", "“Whereas such an action is unreasonably punitive to consumers; and", "“Whereas consumers are effectively exchanging personal information in return for access to these rewards programs in a transaction-like exchange;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To protect consumers by amending the Consumer Protection Act, 2002, to prohibit the expiry of rewards points, and to credit them back to accounts where expiry has occurred.”", "I agree with this petition, affix my name to it and send it to the table with Anne." ],
  "anchor" : "para1022"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "I continue to read in names on a petition with respect to energy poverty, directed to the Legislative Assembly of Ontario.", "“Whereas electricity rates have risen by more than 300% since the current government took office;", "“Whereas over half of Ontario residents’ power bills are delivery charges, regulatory charges and global adjustment;", "“Whereas the implementation of cap-and-trade will drive the cost of electricity even higher and increase the cost of living in Ontario;", "“Whereas more and more Ontarians are being forced to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity in Ontario, including costs associated with power consumed, delivery charges, administrative charges, global adjustment, tax and any other charges on Ontario residents’ energy bills.”", "I agree with the sentiment contained within the petition and affix my signature." ],
  "anchor" : "para1030"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’d like to thank the members from the city of Kitchener for delivering all of these petitions to me.", "“Petition for a Universal, High-quality Child Care System in Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families, and will contribute to the healthy development of children’;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary to address issues of access, quality, funding, system building, planning and workforce development;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework provides an excellent opportunity for Ontario to take leadership and work collaboratively to move forward on developing a universal, high-quality, comprehensive child care system in Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care programs; and", "“To publicly declare their commitment to take leadership in developing a national child care plan with the federal government that adopts the principles of universality, high-quality and comprehensiveness.”", "It is my pleasure to affix my signature and give this to page David." ],
  "anchor" : "para1039"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas a staff report has recommended Upper Canada District School Board close numerous schools across eastern Ontario; and", "“Whereas access to quality local education is essential for rural communities to thrive; and", "“Whereas the Ministry of Education removed community impact considerations from pupil accommodation review guidelines in 2015 and has cut essential rural school funding; and", "“Whereas local communities treasure their public schools and have been active participants in their continued operation, maintenance and success; and", "“Whereas the Ontario government should focus on delivering quality, local education services to all communities, including rural Ontario; and", "“Whereas the current PAR process forces bad behaviour by school boards to justify the replacement of high-maintenance out-dated schools;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) to support MPP Jim McDonell’s motion to suspend all current PAR reviews until a strategic rural education plan is completed, engaging all rural school boards, school communities and municipalities;", "“(2) to reinstate considerations of value to the local community and value to the local economy in pupil accommodation review guidelines; and", "“(3) to engage all rural school boards, including the Upper Canada District School Board, school communities and municipalities in the development of the strategic rural education plan; and", "“(4) consider rural education opportunities, student busing times, accessible extracurricular and inter-school activities, the schools’ role as a community hub and its value to the local economy.”", "I agree with this and will pass it off to page Henry." ],
  "anchor" : "para1051"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario that reads as follows:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "Speaker, I support this petition and I send it to the table with page Kaitlyn." ],
  "anchor" : "para1066"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“Petition to the Ontario Legislative Assembly:", "“Whereas scientific studies conducted during the past 70 years have consistently shown that community water fluoridation is a safe and effective means of preventing dental decay and is a public health measure endorsed by more than 90 national and international health organizations, including the Ontario Chief Medical Officer of Health and the Ontario Dental Association; and", "“Whereas recent experience in Canadian cities that have removed fluoride from drinking water has led directly to a dramatic increase in tooth decay; and", "“Whereas the Ontario Ministry of Health and Long-Term Care urges support for amending the Fluoridation Act to ensure community water fluoridation is mandatory; and", "“Whereas the Ontario Ministry of Municipal Affairs and Housing urges support for the removal of provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario before the end of the first session of the current Ontario Parliament.”", "I agree with this, affix my name to it and send it to the table with page Victoria." ],
  "anchor" : "para1076"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas both the Canadian government and the Ontario government are in need of a transportation policy and investment strategy that includes transporting both passengers and freight by rail; and", "“Whereas such a strategy is essential for our competitiveness in the world economy, for reducing carbon emissions, and for socio-economic connectivity; and", "“Whereas we must stop the abandonment of rail and support the safest, most efficient, and least polluting mode of transportation: trains; and", "“Whereas most of our northern communities are unsustainable without rail as part of northern Ontario’s transportation system;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To provide reliable, safe, all-season, accessible, and affordable passenger train service throughout northern Ontario connected to Toronto and Ottawa, beginning with the restoration of the Sault-to-Hearst and the Northlander passenger service.”", "I agree with this, affix my name to it and pass it to page William." ],
  "anchor" : "para1085"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Petitioning the removal of the minor injury guideline, sections 18(1) and 18(2) of the Ontario Statutory Accident Benefits Schedule and incorporate rebuttal examination reports back into the system.", "“Whereas Ontario Regulation 347/13 has made four changes to the” SAB schedule. “These regulations have considerably reduced the dollar amounts allocated for patients receiving assessments and treatment following a motor vehicle accident;", "“Whereas the $3,500 minor injury guideline cap is an insufficient amount of funds provided ...", "“Whereas this petition is to validate that the $3,500 minor injury guideline monetary fund is an insufficient amount to enable auto accident patients with soft tissue injury ... to reach optimal recovery to their pre-accident status ...", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To remove the minor injury guideline, sections 18(1) and 18(2) of the Ontario Statutory Accident Benefits Schedule and incorporate rebuttal examination reports back into the system.”", "I agree with this petition, affix my name to it and hand it to page Lauren." ],
  "anchor" : "para1095"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government is proposing changes to regulation 440, by way of the Ontario Farm Products Marketing Commission (OFPMC), to replace the regulated marketing of 14 processing vegetable commodities in favour of a free-market system; and", "“Whereas this removal of the negotiating authority of the Ontario Processing Vegetable Growers (OPVG) is a removal of the raison d’être of the OPVG in favour of an industry advisory committee; and", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Agriculture, Food and Rural Affairs and the government of Ontario support the Ontario Processing Vegetable Growers’ right to negotiate price terms and conditions of contracts for processing vegetables in Ontario on producers’ behalf.”", "I agree with this petition. I sign it and will give it to page Charlie." ],
  "anchor" : "para1104"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Landlord and Tenant Board of Ontario has the longest rent dispute process and hearing delays in Canada, leading to unnecessary costs to landlords and tenants;", "“Whereas the Landlord and Tenant Board of Ontario has no way of enforcing board orders involving payments;", "“Whereas 90% of Landlord and Tenant Board claims are filed by landlords for evictions, as this is the only enforceable order through the sheriff’s office, typically without the further involvement of courts or collection agencies;", "“Whereas the costs of pursuing board-ordered financial claims is often higher than the value of the order itself, resulting in lessened claims pertaining to payment collections;", "“Whereas there are currently no mechanisms in place to track the outcomes of board orders and what percentage of board decisions involving payment were actually collected and in what time frame;", "“We, the undersigned, call upon the Minister of Housing and Municipal Affairs to immediately review, revise and implement an updated, research-informed, comprehensive strategy to the Residential Tenancies Act to include provisions for tracking Landlord and Tenant Board of Ontario orders as well as mechanisms for ensuring enforcement.”", "It’s my pleasure to affix my signature and give this to page Sage." ],
  "anchor" : "para1111"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas industrial wind turbine developments have raised concerns among citizens over health, safety and property values; and", "“Whereas the Green Energy Act allows wind turbine developments to bypass meaningful public input and municipal approval;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Environment revise the Green Energy Act to allow full public input and municipal approvals on all industrial wind farm developments; and", "“That the Minister of the Environment conduct a thorough scientific study on the health and environmental impacts of industrial wind turbines.”", "I agree with this and will pass it off to page Will." ],
  "anchor" : "para1120"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions is over.", "Resuming the debate adjourned on November 28, 2016, on the motion for second reading of the following bill:", "Bill 70, An Act to implement Budget measures and to enact and amend various statutes / Projet de loi 70, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para1127"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to an order of the House earlier today, I am now required to put the question.", "Mrs. McGarry has moved second reading of Bill 70, An Act to implement Budget measures and to enact and amend various statutes. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "I believe the ayes have it.", "Pursuant to standing order 28(h), this vote will be deferred until tomorrow—", "Interjections." ],
  "anchor" : "para1132"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, I’m sorry.", "Call in the members. This will be a five-minute bell. I’ll get a deferral anyway, so I just jumped the gun.", "There’s my deferral, so now I can say this: Pursuant to standing order—which I was doing a minute ago—28(h), this vote will be deferred until after question period tomorrow.", "Mr. Naqvi moved third reading of the following bill:", "Bill 2, An Act to amend various statutes with respect to election matters / Projet de loi 2, Loi visant à modifier diverses lois en ce qui a trait à des questions concernant les élections." ],
  "anchor" : "para1139"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para1146"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, thank you very much for acknowledging me. I rise today to begin third reading on the proposed Election Finances Statute Law Amendment Act. I will be sharing my time with my parliamentary assistant, the member from Scarborough Southwest, who will walk you through the details of the final version of this legislation.", "With the Election Finances Statute Law Amendment Act, our government wants to change the way politics is done in Ontario. Over the past few months, this House has spent a lot of time talking about the shortcomings of our election financing system, and so has the media. I’m sure that many of the members have heard this from their constituents as well. There are very real concerns: concerns that undermine the faith that people have in the integrity of our electoral process, and concerns that undermine the faith that people have in each of us.", "In response to these concerns, we wanted to develop legislation that would tangibly strengthen our election finance laws. In doing so, however, we recognize the need and the opportunity to address something larger with these changes, starting with the issues of perception and trust in the democratic process. The legislation we are debating here will establish strong and clear rules for politicians and political parties in areas where the public expects accountability.", "Political campaigns are important. They give citizens a chance to learn about where the candidates stand so that they can cast an informed vote. We need to make sure that legitimate campaign activities do not give rise to even the appearance of impropriety. Strong rules enhance the integrity of the election process and they help to build the public’s confidence in each of us here today, in our parties and, most importantly, in our democratic institutions.", "We need fundraising rules that eliminate the perception that paying for an expensive event ticket or making a large contribution lets stakeholders get access to a politician and exert undue influence. That’s why this bill, if passed, would ban politicians from attending fundraising events.", "We’re also proposing to ban corporations and trade unions from making political contributions. Only the people of this province are eligible to cast ballots and only the people should be allowed to financially contribute to the political process. We believe that these changes will help to draw a clear line between appropriate political fundraising and contributions, and activities that might diminish public trust in our system.", "Of course, fundraising events and community events will still take place. Through this bill, we have proposed ways to make these events more transparent: by introducing disclosure requirements for parties before the events. People will know in advance where, when and for whom political fundraisers are being held. This measure would increase transparency by making information about political fundraisers available to all. I believe that, if passed, these changes would go a long way toward building and maintaining trust in our system.", "Speaker, I certainly can’t speak for all the honourable members, but I certainly did not—", "Interjections." ],
  "anchor" : "para1147"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I know; you weren’t even there. Thank you.", "Sorry, continue." ],
  "anchor" : "para1156"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I personally did not get into politics to spend my time at fancy dinners. I would much rather be out in my community knocking on doors and talking to my constituents. The fact is that all three parties in this House have hosted pricey fundraising events.", "Under our current election finance laws, high donation limits mean that there is a real incentive for parties and candidates to focus their fundraising efforts on large donations. Elections are expensive and, over time, fundraising has become increasingly competitive, with parties and candidates needing larger and larger contributions in order to survive.", "But, honestly, I don’t really think that’s a system that any of us in this House actually want. This is a bill that looks to change the political culture by changing this incentive structure. That’s why our bill would strengthen fundraising rules, lower individual contribution limits by almost 90%, and introduce allowances for parties and constituency associations based on the support their candidates receive in an election. We want these changes not only to enable but to empower political parties and candidates to take a new approach to do politics differently. We believe that this bill will move parties towards establishing fundraising strategies based on raising smaller amounts from more people rather than soliciting large amounts from a privileged few. With guaranteed revenue from the allowances, there will no longer be a constant pressure to raise funds through large donations. My hope is that this will let us bring the bulk of our fundraising efforts back into communities across the province and give us more time to spend with constituents.", "Speaker, right from day one, when we began work on this legislation, it was our goal to develop effective new rules through an open and transparent process that included broad consultation. In my mind, this process, while not always perfect, has been successful, and I would like to talk a little bit about it.", "As members will recall, we first tabled a version of this bill six months ago, in the previous legislative session, as Bill 201. The changes we want to make are important, and we recognize how important it is to get them right. That’s why we set out to hear as many opinions from as many people as we could. To do so, we chose to refer the bill to committee right after first reading. This was a very unusual step, certainly the first of its kind during my time in this House. It allowed us to hold hearings and gather input before the bill was approved in principle by the Legislature. This meant that the committee could consider a broad scope of issues and give people a chance to really speak to the issues that matter to them rather than being limited to what was already in the bill.", "Over the summer, the committee travelled across the province, gathering input and feedback on this bill in Toronto, Kingston, Ottawa, Kitchener, London and Windsor. I want to thank the members of the committee for their hard work and, of course, I want to thank the Chief Electoral Officer for accompanying the committee through the public hearings to answer questions and provide his insight to committee members.", "The committee heard from a wide range of people, including election experts, stakeholders, communities and interested citizens. The engagement we saw during these sessions is a valuable reminder of the passion that so many Ontarians have for their democracy. The outcome of this process is reflected in the various amendments that were passed in committee and are now part of the proposed legislation that is before us today.", "I believe that all parties in this House should be proud of the work they have done to bring this bill to this point. This is a comprehensive bill that deals with complex, difficult and important issues. The former Chief Electoral Officer of Canada called this “the toughest nut to crack.” This bill, if passed, would make some very positive changes to our laws, and hopefully lead to positive cultural changes as well.", "Still, I have heard some concerns from other parties, both in committee and in meetings, that I would like to take a moment to address.", "Most of these have to do with the scope of this bill. For example, take the issue of nomination contestants. Our bill proposes to subject these contestants to many of the same rules and restrictions as other candidates or elected political actors. This includes spending and donation limits as well as a requirement to make financial disclosures to Elections Ontario. During his presentation to the standing committee last month, the Chief Electoral Officer suggested that for some contestants, the standards of disclosure at a local level may be too high, that people in the early stages of mounting a campaign would be deterred before they even began.", "While I appreciate these concerns, our government feels that the goal of this bill has to come first and foremost, and that is earning Ontarians’ trust in the election financing system. When somebody declares their intent to run for office, they are declaring their intent to represent, to lead and ultimately to govern, potentially as a member of cabinet. That’s why they need to be held to a high standard, whether or not they have secured their party’s nomination yet. This obligation to their potential constituents has to be put before what people might call the inconvenience of filing paperwork, disclosing finances and following substantive rules. Following the required processes to play by the rules and file and disclose information is another obligation to constituents that we cannot simply ignore.", "In a similar vein, we have heard objections to our proposal to ban politicians, those who are aspiring to be politicians and some other senior political staff from attending political fundraising events. As I mentioned earlier, we are very proud of this measure, which is the first of its kind in Canada.", "The first draft of this proposal included MPPs, party leaders, candidates, leadership contestants and nomination contestants in the ban. However, at committee, we heard concerns from both the opposition and the third party that this measure didn’t go far enough. So we have expanded it to include many senior political staff as well. That means Premier’s office staff, staff of any leader of a recognized party, and all ministers’ chiefs of staff or anyone who holds an equivalent position in a cabinet minister’s office would be banned from attending political fundraisers.", "One set of criticisms seems to be that this measure goes too far, and that only cabinet ministers should be subject to these rules. I disagree, Speaker. As I mentioned earlier, all three parties in the House have held big-ticket fundraisers. This seems like a clear sign that the issues we are addressing here go well beyond cabinet ministers. Extending this ban to all members of all parties is not just a reasonable measure, but a necessary one.", "Our priority is to build trust in the entire system. This means taking a broad view of the issue. We want to eliminate any perception of undue influence, either present or future. All of us sitting in this House already hold huge responsibilities, and any of us might only be one election away from sitting as a cabinet minister. Our bill places all parties on equal footing when it comes to fundraising events, which we hope will move everybody towards a people-oriented approach to raising funds.", "Speaker, right now, we have a system that permits a certain kind of large-sum fundraising. As a result, many of our very own constituents have grown distrustful and unable to see how our election finance system reflects their interests. This bill is about putting forward stronger, more comprehensive rules and safeguarding our election finance system against any potential wrongdoing. We believe that, if passed, these would build greater trust in our entire election system and faith in our democracy.", "However, when it comes to cultural changes like the one we are undertaking here, legislation can only get us so far. It’s also up to every one of us to serve our constituents openly and honestly, and to abide by the spirit of this legislation rather than look for ways around it. We have all been elected to this House to challenge the status quo, even though the status quo is of our own making. I am very proud of all of the members of this Legislature for working so hard on this bill from their different perspectives and making sure that we are truly transforming the way that election financing is done in the province of Ontario.", "In fact, we have worked so hard together that we’re making Ontario a leader. Now, other jurisdictions are starting to look at our proposed bill, which we’re debating today, as a way of doing things moving forward. That is something we should all be proud of, because what we’re doing, in essence, is we’re strengthening our democracy.", "There is no bigger call, as members of provincial Parliament, than to (1) stand up for other people’s rights and ensure that we have equal rights for all; and (2) strengthen our democracy and make sure that the people out there whom we represent outside of this chamber always have trust in our democracy and in our democratic institutions and in people, like us, who serve in these institutions on their behalf.", "Making change—true change—to the way we do politics in Ontario may be a long road. But if this legislation passes, we’ll be taking a great step forward to bringing our election finances system in line with what Ontarians expect.", "Thank you, Speaker, for giving me the time to speak on this important bill." ],
  "anchor" : "para1158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough–Southwest." ],
  "anchor" : "para1181"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "I’m pleased to rise on this occasion and continue third reading debate on the proposed Election Finances Statute Law Amendment Act. I would like to thank the House leader for his comments about the bill. I think we have a great overview of this bill; he gave a great overview and expressed the objectives behind it. I’ll be focusing on the details of this bill—a few of the details, anyway. I’ll be walking through the bill’s measures, paying special attention to amendments made in committee.", "We’re proposing several measures in this bill which will transform how elections are financed in Ontario. Speaker, some of the biggest changes that we’re making with this legislation are rules about who can donate and how much they can donate.", "To be frank, our province’s rules on this front are lenient, and donation ceilings are too high. Today, individuals, corporations and unions are allowed to annually donate up to $9,975 to each political party and up to $6,650 to their constituency associations, with no more than $1,330 going to any single constituency association. In total, that amounts to more than $16,000 that a person or group may donate to a party every year.", "That’s substantially more than most families in this province could afford to contribute, and that’s just for non-election years. During an election period, the limit for parties resets, and another $9,975 can be given to each party, plus up to $6,650 can be given to the party’s candidates, with no more than $1,330 going to any single candidate. This means that for individuals who have already maxed out their donation limit for the year, the limit effectively doubles, to more than $33,000. On top of this, you have party nomination contestants and leadership contestants, who are not subject to any donation limits at all.", "Speaker, this is a lot of money—money coming from people with pretty deep pockets. In my mind, this is precisely the kind of thing that leads regular, everyday Ontarians to believe that these rules aren’t working for them. As Minister Naqvi mentioned, this has manifested itself in a set of practices that we see from all parties today. With such high donation limits, the practical option for political parties and candidates is to pursue large donations from donors with deep pockets, which raises questions about money and access to decision-makers. The people in this province see this, and it justifiably colours their vision and their views on elections, politics and political leaders.", "We want to change the system and try to level the playing field between those who have the resources to make the size of contribution that we’re talking about here and those who do not.", "Another significant component of this bill proposes to do away with corporate and union donations to political parties. Don’t get me wrong; many of these organizations do excellent work for our communities and for our province. Often, they are composed of many well-meaning people who passionately advocate and organize for their cause. Many make valuable contributions to our province in this regard. However, one of the problems with allowing donations from special-interest groups is that the people they represent also are free to donate as individuals. As a result, their interests could be reflected through two or more sets of donations, effectively bypassing even the current donation limits. This bill will prevent this kind of double donation. We want to do away with union and corporate donations so the only remaining eligible contributor in Ontario would be individuals.", "Another very straightforward change that this bill would bring about, if passed, is that it would significantly lower the amount of money that individuals can donate to political actors. Speaker, we understand that effective change is needed here, and we’re taking effective action by lowering the maximum donation limit in an election year by nearly 90%. If this bill is passed, parties, candidates and constituency associations will see their donation limits lowered to a maximum of $3,600 per election year.", "The breakdown of this is very simple: A person would be able to give up to $1,200 to a party and $1,200 to its constituency associations and nomination contestants annually, as well as $1,200 to its candidates in an election period. Donations to leadership contestants would also be limited to $1,200 per leadership contestant per year.", "Another aspect of this bill that has gotten considerable attention is the proposal to ban MPPs, party leaders, candidates, nomination contestants, leadership contestants and some senior political staff from attending fundraising events. Minister Naqvi spoke to this measure in some detail just now and made a clear case for its potential to greatly improve some negative perceptions about the way that politics is done in this province. I would also like to pick up where he left off and provide clarity on what exactly that impact will be.", "There have been some misconceptions about the scope of the provision, even after we made a draft of our proposed amendment to the bill publicly available last month. We’ve heard concerns that this measure will prevent MPPs from doing their work, meeting their constituents or holding community events. None of this is the case. Our proposal is very clear about what sorts of activities it covers. This measure only applies to events that are held on behalf of a party, constituency association or political actor where tickets are sold for the purpose of political fundraising and not just to recover the costs of an event. That means that politicians will still be able to attend the local events that they currently do, for example:", "—charity events and fundraisers for non-political causes;", "—town halls and other constituency events;", "—community corn roasts and spaghetti dinners that are being held for a purpose other than raising political funds.", "For these events, tickets could be sold to cover the cost of holding the event but not for the purpose of raising money for the politician. Tickets would only be sold to cover the cost.", "There would still be plenty of opportunities for each of us to interact with our constituents and members of the broader community, as long as we weren’t charging them in the form of a political contribution for the privilege—as long as we were charging them only for the cost of the event and not for a political contribution.", "The text of this provision also specifically clarifies that there is nothing to prevent other fundraising activities, such as phone calls, e-mails to constituents or good old-fashioned door-to-door canvassing.", "Members of the opposition and the third party may also claim that this measure, if passed, would push fundraising further underground. We disagree. There are a number of provisions in this bill that create new public disclosure requirements for political fundraisers, and close loopholes around political contributions through paid labour. As a result, we would actually be pushing fundraising back into daylight, encouraging politicians and parties to raise funds on sidewalks and front porches across the province, rather than at expensive, exclusive dinners.", "Speaker, we believe that the provisions that I’ve just spoken about go a long way towards building trust in our election finance system. But at the same time, they will likely also take a lot of money out of the system. This may be especially true in the early days, when parties and constituency associations are adjusting their fundraising strategies to match the new rules.", "A strong party system is healthy for our democracy. To make sure the new rules still allow for a vibrant democratic debate, this bill includes a per-vote subsidy for political parties. Let me explain this in more detail: If passed, this measure would allocate $2.71 to political parties for each vote that their party received in the previous general election. This would ensure that parties continue to receive stable funding in a way that is fair and generally reflects their support.", "Over the next five years the per-vote allowance will gradually decrease as parties gain their footing under the new set of election financing rules. At the five-year mark, Mr. Speaker, the government will have a mandate to review the system and decide whether to renew this allowance. If the government decides to keep the allowance, it will have the ability to determine what an appropriate amount would be.", "In his opening statement, Minister Naqvi remarked upon the long path that the bill has taken to reach this point. This really gave us a chance to consider all sides of the issue and to bring forward amendments to improve this bill in ways that we might have missed in our first pass. A good example of this is the allowance to constituency associations that was added to the bill. This actually happened just last week, at committee. After we tabled the bill, it came to our attention that fundraising changes being proposed would have a significant impact on constituency associations as well as parties.", "As the members know, parties and constituency associations play distinct and important roles in our democratic process. Although they are affiliated, each conducts their own fundraising efforts and manages finances independently of one another. To ensure that they can continue to be an effective support and mobilizing force at the community level, our bill now includes an allowance to constituency associations in addition to the per-vote party allowance.", "This proposed allowance works a bit differently than the party allowance. Rather than being given out on a per-vote basis, an equal amount of money would be allocated to each riding. This amount would then be divided among registered constituency associations in each riding, based on the proportion of the vote that the candidate associated with the constituency association received in the last election.", "This approach ensures that ridings with lower populations won’t receive less funding than their more populous counterparts. This should be a welcome boost for ridings in the north, where campaigns have to deal with high travel costs and where it may be more challenging to directly connect with their constituents. Our approach also means that ridings with low voter turnout relative to their population won’t be put at a disadvantage.", "This bill also addresses issues around political advertising in three primary ways. The first of these is to introduce new spending limits both before and during an election. Currently, there are no spending limits for political advertising of any kind outside of an election period, not even the day before a scheduled election is called. This leaves the door open for unregulated spending on advertising by political parties and third parties during the pre-writ period.", "The legislation we’re proposing would change that. In the six months before a scheduled general election, political parties would be limited to spending no more than $1 million each on political advertising. In the same period, third parties would each be allowed to spend no more than $600,000 on political advertising, with a further limit of $24,000 per riding. Once the writ is dropped and an election period begins, political parties are already limited in their election spending. In fact, Ontario already has the second-lowest spending limit per voter for political parties during an election period, after Quebec.", "For third parties, though, it’s a different story. They’re able to spend, without any limits, throughout the general election period. This can give these groups and the interests they represent an unfair influence on public discourse. We are proposing to cap third-party advertising spending during an election period to $100,000, with no more than $4,000 being spent in any single riding.", "This bill also seeks to address political advertising by clarifying acceptable behaviours and closing loopholes around the ways that political actors, including political parties and third parties, interact with one another. Specifically, it defines coordination and collusion in the context of political advertising and outlines what is appropriate.", "Coordination happens when a political party, candidate, constituency association, nomination contestant or leadership contestant or anyone working for them coordinates with a third party as it creates and distributes its own advertising. While this in itself is not illegal under the new law, the cost of such coordinated advertising would have to be reported as a contribution. During an election period, this contribution would be considered a campaign expense of a political party or candidate that the advertisement promotes. Collusion, on the other hand, can involve efforts between and among third parties to circumvent their own spending limits. All of these would be against the law and any spending in excess of the limit would be considered an offence under this act.", "The other advertising-related measure in this bill involves government advertising in the period leading up to an election. Although government advertising is already mandated to be nonpartisan and approved by the Auditor General under the Government Advertising Act, it is further limited during a general election period to ensure it is politically neutral.", "This bill, if passed, would extend these additional limits to also include the 60 days before a scheduled general election. It would also apply clarifications on what sorts of essential communications are permissible during this time, such as public health warnings and emergency preparedness notices.", "Finally, this bill would transform the way that nomination contestants are viewed under our election finance laws. Right now, they’re basically unregulated and are free to fundraise and advertise without any restriction. As my colleague already mentioned, this is a problem. Nomination contestants are people seeking office. They might soon become an MPP or even a cabinet minister. The reasons for regulating nomination contestants are the same as for those regulating other political actors. No candidate or prospective candidate should be beholden to somebody else. That’s why, under this bill, we want to make sure that rules that apply to other political actors would apply to them too.", "Earlier I mentioned the donation limits on nomination contestants. Under the proposed rules, nomination contestants would also have to register with and file reports to the Chief Electoral Officer and will be subject to spending limits of their own. If this bill is passed, it would come into effect on January 1, 2017. However, at Elections Ontario’s request, the new rules for nomination contestants will be delayed for six months and will not come into effect until July 1, 2017, to give Elections Ontario time to implement these new processes.", "Before I finish, I would like to thank everybody who was involved in getting this bill to this point. Particularly, I want to recognize the committee members from all parties who came before the committee to share their insight and, of course, the Chief Electoral Officer whose expertise has been invaluable throughout this process.", "Our government is providing practical solutions to real problems. This bill, if passed, would strengthen our election finance system, promote accountability and transparency among political actors, and help to keep building the trust that underpins our elections and our democracy. I hope that everybody in this House will join us in supporting it." ],
  "anchor" : "para1182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1219"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It’s a pleasure to join the debate. I’ll be sharing my time with the member from Nipissing and the member from Renfrew–Nipissing–Pembroke.", "While I was listening to the Attorney General and the parliamentary assistant, it was difficult because the baloney meter kept hitting the extreme end of it, and it couldn’t keep track of all the baloney that was being offered during the debate on Bill 2.", "I want to put on the record a few things about Bill 2. I want to start by just first recognizing that public policy ought to be developed in the public interest—that’s why we call it public policy—and it ought not to be developed in the Liberal Party’s interest. There is a difference between the public interest and the party’s interest.", "Bill 2 has been developed in the Liberal Party’s interest, not in the public interest. We saw that originally—we should call it the napkin bill because this was the bill that the Premier tells us she hastily constructed one weekend at her kitchen table on a napkin—Bill 201, the election finance and reform act—with, I guess, her closest advisers in the kitchen. We all know what we do with napkins after they’re used, and that’s what we should do with Bill 2 as well. It’s a used-up napkin and it should be thrown away.", "Let’s set the record straight—" ],
  "anchor" : "para1220"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Why start now?" ],
  "anchor" : "para1225"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "—Liberal cabinet ministers had a quota.", "Minister of Transportation, what was your quota?", "Former Attorney General John Gerretsen told us what his quota was; the former Minister of Finance Dwight Duncan told us what his quota was. I understand the Minister of Energy’s quota was $500,000. These are ministers of the crown who are charged in the development, execution and administration of public policy, but their mandate from the Premier was to raise money for the Liberal Party—big money. That’s what former Attorney General John Gerretsen said in Kingston at the committee hearings: “We have to get big money out of politics.” That was a constant refrain.", "Interjections." ],
  "anchor" : "para1226"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "I see the baloney meter is still going on over there on the other side here from the Minister of Transportation etc. I guess maybe they’re getting concerned—" ],
  "anchor" : "para1230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, maybe you could take a seat for a minute. Since we’re throwing barbs at each other and ignoring the poor speaker, I think we’ll cut it back and I’ll have less dialogue going across the floor. Thank you.", "Continue." ],
  "anchor" : "para1231"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you, Speaker. Some people do get upset when we bring out the truth of the matter on this.", "So big quotas by members of cabinet, and they got caught. Now, they talked a game of accountability and transparency, but we know that they were doing things, and there was no disclosure about their activities with these $10,000 entry fees at private functions by cabinet ministers.", "What was the most egregious section of this was that cabinet ministers were fundraising directly from stakeholders who their ministry works with. Ministries, such as the Ministry of Energy—it was hosting fundraisers and soliciting funds, and there was participation at fundraising events from the proponents, the developers, of large renewable energy programs. The very people who were going to get—", "Interjection." ],
  "anchor" : "para1233"
}, {
  "speaker" : "The Speaker",
  "text" : [ "How about the member from Barrie gets in her seat." ],
  "anchor" : "para1238"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "—government, gravy-train contracts were being asked to come to these $10,000-entry-fee champagne get-togethers.", "We also saw the Minister of Energy and the Minister of Finance directly requesting and soliciting funds from the very bankers who were going to sell off Hydro One. Millions and millions of dollars in fees were going to be available to these bankers for selling off Hydro One, but they had to gain entry into the exclusive Liberal club by paying 10,000 bucks first.", "So, Speaker, the Liberals got caught not with their hand in the cookie jar, but both hands, both feet and their heads stuck in the cookie jar. They just couldn’t help themselves from taking money out of that trough and exchanging access for cash, exchanging policy for cash." ],
  "anchor" : "para1239"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Speaker, a point of order." ],
  "anchor" : "para1242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the Minister of Transportation." ],
  "anchor" : "para1243"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I believe the member opposite is—I think there’s a violation of some standing order on imputing—" ],
  "anchor" : "para1244"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I suggest to the member from Lanark that he tread softly on how the end results of the money happen." ],
  "anchor" : "para1245"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Always wise advice and guidance from the Speaker. Thank you very much.", "That’s what triggered this. This is what triggered the napkin bill, and it had to be put on the record. And we see that the real purpose of the napkin bill was not to provide disclosure and openness and transparency and reduce perceived conflicts of interest, or real ones. The purpose of the napkin bill, Bill 2, was to distribute blame over the actions of the Liberal cabinet.", "When they got caught with the cookie jars, they figured the best thing to do was make it appear that everybody else has a cookie jar. That’s what they did with Bill 2, and that’s why we see that the actions of the ministers are not condemned. The actions of the ministers are being said—“Well, the member from Chatham-Kent, in the back row of the opposition, maybe he will have a cookie jar sometime too, so let’s target that member while we leave our own cabinet ministers alone.”", "They’ve gone even farther than that. They’re not just saying that members of this Legislature all have a cookie jar, but now they’re saying that every contestant, every person who contests a riding in a general election, may also have a cookie jar. And not only people who actually run in an election, but even the nomination contestants at the party level—well, they have a cookie jar too. They have distributed, or attempted to dilute, the blame for the actions—I would say the egregious actions—of the members of the cabinet, and also of the Premier for directing a quota system of fundraising for members of the executive. That’s a horrible, horrible way to do politics, and they know it, but they just can’t accept the blame for what they did. Instead, let’s blame everybody else and then let’s—and this is the other problem that is important to put on the record—put on the record that now, no elected member from any party, no nomination contestant, no candidate can have a fundraising event.", "Now, on the surface that may sound like a very reasonable proposition, and it is a very reasonable proposition if you look at it from the Liberal perspective, where candidates are anointed or appointed. But where you have parties that actually have nomination races or independent candidates who are trying to express their voices and become involved in democracy, well, they are at a significant disadvantage now because they will not be allowed to raise money. They will not be allowed to raise money for a campaign.", "So who does this benefit? Well, it does benefit the Liberal Party. They are going to get the lion’s share of the public purse that they’ve just created with the napkin bill, as well. They get $2.71 per year for every vote that they received in the 2014 general election, and we know their popularity is somewhat less today than it was in the 2014 general election. Like the Premier, who mentioned that she made a mistake, I think there are a lot of constituents, a lot of voters in Ontario, who also would be saying today that they made a mistake in 2014 electing these people.", "However, even though they had support in 2014, they will continue to collect $2.71 per year per vote. What was the approval rating?" ],
  "anchor" : "para1246"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Thirteen per cent." ],
  "anchor" : "para1253"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It was 13%—a 13% approval rating, but they’re going to get per-dollar votes based on 40% of the vote. How better to stack the deck and improve their own advantages.", "We also see throughout this—let’s talk a little bit about the political advertising. The Auditor General raised that this morning. It was a significant subject within the debate on Bill 2 and Bill 201. Both the third party and the official opposition brought in amendments to restore authority to the Auditor General, to prevent the Liberal government from using taxpayer money to run partisan ads. They shot it down every time, of course—surprise, surprise.", "Maybe the Minister of Transportation is taking a little too much there, and has to take a break from hearing all of this.", "Speaker, the Auditor General this morning, in her report, says that once the constraints were removed by the Liberal Party—once they broke their commitment to the public and changed the oversight mechanism—government advertising went from $20 million to $50 million in one year. Thirty million dollars more of public money was spent. According to the Auditor General, she called it self-congratulatory advertising. So they take $30 million out of hard-working people—$30 million out of those thousands of tradesmen and tradeswomen who were here today, on their own dime, protesting this government’s hurtful legislation. They take their money and they run ads promoting, boasting and being self-congratulatory of their actions—horrendous, Speaker.", "There is so much about this napkin bill that ought to be fully ventilated and exposed for what it actually is. It’s a shell game. It’s a shell game to hide from their actions and to deflect criticism from their egregious behaviour.", "We’re all in favour of getting the money out of politics. We are. I know that the third party is as well. But this Liberal government has crafted up enough loopholes—and we know that there is no bar low enough for this government not to get underneath and find a loophole. We’re going to see that that bar has been elevated with Bill 2. They find lots of ways to get under here.", "I want to make reference, as well, to something else that happened in the committee, Speaker, and that is that we heard from so many independent officers of Parliament. We heard from the Auditor General. We heard from the Chief Electoral Officer. We heard from the Integrity Commissioner. And by and large, their advice was dismissed. It was disappointing.", "It was disturbing to see the Integrity Commissioner come before committee and explain the failings of the Members’ Integrity Act. There were amendments offered, but they were all voted down. The government said, “Listen, we’re going to do better than that. We’re going to bring in new legislation to totally review and examine the Members’ Integrity Act.” Well, where is it? I guess the Premier ran out of napkins at the kitchen table and hasn’t had time to put together another bill for the Members’ Integrity Act.", "But that act—the Integrity Commissioner spelled out what the failings were. One of them—and this came up often—was that a minister’s staff, who might be engaged in fundraising, even against this bill—if the Integrity Commissioner found that a chief of staff was engaged in fundraising, what are the Integrity Commissioner’s tools and mechanisms to identify and highlight that wrongdoing? Well, his only mechanism under the act is to report that chief of staff back to the minister, who probably directed that chief of staff to be engaged in it. There is no other consequence.", "Can you imagine any other field of endeavour, any other industry or trade or profession or career, where there are no consequences for wrongdoing? That’s what this government has created for themselves. There is no consequence. They’ll say it’s wrong, but you can only report it back to the person who instructed or directed the wrongdoing. Amazing.", "To bring this into perspective, we all remember a little while ago where some Liberal chiefs of staff and operatives were found to be deleting emails. It was clear: That is against the law. However, to all of our surprise, we found out that there was no consequence in the legislation for breaking the law and deleting government emails. So it’s wrong and you’re not allowed to do it, but there’s no fine, there’s no penalty, there’s no termination of employment; there’s nothing.", "What is a law that has no consequences? It’s called Liberal policy. That’s what it is. It’s called Liberal partisan policy. It’s there to protect them, not to protect the public interest.", "Speaker, the Auditor General couldn’t get the oversight restored. The Members’ Integrity Act could not be amended. The government has stacked the deck so that they’ll get a whole bunch of public money now, based on the 2014 election, and they point the finger at everybody else in this Legislature. That’s what they’ve done with Bill 2: point the finger at everybody else. But Speaker, we know that there is that old adage—and the adage is correct: When you point one finger, you have four fingers coming back.", "That’s what they’ve done with Bill 2. They’ve said, “Everybody else is engaged in the same horrendous, slippery business,” but that’s not true. It wasn’t true in the summer when they started this process. It’s not true today. They are the ones. Their cabinet ought to take ownership of the inappropriate behaviour that they were engaged in and just come clean and say, “We did wrong, and we’re going to be better people. We’re going to be better members. We’re going to be better cabinet ministers. We’re not going to try to blame everybody else” for their own shortcomings. But that’s not what they’ve done.", "I’m going to share the rest of my time, Speaker, with my colleagues, not that I couldn’t find a few more things to say, but we do want to share in the criticism and share in the evaluation and in the examination of just how badly this government has conducted themselves this session and over the last number of years—and when it comes to cookie-jar politics, their hands were where they ought not to be." ],
  "anchor" : "para1254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nipissing." ],
  "anchor" : "para1270"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I want to thank the member for sharing his time with me, because we didn’t get a chance to speak on this earlier and this is a good opportunity.", "The reason we’re here, the reason we’re talking about this, is all about the fact that the Liberals are in the throes of a campaign finance scandal. That’s what this is all about. It is a campaign finance scandal, plain and simple. There’s just no other way to put it. They got caught.", "The Globe and Mail and the Toronto Star will kibitz back and forth over which one of them outed them. Nonetheless, Speaker, they both have, on the front of their papers, put it in plain, discernible text. They got caught. They were having fundraising functions that were tied to their own stakeholder files.", "As the member outlined earlier, you’ve got one minister, the Minister of Finance, with a huge quota, talking to banks around the time of the Hydro One divestment, the fire sale of Hydro One. They would meet those people involved in the sale of Hydro One and have a big funder and raise hundreds of thousands. The former Minister of Energy, same thing: big budget, hundreds of thousands, meeting with stakeholders who are involved in the government’s misguided energy plan.", "You heard from the Auditor General last December, Speaker, that the Liberal government paid $9.2 billion more for exactly the same amount of green energy under their new misguided contracts over the former government’s contracts. We bought the same amount of green energy, but they paid $9.2 billion more for it. Lo and behold, we learn that the 30 purveyors of that renewable energy donated $1.3 million to the Liberal Party.", "The government got caught. They got caught in a campaign finance scandal. In order to divert the discussion away from the fact that they got caught yet again in another scandal above and beyond the five OPP investigations, the alleged bribery, the gas plant scandal—which comes to trial in September 2017; stand by for that one—and the alleged bribery scandal in Sudbury, for which the trial is getting under way right now—above and beyond all that, Speaker, they got caught again in a campaign finance scandal.", "So what do they do? They concoct, as the member said, on a napkin over the holidays the Premier’s continually changing plan. Every day, every week, it seems to change when they get caught at something new. I call it the jingling of the keys in front of the baby: “Look over here. Never mind that campaign finance scandal. Look over here. Look at us. We’re doing something that’s going to help Ontario.” Well, it doesn’t help the taxpayers of Ontario, Speaker. It helps the Liberal Party of Ontario. That’s what they do. That’s everything that they do.", "As the member talked about earlier, this very day we learned, from the Auditor General, that the government had been spending $30 million on advertising. They are now spending $50 million—20 million more dollars on advertising that the Auditor General said is self-promotion of the government. If we had the old rules, before this government changed the advertising rules to suit themselves, against the auditor’ advice—they have taken the auditor pretty much out of the equation. The auditor told us all she can do now is rubber-stamp ads that she doesn’t believe should be running, that she believes are partisan ads. She told us today they spent 20 million more dollars this year on self-promotion ads. They didn’t run these ads for the benefit of the people of Ontario. They ran the ads for the benefit of the Liberal Party of Ontario.", "They’re caught in these scandals. They get caught all the time, Speaker. Part of what they don’t want us doing—they changed the rules so that I can’t hold a spaghetti dinner at the Davedi club in North Bay. I can’t go to Myrt’s diner in Mattawa and hold a fundraiser. I can’t go to TJ’s in Trout Creek anymore with a group of seniors and have a lunch and talk and have a fundraiser. I can’t do that anymore after this passes.", "Why don’t they want us to do that? Yes, it changes the direction from the Liberal campaign finance scandal, but here’s what they don’t want me doing. I’m going to go through some of the things that I spent money on in the last year that I fundraised for. I’ll explain to you, and the people why members outside of the GTA need to have these fundraising events. I can tell you why, so I’ll start right here.", "I paid $100.57 to go to the Economic Club to listen to the economic outlook of 2016. Why? Because I’m the finance critic. The Minister of Finance is speaking there. There’s a media scrum afterwards, and I’m expected to respond to what the minister had said in that room. But I’m not an MPP from the GTHA, so I can only expense items in the Legislature that are in my riding. Well, Speaker, it’s my duty to go to that function and sit there and listen to the minister, take my notes, walk out in the media and give my response. But all the members from the GTHA can go there and expense this. The taxpayer pays for them. I have to fundraise to pay that $100.57. That’s the reality of it, Speaker.", "I can go on. For 90th birthdays and 100th birthdays, I choose to bring flowers to those men and women. I choose that. I don’t expect the taxpayer to pay for that. I like to fundraise. That’s my choice, to do that. I love going to those functions when I’m home. I go home Thursday at midnight. I work in the office on Friday, and I go to functions around my riding. It takes hours and hours and hours to drive from one end of my riding to the other and back. I go on Saturdays. Patty and I visit these wonderful men and women. We like to take them some flowers for their 100th birthday. I think it’s the right thing to do. I can’t expect the taxpayer to pay for that; I wouldn’t. But I like to do that, so I fundraise, for my association, to do that. It’s my choice to do that.", "When I go to the Lions Club charter night, it costs $80 to go there. But the Legislature covers certain events for MPPs, to a limit. That’s proper. It’s a good limit and it’s a proper amount. But again, many of the GTHA MPPs don’t have a vast riding. I have 11 municipalities in my riding. I’m expected at those Legions and I’m expected at the Lions Club and I’m expected at the Rotary dinner and the chamber of commerce in all those communities. They all have one or two or more of those.", "It’s my choice to go there. I don’t expect the Legislature to grow the amount of money they pay for us to go to these events, but it’s my job to be there and, quite frankly, Patty and I love to be there. That’s collected by fundraising and is paid for.", "The Northern Ontario Business Awards: This is an interesting one. It’s a fabulous opportunity to showcase the northern Ontario businesses that have really gone above and beyond and succeeded. The awards are held in North Bay one year, Sudbury, then the Soo, then Timmins, then Thunder Bay and back to North Bay. The ticket is more than $180. The minister goes, and I think it’s great that the minister is there. He gets to go to that. I have to pay $180 to go. If it’s held in North Bay, the Legislature covers that because it’s in my riding, but it’s important for me to be at the ones in the Soo, Sudbury, Timmins and Thunder Bay.", "In my riding of Nipissing we have many winners who have gone there and won. Gin-Cor in Mattawa is one of the recent winners. Those are important events for me to be at to support my riding. The north, quite frankly, is one big happy family. It’s very, very vast but the five cities—North Bay, Sudbury, the Soo, Timmins and Thunder Bay—and all the communities in between really do lock arms and fight together for each other. We really, genuinely do that. So I’m expected in those cities. I don’t always get there, but I’m expected in those communities. I think it’s important that I fundraise to help pay that $180 to go to that function. That’s page one.", "Again, to go to the Lions Club, the Legislature only pays for a certain number of these functions. I have to cover the rest myself. For things like the Economic Club—the minister goes and many of the Liberal MPPs go because they’re in the GTHA—I have to cover that myself. When I go to the Northern Ontario Business Awards, the minister goes, but I have to cover that myself. So that’s why we fundraise. That’s page one. These are the pages. I’ll go through a few more of them.", "There’s a bill here for 200-and-some dollars from the Framemaker. What would that be for? When you frame something, if it doesn’t stay in your MPP office, you can’t claim that, and I think that’s also a great rule. But in my private member’s bill, I had the North Bay and Area Drug Strategy Committee. The fentanyl Patch for Patch bill started with them. They wrote that for North Bay. They came up with that. It was a great bill. All parties of the Legislature passed that bill. It received royal assent. I thought it would be nice for them to have a framed copy, so my association paid for that, $254 and some odd cents. It shouldn’t be the taxpayer; it should be the association that pays for that, so I fundraise for that. This is why we fundraise.", "The Economic Club of Canada had a talk on financial literacy. Again, the minister goes and MPPs from the GTHA go. I had to buy, for $124.30, the ticket, because it’s not a local event for me. It’s a local event for almost everybody on that side. They can all go and the Legislature will pay for them to be there, but not for me because I don’t live in the GTHA, yet the function was held here. I’m expected there; it’s a topic on financial literacy. I’m expected to respond to the media, to that scrum, so I go to that. Dozens of the Liberals are there at these functions. They’re constantly there.", "I held a reception upstairs for the many men and women from Nipissing who came down for my Patch for Patch reception. Dana Hospitality, the group here, we had to pay them, and Sobeys, when we bought pop and chips for the visitors. That’s $121.52, $56.49 and $64.24. That couple of hundred dollars, I fundraised for that. That’s how we pay for that.", "There’s the beautiful Silent Night event that went on in North Bay. The ticket was $40. I wanted to go. I thought it was important that I be there. It was above and beyond the Legislature, so I fundraised for that.", "Again, it’s $123.17 for a beautiful spray of flowers for a former staffer of the MPP’s constituency office who passed away.", "Speaker, here’s another brand new topic. There are three hotel rooms here, the Valhalla in Thunder Bay, the Holiday Inn in the Sault and the Holiday Inn in Sudbury. What the heck is that doing here? This is one, two, three—almost $500 for these hotel rooms. Well, again, it’s interesting, and I don’t disagree with the policy, but the Legislature pays when I do travel throughout Ontario as part of my job. The Legislature pays for only 10 nights a year. That’s it. Well, heck, I go through that in the first part of the year, before the summer. Half the time, I’ve done that. For me to go and tour Ontario—10 nights a year I can do with my eyes closed.", "Speaker, I write my Focus on Finance book every year. I write it in the spring. I try to put it out before the budget. And then I travel Ontario and talk to chambers of commerce, BIAs, DIAs, business groups, seniors, whoever wants to talk to me about finances in Ontario. I’ll go anywhere, anytime. This summer, I spent a good chunk of the summer travelling Ontario, talking about the state of our finances in Ontario. I chewed up my 10-night allotment from the Legislature very quickly. So this $500, I had to fundraise for that. That’s why I fundraise and what I do with the money.", "The Canadian Institute of Mining, their annual mixer—again I’m over the limit of the amount that the Legislature allows, so I had to fundraise for that $70 ticket. Again, there are hotels here: the Marriott in Whitby, the Sheraton in Hamilton, the Delta in the Sault, the Hampton in Sudbury. I do my Focus on Finance tour and I have to fundraise to pay for the travel there and for those hotels, and that’s fine. I don’t disagree with the Legislature’s allotment. It’s my choice to do that.", "So when this government is talking about how you can’t fundraise anymore, it’s because they got caught in the campaign finance scandal and they’re taking everybody down with them. They don’t want me to do this. They don’t want me to travel and talk about the dire state of the economy in Ontario. They want to starve us of that small amount of money to do these things. They don’t want me to be able to go to the function at the Economic Club of Canada and talk after the minister. They don’t want me to go to northern Ontario businesses and be able to see those other northern communities. They don’t want that.", "The Powassan Lions Club pancake breakfast is $40. I go to the CIBPA, we call it, the Canadian Italian Business and Professional Association. I go to their functions. I was at their AGM. I bought a ticket. It was over $300 for the ticket. Now, there were many Liberals in the room, and I thought that was great, by the way. We had a great night, good food. They got to have the Legislature pay for that because it’s in the GTHA. Well, it’s out of my riding, but I wanted to be there. It was important that I was there for that function. They were all there. I was representing our party there, Speaker. My fundraising has to pay for that. That’s why I fundraise.", "Powassan fish fry: Steve Clark, the MPP from Leeds–Grenville, wanted to come but couldn’t make it, but the MPP from Simcoe–Grey did. My God, we had a great time. But it’s $80. I don’t think the Legislature should have paid for that. I paid for that, but it was a choice for me to do that, Speaker.", "The Amish pancake breakfast, another great event to go to—I’m trying to remember which member came to that with me. Bonfield Agricultural Society; Nipissing township heritage day, $20; Powassan Fall Fair—Speaker, the list goes on and on and on of events that I go to that the Legislature does not cover. That’s the point that I wanted to make in the 20 minutes that I had to speak today. All of those events are in jeopardy of me going to them. I’m not going to let them win, though. No matter how deep I have to dig, I want to go.", "When Focus on Finance 4 comes out in February or March, I want to hop in the car and do another tour. I want people to get to know the depth of our deficits and our debts. I know they don’t want me to talk about that, Speaker. They don’t want that.", "So they’re going to starve us from our fundraising. I can no longer hold that spaghetti dinner—and it really is a spaghetti dinner—in the Davedi Club. The Liberals can attest to it because they bought a ticket to my fundraiser. In fact, they bought a big ticket to my fundraiser here in Toronto this year. They like to hear what I have to say, so they tend to track me around. I’m grateful for their help. They helped me get to some of these functions, Speaker.", "Again, it’s not about fixing anything in Ontario. It’s about jingling the keys and redirecting the people’s attention. “Don’t look at the Liberal campaign finance scandal. Look over here. Look at how great we are. Look what we’re doing for all the people.”", "They’re not doing anything for the taxpayer of Ontario. They’re only doing things for the Liberal Party of Ontario. Don’t be fooled by this.", "Speaker, I thank you for the opportunity to talk about why members need to have some level of fundraising. I yield the rest of the time to the member from Pembroke–Nipissing–Renfrew. Thank you very much." ],
  "anchor" : "para1271"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You were close." ],
  "anchor" : "para1307"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "You got the three right, just not in the right order." ],
  "anchor" : "para1308"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "In the wrong order?" ],
  "anchor" : "para1309"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "In the wrong order." ],
  "anchor" : "para1310"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para1311"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you, Speaker. I’ll send a note to the member from Nipissing.", "I’m pleased to join the debate. I’m always pleased to speak on behalf of my constituents in Renfrew–Nipissing–Pembroke and pleased to join this third reading debate on Bill 2, which was similar to Bill 201 before the Legislature was prorogued, as my colleague from Nipissing said, to “jingle the keys” in front of the people of the province of Ontario and hope that they weren’t watching—or weren’t watching what was happening before very closely—and that we’d set a new channel after the prorogation.", "The thing about these election finance changes that I think people have to remember is that the Liberals were elected in 2003 under the current rules of financing—which, of course, they won’t change until January 1 of next year and until this bill is passed—but under the current rules. Now they’re talking about, “Well, we had to change those rules; they weren’t right.” There was an appearance that there was cash-for-access as part of the fundraising mechanism for political parties, particularly the parties in government.", "Because, let’s face it, Speaker, some of those people who have been at cash-for-access fundraisers—and I have some information that I’ll talk about here—I’ve invited those same people to fundraisers of mine as the lowly critic for energy. But they couldn’t make mine, because I’m not the minister. So for them to say they now want to stop this idea of cash-for-access is very, very sanctimonious because, quite frankly, they reaped the benefits of that for a long, long time.", "In fact, Speaker, these numbers are just a little bit staggering. From the time that Premier Wynne became Premier—her swearing-in in February of 2013—to the end of 2015, the Liberals held 223 fundraisers, of which 159 were private affairs for 50 or fewer guests. After event costs, once all the bills were paid, they collected $19.6 million for the Liberal Party coffers—$19.6 million.", "They had in place a quota system. I recall the Minister of Finance’s quota was $500,000 a year that the Minister of Finance must bring in to the Liberal Party. The Minister of Energy was just up around that same amount. I don’t have the exact amount in front of me, but it was somewhere around the same amount.", "So you’d almost have to ask yourself, as well, Speaker, because did you notice earlier this year—there are people who were ministers who are not ministers anymore. What happened to them? Did they want to leave the cabinet? Or is it just possible that they weren’t meeting their quota? Or ministers who got shuffled from one ministry to another: Is it possible that that’s what they wanted or is it possible that they weren’t meeting their quota of raising money for the Liberal Party, raising money in such ways as $10,000 a ticket for the very people who raked in over $60 million in fees putting together the proposals for the selling off of the shares of Hydro One, the initial public offerings, over $60 million in fees collected by people—representatives of the banks—who happened to be at $10,000-a-pop intimate Liberal fundraisers?", "Now, I would never stand in this House and impugn the motives of another member, and I would never make accusations of impropriety against the government, but I’ll allow the people who are watching on television today or those who are reviewing Hansard later on to ask themselves the question. If you’ve got someone coming to a fundraiser and paying you $10,000 to say, “Hi. How are you doing? Those were good shrimp,” but they end up collecting over $60 million in fees for putting together the IPO for the sales of the shares of Hydro One, you can draw your own conclusions. Don’t worry about what John Yakabuski has to say about it; ask yourself. If something smells fishy, it probably is." ],
  "anchor" : "para1312"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "But not that shrimp." ],
  "anchor" : "para1321"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "No, maybe not that shrimp.", "Or as the saying used to go, if it looks like a duck and walks like a duck and quacks like a duck, it’s probably a duck—it’s probably a duck. But that’s only one example.", "What about the $5,000-a-pop fundraisers, where we find out that the companies who built most of the renewable energy projects, the big wind developments—30 companies made donations to the Liberal Party through all of these little shindigs and fundraisers and highfalutin, $5,000-a-pop little soirees that came out to $1.3 million in donations to the Liberal Party. And they in turn were the recipients of contracts for electricity that the Auditor General has shown that we don’t need based on the fact that we’re selling or giving it away at a surplus most days.", "So who benefited? Did the people of the province of Ontario benefit by paying $9.2 billion more for those projects because the contracts were signed at prices far in excess of the market value of the power? Did the people benefit? No. The developers benefited. And it’s clear, based on the number of $1.3 million, that the Liberal Party benefited.", "The reality is, Speaker, that the Liberals got caught. They thought that system was just fine because they were doing so well under it: $19.6 million, to the end of 2015, since the day that Kathleen Wynne was sworn in as Premier—$19.6 million, and that’s net. They were doing tremendously well under that system. I can tell you that there was no plan for them to change this system until they got exposed, they got caught. They would have been happy to keep going on this way because, my goodness gracious, let’s face it, they were doing very well. They had no intention of changing the rules. Before any of these stories came out, they didn’t come out and say, “Oh, we are the wonderfully transparent and open and accountable Liberal Party of Ontario, and we think that we should change the rules on election financing because we’re doing too bloody well under them.” No, they did not say that.", "It was only after the Globe and Mail and some other media outlets did some investigations and found just how deep this practice was in political donations in the province of Ontario, with the primary beneficiary being the government, because they are the ones who hold the levers of power—it was only when they got caught that they actually said, “We’re going to do something about it.”", "I want to give a couple of quotes from a former member of the Liberal cabinet—no longer a member of this Legislature, but one who certainly didn’t think very much of the practice. You remember the member from Kingston and the Islands, John Gerretsen. A fine man—and I’m not finding it in this piece of paper, but I will. Mr. Gerretsen was the Attorney General at one point. He was the Minister of the Environment at one point, if I recall." ],
  "anchor" : "para1322"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "Municipal Affairs and Housing." ],
  "anchor" : "para1329"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "He could have been that too. Thank you very much, member for Scarborough Southwest.", "“In testimony before a legislative committee studying Bill 201”—which was the predecessor to this—“former Liberal cabinet minister John Gerretsen acknowledged that he used to assign his staff to meet his fundraising quota from the Liberals....”", "“‘Did some people’”—and I’m just skipping around here. “‘Most of the people that come [to fundraisers] are primarily lobbyists from different organizations, particularly if you’re a minister, that have something to do with your ministry in one way or another,’ he told the committee.”", "They “‘have something to do with your ministry in one way or another,’ he told the committee.” You see, John Gerretsen could tell us about what this practice was and how it was benefiting the Liberal Party, because, you see, Kathleen Wynne can’t fire John Gerretsen. She can’t demote him from cabinet. She can’t relegate him to the backbench, because he left of his own accord.", "He talked about how much he disliked the practice. Then he says: “‘Did some people get quicker access because they happened to be at my fundraiser? You’d have to talk to my staff about that,’ he said at the hearing. ‘But the perception is certainly there that if you give money to a particular government, you may have quicker access.’”", "Those are not my words; those are the words of a former senior member of this government who held senior cabinet positions in this government. And he recognized himself that what was going on could not be defended.", "So when the Liberals got caught, the Liberals came up with some new rules. But even at that, these new rules are designed to benefit them far more than they will benefit ourselves in the PC Party or the third party, the New Democrats. They are designed to give further advantage to the governing party.", "Nobody has to remind me that, yes, they got the most votes in the 2014 election. Based on that—because you do have to have money to run an election. You do have to have money to run a political organization as a party or a local riding association. So, as part of this legislation, there are going to be monies transferred to the parties from the public treasury, to the tune of—I think it’s $2.71 currently, which will be in the first year. If I’m wrong, I apologize. I think that’s what the amount is: $2.71 per vote, per year, based on the results of the 2014 election. Even at that, the Liberals are advantaged, because they will receive a greater amount of funding under the new legislation than either of the other two parties because, as I said—it pains me to have to say it—they got the most votes in the 2014 election." ],
  "anchor" : "para1330"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "They got the most seats." ],
  "anchor" : "para1339"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, they got the most seats too. But they did get more votes than we did, or you.", "They got the most votes, so they’ll get the biggest amount of funding.", "Again, it is this kind of reactionary action on the part of the government—let’s be clear, Speaker. Not a single bit of this bill was done because they’re concerned about the people of Ontario or about how they raised money. This was done because this party got caught. They got caught in the most egregious way.", "Kathleen Wynne’s predecessor, Dalton McGuinty—when it came to cash-for-access fundraisers, he was a piker compared to her. He was in the minor leagues. This Premier is the world champion. Cash-for-access fundraisers were taken to a new level under her government, under her leadership of the Liberal Party.", "Not only was the cash-for-access for lobbyists and those who would benefit and have contracts with the province of Ontario—the people of Ontario trust their government to sign contracts on their behalf. On behalf of the people of the province of Ontario, the government in power has the authority to bind the province to contracts. The people who send us here expect that those contracts are signed for the benefit of all the people of Ontario. But we find that those contracts, in many cases, appear to have been signed for the benefit of the Liberal Party of Ontario.", "I’ve referenced the energy contracts, where those 30 developers made donations to the Liberal Party of $1.3 million and received contracts—I can’t say “in return,” so I’m not saying it. But the appearance is still there, the possibility exists, that there may have been some connection between making those massive donations to the Liberal Party and happening to be the ones that received the contracts. You see, all of those developers that did receive contracts did make donations to the Liberal Party, and some of the developers that didn’t get contracts—it’s probably just a coincidence—didn’t actually make donations to the Liberal Party. Again, Speaker, we’ll let the viewers draw their own conclusions, if there’s a connection. I’m sure that the people are going to figure it out.", "Do you know who has figured out this government? Bonnie Lysyk, the Auditor General.", "It’s not enough that the Liberals raised $19.6 million in that period of time—and continue to raise it today, by the way, Speaker. The rules have not changed. They’ve been on an orgy of fundraising in 2016, as well, because they want to make sure that before this calendar year is out, they have tapped into every pocket out there, every one of those organizations.", "Every one of those organizations that have paid for cash-for-access want to see you one more time.", "I’ll tell you, not only are they tapping the people of the province of Ontario and all of those organizations and all of those companies and all of those developers, but the Auditor General—and this is her report—has even said that they’ve spent $50 million on self-congratulatory advertising." ],
  "anchor" : "para1340"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Point of order." ],
  "anchor" : "para1350"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Point of order: Minister?" ],
  "anchor" : "para1351"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I do not believe that the word that this great member is using—“orgy”—is of a parliamentary aspect, Mr. Speaker. So I would ask the member to rephrase maybe—from using those types of parliamentarian language." ],
  "anchor" : "para1353"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, that would be my job." ],
  "anchor" : "para1354"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Sorry." ],
  "anchor" : "para1355"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, my job.", "I think it’s kind of a questionable word. Maybe “group effort” or something would be nicer.", "Interjections." ],
  "anchor" : "para1356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Continue." ],
  "anchor" : "para1359"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I will not use it again. I apologize to the member.", "They have been on a mission, and they have been absolutely, singularly focused on that mission, in trying to fill that coffer up to the brim before the end of 2016.", "As I said, the Auditor General said, even on top of all that, there is the $50 million on self-congratulatory advertising. Have you listened to the new health care ad? It tells you nothing about health care. It’s an ad that tells you how wonderful the Liberal Party is and how wonderful the government is. It doesn’t tell you where you can get access to health care. It doesn’t tell you whether the emergency room in your hospital will remain open. It doesn’t tell you that there will be new hips-and-knees access in your hospital. It just tells you, “My goodness gracious, this is the Liberal government, and we are the best that has ever existed. We are wonderful. Don’t forget us in 2018.”", "They’re not going to forget you in 2018; I can tell you that right now. They’re not going to forget you." ],
  "anchor" : "para1361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I dare to say: Questions and comments? I don’t see any questions and comments.", "Do you have a point of order, Minister?" ],
  "anchor" : "para1365"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "Mr. Speaker, I was just going to suggest that the honourable member, instead of shouting and screaming, could talk very nicely, very quietly. We don’t—" ],
  "anchor" : "para1367"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The decibel level is not a point of order.", "Further debate?" ],
  "anchor" : "para1368"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’m going to speak at a normal decibel level, but you’re still not going to like what I’m going to say, I just want to tell you.", "It is, of course, always a pleasure to stand in my place in the House and bring the voices of the citizens of Kitchener–Waterloo to Queen’s Park.", "This journey that began with Bill 201 back on May 17, following some very excellent media coverage, I think, which exposed a practice and a culture of fundraising in the Liberal government, which gave a lot of concern not only to the parties in this place but also to the general population, the citizens of this province—that began our journey. I want to thank the people of this province who came out as delegations and deputations and shared their concerns with that culture.", "I do believe, Mr. Speaker, that at the beginning of this process there was some intention to work collaboratively, in partnership. We certainly entered into this process and this journey with our eyes wide open, because it didn’t start off the best. As the member has already mentioned, the Premier crafted it herself—the first draft, anyway. We went on tour. We went to Ottawa and Kingston and Toronto. We heard many people from Toronto. The people who came to those committee meetings—some of them for the first time—shared their concerns and their distrust of this government. What we have before us today is really a shell of what we promised those people.", "What we have done—but we were already there at the very beginning of this process—was we all agreed, as parties, to cancel the union and the corporate donations. That is the substantive piece of this legislation.", "But as the committee began to uncover and peel back the layers of a practice of collecting funds and pay-for-access, cash-for-access, whatever you want to call it—once we started peeling back the layers, we found many problems that needed to be addressed. Unfortunately, the bill that we have before us does not address that.", "But I do want to get it on the record that New Democrats tried. We’ve tried time and time again. We tried, at a great sense of frustration, I know, from the other committee members. I know that we tried very hard, because I was at every single one of those meetings.", "So I’m going to talk about what’s not in the bill, because I think it’s important to point out the inconsistencies in some of the rhetoric that you heard earlier from the Attorney General, who talked a lot about his concern about the perception of trust. You see, this is the issue. Some of us truly are concerned about the level of cynicism in our political arena. Some of us are genuinely concerned about that ethical benchmark, which has become very blurry in this place. Then some of us, I guess, are just concerned about the perception of trust and the appearance of impropriety. These are his direct words.", "At the end of the day, there was this very sharp reaction from this government. I think the media listened to us at the committee, they listened to our concerns, and they rightly pointed out that the first draft of Bill 201 did not ban cash-for-access. It did not. It lowered the amount of money that you would have to pay to gain access. It changed the nature of the people and the corporations and the unions who could make those donations, but it didn’t fundamentally change the cash-for-access.", "I do want to put on the record that this remains a concern for us.", "In the last clause-by-clause that we just went through—was it just last week? Just last week, and this is moving now very quickly. New Democrats have consistently said that research and polling and travel expenses should be included in the ceiling of campaign expenses. The government could give no good rationalization as to why they want to ensure that research and polling and travel is off the books. It’s off the books. Even when the independent Chief Electoral Officer came to this committee and expressed the concern, this government—Kathleen Wynne’s government—could give us no rationalization.", "We did introduce a motion, amendment number 2. It removed the exemptions of research and polling and travel expenses from campaign expenses, thereby including them in the ceiling. The government voted this down, on the record—so research and polling, still allowed to be included, and off the books, going forward.", "When you look at the United States and the way that that election played itself out, polling is a new player in the political arena, because it has a great ability to influence voters. Those who are engaged, those who are paying attention, are paying attention to the polling. If you have your own polling company and you can spend as much money as you want on that polling, you can often get the result that you want, right? It depends on who you poll. That’s the same thing with research as well.", "So these are off the books. The government was content to leave them there, to park that money over there so that they can tap into it during the next election.", "We also brought in stronger regulations and oversight of the Integrity Commissioner of the province of Ontario, who gave a very powerful speech, really, when he came to the committee. He said, “Listen, I don’t have the power, as an independent officer of the Legislature, to ensure that conflict of interest is not at play between MPPs.” Instead, what happens is that we are supposed to self-police each other.", "Even when the member from Bramalea–Gore–Malton—who I should say I will be sharing my time with—brought forward a complaint to the Integrity Commissioner about a minister having select meetings with ministry stakeholders that are related to his ministry, be they energy, be they transportation, be they finance, the Integrity Commissioner came back—he has no legislation to properly conduct an investigation, to properly hold those members of provincial Parliament accountable, even at the behest of another member. We should not, as individual MPPs, have to police each other’s own behaviour. We should not. In other provinces, the Integrity Commissioner has that power.", "When the Integrity Commissioner came forward with his report on this one complaint—I still have four complaints outstanding—he said that basically the legislation is limited, but a rational person would conclude that the appearance of conflict of interest was in play.", "Most people would conclude—except in this instance, the Minister of Energy at the time didn’t seem to think that these eight people who had paid $9,000 to be in that boardroom with him—maybe he thought they were there for the dinner conversation and the jokes. But actually, those people had a vested interest in bidding on the IPO to sell off Hydro One.", "Now, if I was in that room, I have to tell you honestly, I would be uncomfortable. I would be uncomfortable because I would know that those people were not there to listen to my clever, creative banter. They were there because they would think that I have influence and I can influence contracts.", "The Integrity Commissioner could not make a valid ruling on this. I say “valid” because the legislation is weak. We introduced an amendment to strengthen the role of the Integrity Commissioner in the province of Ontario. This government voted it down, on the record.", "The other side of this is the role of lobbyists in the province of Ontario. We wanted lobbyists to report within set-out times any activity they undertook at a fundraising event, as set out in the act. We basically wanted a lobbyist to say, “You know what? I went to this minister’s event,” and they would report back in a timely manner, in five days, 10 days, what have you. In this instance, this was ruled out of order. I think they just got tired of hearing me continue to bring it up.", "Research polling and conflict of interest and—I’m going to get to this, actually, a little bit later.", "The government advertising piece: We consistently supported the Auditor General in her call to have a piece of legislation strengthened, which was changed under the Government Advertising Act, 2015, under the Budget Measures Act. She gave us examples of advertising that she would say do not fall under an ethical or reasonable expenditure. She went so far as to say in committee that her job is a joke because she has no real power to indicate whether or not a government advertisement crosses the line, because the act is so watered down.", "We introduced motions, both in 201 and once again in Bill 2. We got nowhere with this government. They are very committed to spending public money on government advertising. This is important, though, because today the Auditor General came out in her press release, and she released a really—it is unprecedented. We say that every time because we think that it can’t get any worse, but apparently it can.", "The press release today from the Auditor General: “Government Using Public Funds to Do More Self-Promotion: Auditor General", "“Toronto: After significantly weakening a law designed to stop the government from using taxpayer funds to pay for partisan advertising last year, the government subsequently spent millions in 2015-16 on ads whose primary objective was to make it look good, Auditor General Bonnie Lysyk says in her 2016 Annual Report.”", "This is a quote from the Auditor General, from today: “‘We cautioned when the government changed the law in 2015 that it was opening the door to this sort of thing,’ Lysyk said today after her report was tabled in the Legislative Assembly. ‘Sure enough, the government walked right through that open door.’", "“At issue is the Government Advertising Act, 2004, enacted over a decade ago with the support of the Office of the Auditor General. The act required the Auditor General to review most government advertising and, in cases where it was deemed not partisan, to issue a formal approval before the item could be used.” It also sets out standards.", "“The act worked effectively...”—I just want to remind you that Dalton McGuinty brought in this piece of legislation. Who knew I would be standing in my place saying that I miss Dalton McGuinty, but he did the right thing. When he was Premier of this province, he brought in the right piece of legislation, the ethical piece of legislation, which removed the government’s ability to abuse their power and to advertise on the dime of the citizens of this province.", "The Auditor General goes on to say: “...when the government amended the act by removing the Auditor General’s discretionary authority, and by providing a narrow and specific definition of partisan advertising. The amended act still requires a formal approval from the Auditor General before an ad can run, but under the narrow definition of what is partisan, this approval is little more than a rubber stamp.", "“For the year ending March 31, 2016, the government spent $49.9 million on advertising, as compared to $30 million the previous year. Examples of the problematic advertising include”—and this is directly from the AG’s report today:", "“—a campaign to promote ‘Ontario’s nearly $160-billion investment in infrastructure,’ which omitted to say that the spending would be spread out over the next 12 years;", "“—ads telling Ontarians that the government is increasing health care spending by $1 billion, with few specifics, that led the Auditor General to conclude the ads appeared to be self-congratulatory and aimed at ensuring that the government gets credit for its planned health care spending; and", "“—a series of ad campaigns on the environment that could be seen as self-congratulatory and, in some cases, misleading”—“misleading” was a word that was used throughout this report—“with one promoting the government’s cap-and-trade program that conveyed the sense the program was already in place when, in fact, it was tentatively” scheduled for 2017.", "This government spent $50 million on these ads. I have to tell you, Mr. Speaker, it should be an ethical point of order. We should have greater powers, MPPs in this House, to ensure that the government does not abuse their power in this way.", "I just want to point out the health one in particular, where the government says they’re going to spend $1 billion more on health care. In Kitchener–Waterloo, my colleague from Kitchener–Conestoga shared a fundraising letter from Grand River Hospital today. It is the foundation fundraising to help hospital wait times." ],
  "anchor" : "para1370"
}, {
  "speaker" : "Interjection",
  "text" : [ "What?" ],
  "anchor" : "para1408"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Yes. This is from the Grand River Hospital, November 2016. It says: “If you’re like many people in Waterloo region, you head to Grand River Hospital. The emergency department at Grand River Hospital is our community health care safety net, serving all patients of all ages, 24 hours a day. But we have a problem. We have a unique made-in-Waterloo-region solution to the wait time problem, but we need your support to make it work. Will you help us cut wait times by contributing to this special campaign? Your gift of $30, $50 or whatever amount you can donate will help us bring more emergency physicians to Grand River Hospital.”", "This is Kathleen Wynne’s Ontario, where hospitals are putting out fundraising letters to bring more emergency physicians in and to address wait times, because the wait times that were in this report today will certainly open the eyes of a lot of people. But you know what, Mr. Speaker? It’s okay, because the government can run advertising saying, “Everything’s okay. Look how great we are.” Now, if you do not believe that this adds insult to injury to people who are waiting 37 hours to get an ICU, acute-level bed, you must rethink your position as a government. In all honesty, it is shocking.", "The final thing I wanted to say that we did bring forward—and this is going to come as a shock to a lot of people, I think, in the province of Ontario. The previous member was talking about how fundraising now is going to happen for parties and for politicians. Well, this government—that had no mandate to do this; I just want to point that out—has gone to a fully publicly funded political system. If you read the act—and this should be very interesting for some of you—we will now be getting quarterly allowances. This is section 32.1 of the act:", "“32.1(1) The Chief Electoral Officer shall determine, for each quarter of a calendar year, an allowance payable to a registered party whose candidates at the most recent general election before that quarter received at least,", "“(a) two per cent of the number of valid votes cast; or", "“(b) five per cent of the number of valid votes cast in the electoral districts in which the registered party endorsed a candidate.”", "The calculation of this new allowance that we’re going to get is quite interesting. The Chief Electoral Officer himself said in committee that there’s no precedent for this, right? It’s not a per-vote. It really isn’t because the per-vote was fairly straightforward.", "Well, there’s a new calculation. Actually, for those of us who have some concerns with Liberal math, we have good reason to have some concerns on the way that a “registered party’s allowance for a quarter is the amount calculated by the following rules:”—I am not going to go through all of them, but it’s going to start in 2017:", "“1. In the 2017 calendar year,” 67 cents “multiplied by the number of valid votes cast for the party’s candidates in the election referred to in subsection (1).” Every year, that amount changes, but this is a model that has never been applied. The math, the calculations—no other jurisdiction uses this particular model. So what did we do? We asked the government, at the very least, to have a review process of how it’s working, because we feel strongly that the public at large, the citizens of this province, never really signed on to a publicly funded political system with quarterly allowances to constituency associations. This is completely new to a lot of people.", "So we moved an amendment—really, just a very simple amendment—asking that the Chief Electoral Officer would review the per-vote financing in five years. So let the system run itself down to the five years and then have an open and transparent review of this new financing scheme. Did the government agree to this? Absolutely not. They don’t want to have an independent officer of the Legislature to review. They do not want that. For us, that’s genuinely surprising. It’s a model that hasn’t been tested. It’s a model that has never been rolled out.", "Even the Chief Electoral Officer said that the monitoring of MPPs at these events, the events that are supposed to be revenue-neutral, and if we miscalculate the revenue that’s driven from those events—say some people don’t eat as much spaghetti or eat as much corn and it’s not revenue-neutral: That money goes to the Chief Electoral Officer, which he was very surprised to learn about as well. He actually needs more time on a couple of schedules to try to figure out what this government is doing.", "We started with a problem around cash-for-access with big amounts being donated specifically to ministers, and it didn’t take too much to connect the dots on how the money was influencing policy. One has only to look at the energy file and how green energy in the province of Ontario is completely and utterly privatized. Who does that? Who leaves green energy—the reduction of greenhouse gases, this innovative green economy that I think we thought would happen; who markets it out, shops it out and then builds in a profit margin for all of those companies on the backs of the people of this province? What kind of government does that? Well, apparently this government.", "I wanted to get on the record that New Democrats brought forward substantive amendments on research and polling, on conflict of interest, on reviewing the model and on government advertising, and we feel very secure that we did our best to make this piece of legislation stronger. So I have to ask: What was going on?", "While the former member went through how much the government accelerated really aggressively fundraising in the province of Ontario, he mentioned the $19.6 million that the Liberals have already collected. It’s a considerable amount of money. They’re probably in a really good financial position. So now, we’re not allowed to go to our own fundraising events going forward.", "The member from Nickel Belt gave me a really good example. The NDP have held the riding of Nickel Belt for 50 years. There has been an event in the planning for over a year now. She’s not going to be able to attend this event because sometimes those events also are fundraising events. So, 50 years in Nickel Belt, and no MPP there. She’s thinking of Skyping in. We’re not sure if the Chief Electoral Officer will—maybe she can go across the street to the coffee shop and shake hands or whatever.", "You must understand that no other jurisdiction has completely banned MPPs from being in a room with people in their ridings. The Chief Electoral Officer, when I said to him, “Did you expect to end up in this place?”, said, “With all honesty, no.”", "The biggest problem with this strategy that the Liberals have cooked up is that it doesn’t actually ban cash-for-access. It just means that politicians will have more time in their offices, going through their Rolodex, and now they can just go through their Rolodex and ask people for $1,200." ],
  "anchor" : "para1409"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "No, no, no. A point of order." ],
  "anchor" : "para1427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the Minister of Agriculture." ],
  "anchor" : "para1428"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "You can’t impugn motive around this place. The member is certainly impugning motive that a minister like myself sits around looking at a Rolodex, which is not correct. You can’t impugn motive, Mr. Speaker." ],
  "anchor" : "para1429"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I hear your point, and it’s taken. But I think the Rolodex—I guess she’s talking about contacts. I don’t think she mentioned anything about finances connected to the contacts. So, no, I think that’s okay.", "Go ahead." ],
  "anchor" : "para1430"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "No, Mr. Speaker—" ],
  "anchor" : "para1432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve already ruled. Thank you." ],
  "anchor" : "para1433"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "But I can rise on another point of order." ],
  "anchor" : "para1434"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Another point of order?" ],
  "anchor" : "para1435"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Because she clearly said “cash-for-access.” It doesn’t take a lot of thinking here to say that you’re looking at a Rolodex to participate in cash-for-access. There was a clear link by this member, Mr. Speaker." ],
  "anchor" : "para1436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You have your opinion that it was a link, and I don’t.", "Continue." ],
  "anchor" : "para1437"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "To the member’s point: I’m not saying that he himself will be going through a Rolodex; I’m saying that this legislation leaves a loophole so that that could happen. That is the truth.", "In fact, I would argue that now MPPs will have more time because now we don’t have to go to the parties. In fact, we’re not allowed to go to the parties. So it will change the way that MPPs fundraise. It will. But it will not ban cash-for-access, and that is the truth.", "I don’t understand why we spent the last six months trying to, as the Attorney General said, address perception and trust and the appearance of impropriety and not actually do that. It was a long six months, Mr. Speaker.", "One has to ask themselves: What was this government doing while aggressively fundraising all this time? Because today’s Auditor General’s report gives us a pretty good indication of what they weren’t doing.", "These are value-for-money findings from this year’s report from the Auditor General. There are 13. They speak to, really, a government that has lost its way and certainly has forgotten how to prioritize the people first in this province.", "One of the value-for-money audits in volume 1 says:", "“The Ministry of Transportation has not fully implemented tests to identify asphalt that will crack before it is laid; as a result, the pavement on some major Ontario highways has cracked prematurely, and the province has paid millions to fix it.” So they weren’t taking care of the highways when they were fundraising.", "“Lack of appropriate oversight of designers and contractors, and the late delivery of their projects has resulted in additional costs to Metrolinx. For contracts with CN and CP, Metrolinx does not know that it is getting what it pays for, as it does not verify charged costs nor ensure that they are reasonable.” So they weren’t doing their proper oversight around transportation costs around designers and contractors. In fact, we did find out that some of the girders were put in upside down by a company, and that company still went on to get further contracts from the Ministry of Transportation and from Metrolinx.", "“Only 20% of the total amount of 2020 targeted emissions reductions for Ontario of 18.7 megatonnes will likely be achieved in Ontario under the province’s cap-and-trade system. The remaining 80%, or 14.9 megatonnes, is forecast to occur in Quebec and/or California.” So they were advertising their cap-and-trade program, but they weren’t addressing the targeted emissions for the province of Ontario. They’re just going to spend $446 million and buy the credits in other jurisdictions.", "On the environment again, they weren’t properly doing their appropriate oversight. “There are potentially thousands of polluters operating without government approval, and about 80% of those 32,500 emitters that received approvals in the last 15 years have never been inspected by the Ministry of the Environment and Climate Change.” So they were fundraising and they were advertising, but they certainly weren’t ensuring that polluters had inspections.", "“The province’s health care sector spent $8 billion over the last 14 years to implement an electronic health record initiative, but the initiative remains unfinished.” This is from today’s Auditor General’s report. So a lot of people in the province of Ontario are going to be wondering, while all of these fundraising events were happening and all this money was being collected, where were their interests? Who was taking care of the people of this province? Well, the Auditor General has found huge gaps in priorities.", "I’ll leave you with one more, and this is the most heartbreaking. “After audits in 2003 and 2008, the Ministry of Children and Youth Services has still not made changes to ensure that agencies deliver mental health services to children and youth appropriately, cost-effectively and on a timely basis.” So Ontario does not prioritize the placement of high-needs individuals into mental health supportive housing, meaning people with serious needs can’t get their placements first.", "The report goes on, Mr. Speaker, but it does lend itself to an overarching question at the end of this report. As this government goes through the motions on addressing cash-for-access, and as this government goes through the motions around pretending that they’re not aggressively accelerating their fundraising schedule, who was taking care of the responsibilities of the people of this province? The AG’s report today gives this government a failing record." ],
  "anchor" : "para1439"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bramalea–Gore–Malton." ],
  "anchor" : "para1452"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I want to commend my colleague from Kitchener–Waterloo for her tremendous work and her very insightful comments.", "I want to just highlight a couple of points that were made, and I think it’s important to highlight them. First off, the changes to campaign financing under this bill, the Election Finances Statute Law Amendment Act: The changes are fundamentally changes that will impact democracy. They will impact the way parties raise funds. In order to do that, to change democracy, to impact the way we engage in democracy, the process also has to be democratic. One of the points I want to highlight is that this government thought that a committee where they have a full majority was the appropriate way to deal with changing the democratic process, or an element of the democratic process, in this province. I want to make it clear that that is not a democratic way of doing it.", "In fact, we have an example of another party: the federal Liberals. The federal Liberals were faced with the same problem. While I’m not one to compliment—I don’t think it’s necessary or important to compliment people blindly, but I have to acknowledge that the federal Liberals realized that if they’re changing the democratic system, the committee should not have a majority of their own party members on it. So what they did is they gave up their majority on the committee, saying that it would be more democratic to involve the other parties in a way that they did not have a majority on the committee. Because we all know that if a party has a majority on a committee, then the other voices are not heard.", "If you look at the track record of this government when it comes to amendments at committee, this government will say again and again, “We’ll take it to committee and then we’ll have some amendments.” You take it to committee and then amend what you don’t like. Does that actually happen? If you look at every bill that has been brought forward in this government, I challenge you to look at the track record of how many amendments from the opposition parties the government actually supports and how many of them actually make it into the bill.", "It is an illusion to say that by sending something to a committee where there is a Liberal-dominated membership, there will be meaningful input that will be taken by this government. It doesn’t happen, Mr. Speaker. You know this. Sure, if it’s a partisan matter, the government has their agenda. They won the election; they’re entitled to a majority on committee for everything else. I don’t take issue with that. Maybe we should have a proportional representational system where that isn’t the case, but with the current system I understand that’s what they’re going to do.", "But when it comes to something like changing the democratic process, the government has to realize they can’t be arrogant. They have to present themselves as a government, and a government has to present itself as reasonable. It’s reasonable for a government not to have a majority on a committee where they’re actually making decisions about how our democracy’s going to function. So the process was not democratic, to begin with. We raised this issue a number of times and said, “Listen, let’s have an independent chair, like the Chief Electoral Officer. Let’s have some real independence in the way we actually change these rules.”", "Here’s something novel: If you have independence, maybe the results would be something that the people of this province could get behind and say, “Hey, that sounds like a fair idea.” But it’s not really a surprise when you have a stacked committee, when you have a system which is clearly biased and then the results of that are something that is questionable. They don’t actually resolve the problems that created this. Legislation is brought forward and the problems that created that impetus are not being solved, and it’s not really a surprise because the Liberal Party has their own party at interest as opposed to the people of this province’s interest at heart.", "Some of the examples my colleague raised are very powerful, and I want to highlight one of those in particular. The whole issue was that people were concerned that they didn’t want to see ministers being unduly influenced. There was a concern with that. People object to the concept that you have to pay money to have access to a minister. That cash-for-access rubs people the wrong way. It feels to them in their core that there’s something wrong with that. The reason for that is that if you’re currently in government, you’re currently making decisions, and while you’re in government, while you’re making decisions, there is this cash-for-access system going on. It directly strikes to the heart of this issue of independence, this issue of whose interest is at heart, and it speaks directly to this idea of being influenced or not being influenced.", "That’s really the question here. People were concerned by that. That’s why this hit the news. That’s why people picked up the story. That’s why people were outraged. They thought, “Okay. This government seems to be in a position where there is influence by those who have wealth and resources. They’re influencing the government, and that doesn’t sit right with us.” That was the issue.", "Now, that specific issue has not been dealt with by this government. They haven’t addressed the issue around the minister or people in positions of power and how their decision-making should not be influenced. Let’s take any doubt away from that.", "One specific issue which came about was the scenario where we had the Minister of Finance and the Minister of Energy, who were responsible for decisions that resulted in Hydro One being privatized. Those very same beneficiaries of that privatization, the people who benefited from Hydro One becoming privatized, were the same group of people who threw a massive fundraiser for the Minister of Energy and the Minister of Finance. People looked at that and said, “Hey, that doesn’t look really fair. That doesn’t look independent. That looks problematic.” You have the decision-makers and you have the people who benefit from the decisions throwing a fundraiser for the decision-makers. It doesn’t look right. In fact, the Chief Electoral Officer said, “Hey, I agree. It looks pretty apparent, given the scenario, that there’s a conflict of interest.” But the legislation doesn’t cover that. That would be an issue that the government should have tackled. That’s directly speaking to the problem. That’s directly speaking to the public confidence in this government. But the government didn’t address that issue. Really we want to make sure that the decisions are made in an independent and transparent way, that resources that are public are used in a fair way. Mr. Speaker, what’s an example of that? A very good example is when the government uses public resources to fund advertisements, to pay for advertisements. That’s a great area to look at: the independence, the appropriateness of those advertisements.", "Before, the Auditor General would evaluate an advertisement and say, “Hey, is this benefiting the people of Ontario? Are you letting people know about a particular program that’s going on? Are you providing awareness about a particular health concern? Are you giving information to people?” That’s something very appropriate. The government should do that. The government should provide information so that people know what’s going on. What services are available? What are some new developments? What are some educational things that people should take into mind? But they had independent oversight by the Auditor General to confirm that the decisions made were actually in the benefit of the people.", "What did this government do, Mr. Speaker? They took away that independent oversight. They took it away. They said, “We don’t want the Auditor General to be able to evaluate the appropriateness of our government advertising.” That is very clearly a problem. I don’t understand how members on the other side can defend that. Your government rejected oversight by the Auditor General, rejected oversight which allowed the Auditor General to say, “Hey, this particular ad is partisan in nature.” That speaks directly to the heart of having an independent system that’s fair and that’s just. This amendment was proposed by our member, and the government rejected this amendment. That clearly demonstrates that this party is not interested in transparency.", "I challenge anyone on that side to show me how that particular piece is in any way in the interest of the people of this province. I challenge you to respond to this. How can you justify stripping the Auditor General of that oversight to be able to determine which pieces of advertisement are appropriate or not? We have the auditor saying right now, “Because of this change in legislation, I am no longer able to say no to certain advertisements, and I would have. I do. I think that many of the advertisements are clearly partisan.” She pointed to examples. But this government is not interested in really addressing the concerns.", "The cash-for-access issue seems to be an issue that not only impacts the provincial party but now we’re seeing the federal party also engaging in the same practice, and now people are complaining about that as well. It seems to be an ongoing trend that the Liberal government has become so arrogant that they don’t think that the people’s concerns matter. They try to continually bend the rules and they try to get around the rules, and they don’t care about the perception that results in people having less faith in the government.", "We do care about that. We will continue to care about that. We’ll continue to be the voice of the people of this province and putting people ahead of the party, unlike this party." ],
  "anchor" : "para1453"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Second call for questions and comments.", "Further debate? Further debate? Last call: Further debate? There being none, I guess we can adjourn this.", "Mr. Naqvi has moved third reading of Bill 2, An Act to amend various statutes with respect to election matters. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion, please say “aye.”", "All those opposed, say “nay.”", "I believe the ayes have it.", "It’s going to be a 30-minute bell.", "The division bells rang from 1749 to 1750." ],
  "anchor" : "para1470"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you so much. We have a vote deferral, pursuant to standing order 28(h), that this vote be deferred until after question period tomorrow." ],
  "anchor" : "para1478"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? Minister of Agriculture." ],
  "anchor" : "para1480"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Well, Mr. Speaker, they’ve been muzzling me all day, so at least I’ll get a chance to get on here. I would move that the House recess." ],
  "anchor" : "para1481"
}, {
  "speaker" : "Interjection",
  "text" : [ "Adjourn." ],
  "anchor" : "para1482"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Adjourn, I’m sorry—adjourn." ],
  "anchor" : "para1483"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture has moved adjournment of the House. Do we agree? Agreed.", "The House is adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1484"
} ]