[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on April 5, 2017, on the motion for second reading of the following bill:", "Bill 96, An Act to enact the Human Trafficking Awareness Day Act, 2017 and the Prevention of and Remedies for Human Trafficking Act, 2017 / Projet de loi 96, Loi édictant la Loi de 2017 sur la Journée de sensibilisation à la traite de personnes et la Loi de 2017 sur la prévention de la traite de personnes et les recours en la matière." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate? Government House leader and Attorney General." ],
  "anchor" : "para225"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me to speak on Bill 96, the Anti-Human Trafficking Act. I’m honoured to speak on this very important bill.", "Let me start first just by saying happy International Day of Pink to everyone and those who are listening. Speaker, I noticed that you should have worn your pink tabs. Apparently you’re not allowed to, but I see a lot of our members are wearing pink. This is an important day to show solidarity and stand against any and all forms of bullying. That’s what the International Day of Pink is about.", "I want to thank all the incredible champions, activists and advocates out there in our respective communities who work every single day in making sure that our schools are free of the scourge of bullying. We’re taking proactive steps to make sure that our kids are safe at all times. I particularly want to give a shout-out to Jeremy Dias in my community of Ottawa Centre and the Canadian Centre for Gender and Sexual Diversity, previously known as Jer’s Vision, for their hard work in making our schools a safe space for everyone.", "Speaking of building safe communities, speaking of the importance of making sure that all individuals in communities are free from victimization, it’s really humbling for me to speak about the crime of human trafficking. It’s a deplorable crime, a crime that we as a society, we as legislators, should never accept. That’s why I’m really proud that our government—with the assistance of a lot of people, a lot of advocates, activists and members of this Legislature from all sides—is debating the Anti-Human Trafficking Act.", "I want to acknowledge the hard work of many members in this House. I will start by thanking the member from Haliburton–Kawartha Lakes–Brock for her advocacy on this very important issue. I know she brought a private member’s bill, and many of the elements of her private member’s bill are reflected in this bill.", "We also, as a government, worked on the issue in terms of developing an anti-human trafficking strategy in my role previously. As the Minister of Community Safety and Correctional Services, I was very actively involved in development, along with my predecessor, Madeleine Meilleur, who was the Attorney General at that time. The member from Pickering–Scarborough East, who is now the Minister of Government and Consumer Services, in her role as the minister responsible for women’s issues of course played a very proactive role. And the member from Oak Ridges–Markham, who is the Minister of Community and Social Services, was very engaged, because that is where the anti-human trafficking coordination office is located. Jennifer Richardson, who is the coordinator, is based out of the Ministry of Community and Social Services.", "I know now that the member from Ottawa–Orléans, the Minister of Community Safety and Correctional Services, remains very active in the implementation of the strategy because community safety is a big element of it. The member from Ottawa–Vanier, who is the parliamentary secretary to the Minister of the Status of Women, along with the member from Mississauga–Erindale, are very active also in the implementation and the carriage of this very important bill so that we create the very important legal threshold with regard to combatting human trafficking.", "As I said earlier, human trafficking in all its forms is absolutely unacceptable. It targets the most vulnerable among us: indigenous people, young women, at-risk youth, youth in care, migrant workers and persons with mental health and addiction issues.", "I know that it comes as a surprise to many people that Ontario is unfortunately a major centre for human trafficking in Canada, accounting for roughly 65% of police-reported cases nationally—a record we should definitely not be proud of. It is unacceptable that this disgraceful practice is happening in our own communities, and it needs to stop.", "Last year, the government launched Ontario’s Strategy to End Human Trafficking. We have invested $72 million in an initiative aimed at improving access to services for human trafficking survivors, as well as efforts to improve the way our justice sector deals with these crimes. Drawing on feedback from experts and community partners, as well as successful projects from other Canadian jurisdictions, the new strategy focuses on four areas of action:", "(1) Prevention and community supports to increase awareness and understanding of the causes of human trafficking. This includes improving community services like housing, mental health services, trauma counselling and job training to help get survivors back on their feet;", "(2) Enhance justice sector initiatives that will support effective intelligence-gathering and identification, investigation and prosecution of human trafficking;", "(3) Indigenous-led approaches that will support culturally relevant services and responses, designed, developed and delivered jointly with indigenous partners; and", "(4) Provincial coordination and leadership, including the development of a Provincial Anti-Human Trafficking Coordination Office to help improve collaboration across the law enforcement, justice, social, health, education and child welfare sectors.", "This is a very comprehensive strategy that does not just focus on an enforcement-based model. That’s part of it, and it’s an important part of it, but it takes a much more holistic approach, where our effort has been to ensure that we focus on prevention and supports for the victims and service providers. They are our key allies and partners.", "I know that all of the members who I mentioned earlier had an opportunity to talk to a lot of the service providers and get their feedback. That’s why this has been such a great collaborative effort, working along with the member from Haliburton–Kawartha Lakes–Brock. She helped me set some meetings as well, where I had the opportunity to talk to people, which I thank her for.", "They all told us that we really need to empower service providers, because they are in the community, they have the context, and they know what the survivors and victims need and how best to provide services for them. This strategy—a huge component is to make sure that we invest in prevention and we invest in appropriate services to be provided in the communities.", "Justice sector initiatives are important, and the Ministry of Community Safety and Correctional Services and Attorney General’s office are our key partners in providing those initiatives, be it boosting up intelligence services so they have dedicated individuals dealing with human trafficking, making sure that we build capacity at the OPP—a dedicated task force to deal with human trafficking so that there could be more collaboration across all police services and sharing of information—or within my ministry, Speaker, and I’ll speak to it a little bit in detail; and making sure that we have resource capacity built as well with training for our prosecutors to deal with this very important issue.", "Of course, indigenous people are a very important component. Data and evidence shows us that, unfortunately, indigenous women are very susceptible to human trafficking, so we need to ensure that we have an indigenous-led approach to dealing with the issue around human trafficking, and work with our indigenous service providers, partners and peoples to provide those services.", "One of the key things we heard in our consultation, which is part of the strategy, is lack of coordination. This is a vile crime. It’s a crime that is very much tied in with organized crime. There are drugs involved, there are guns involved, and then there are victims of human trafficking. The best way to do this, given that our province is quite large, is making sure that’s there an enhanced level of coordination, that there is a central nucleus, a meeting point where all these efforts could be best sequenced, and hence the creation of provincial coordination and leadership. Having somebody like Jennifer Richardson, who brings a tremendous amount of experience in dealing with this area—it’s definitely a leadership role that Ontario is presenting to the country in how to deal with this issue.", "I’m really proud of the strategy. It’s a comprehensive strategy, and this legislation is very much part of that strategy, from the perspective of legal tools that are required to enable the work that is outlined in the strategy.", "Speaker, with your permission, I would like now to tell you a bit more about what we are doing at the Ministry of the Attorney General to support this change. First of all, we are boosting our community- and court-based supports to help survivors navigate the system and an enhanced, coordinated prosecution model to prevent traffickers from exploiting more victims. Survivors deserve a streamlined, accessible and holistic approach to recover and rebuild their lives, and that is our goal.", "Details on investment in specific programs include enhanced funding by $6.65 million over four years to 47 community-based service partners delivering the Victim Crisis Assistance Ontario program to provide better supports for victims of human trafficking. We’ve expanded the Victim/Witness Assistance Program to hire a specialized human trafficking victim service worker in Newmarket. In addition, two workers will be hired in Brampton and Toronto. We are expanding the Victim Quick Response Program by $1.93 million over four years to allow victims of human trafficking to access new benefits such as tattoo removal, replacement of government documents, and recovery in a trauma-informed facility.", "Speaker, we are also working to strengthen human trafficking investigations and prosecutions. To do this, we are creating a dedicated provincial human trafficking prosecution team that will ensure the provincial coordination of an enhanced prosecutorial model across Ontario, one that will work collaboratively with police and Victim/Witness Assistance Program staff. That addition of a provincial human trafficking prosecution team is a very important aspect in our response at the Ministry of the Attorney General to deal with the issue around successful prosecution of human trafficking.", "Speaker, I would be remiss if I did not share with the House the news that we received yesterday from southwest Ontario. Huge credit goes to our police services for the incredible work they’ve done. Four police forces, led by London Police Service, targeted human trafficking and prostitution in Project Equinox. It was a six-month investigation into human trafficking and prostitution in southwestern Ontario that led to 78 arrests, which is amazing and really put a harsh spotlight on a problem gripping this region. Thirty-five men trying to buy sex were swept up in the London police-led probe; 129 charges were laid, including four for human trafficking. This just goes to show what coordination can do. Credit goes to our police services and all the social agencies and service providers who have worked together for such a long period of time in making this happen. This is real success. This is how we will combat human trafficking.", "What we need to make sure of is that, as these charges are laid, there is successful prosecution of those charges as well. That’s why our human trafficking prosecution team is so important in this entire endeavour. It’s one thing for the police to do their hard work and put an end to these rings, but it is also important that we have successful prosecution of the charges that are laid. Again, I think it’s a moment to be proud of. Imagine how many victims, current and in the future, have been saved as a result of this good work in southwestern Ontario.", "Speaker, if I could just speak briefly on Bill 96 from my perspective as the Attorney General: I am very proud of this bill. My ministry played a major role in preparing the bill, along with the Ministry of the Status of Women. If passed, the bill will help to protect Ontarians from human trafficking, hold traffickers accountable for their crimes, and raise awareness.", "The Anti-Human Trafficking Act, 2017, would create two statutes: The Prevention of and Remedies for Human Trafficking Act, 2017, and the Human Trafficking Awareness Day Act, 2017. These schedules, if passed, would allow individuals to apply for restraining orders against human traffickers. Civil restraining orders are an important tool that human trafficking victims can use to keep themselves safe. These restraining orders would be effective for up to a year and be renewable for as many times as needed. There would be no age restriction as to who can apply for these orders. Also, in certain circumstances, they would be obtainable without notice to the alleged trafficker. The restraining orders would be enforceable by the police, and breaches would be prosecuted criminally.", "The bill also makes it easier for survivors of human trafficking to get compensation from those who traffic them. It will allow survivors of human trafficking to more easily and more effectively sue their traffickers to get compensation for the harm done to them.", "The bill also proclaims February 22 of each year as Human Trafficking Awareness Day in Ontario. I think we all recognize that we can raise the profile and awareness of this issue and mobilize public opinion to banish it from our society forever. February 22 coincides with the day in 2007 on which the House of Commons of Canada passed a motion condemning the trafficking of women and children across international borders for the purposes of sexual exploitation.", "Also as part of the bill, we announced that the province will be strengthening existing regulations by expanding the list of recipients that may be eligible to receive grants under the Civil Remedies Act of 2001 to include community organizations. This has been asked for for some time by community organizations. Up to now, only police services could get that funding for crime prevention. Now, we can really get these dollars extended to our community organizations who work on the front lines to provide these important services and work in collaboration with our police services from a service delivery and prevention perspective.", "Speaker, also, by way of regulation as part of this package we’ve expanded the list of Criminal Code offences under the Victims’ Bill of Rights of 1995 regulation to include human trafficking offences. This will allow human trafficking survivors to sue for emotional distress.", "These are all very important changes. If you take this bill and combine it with Ontario’s Strategy to End Human Trafficking and with the will of this House to stand resolute against this deplorable crime and with the efforts of our police services and of our community service providers in Ontario—I stand here very proudly to say that all of us are playing our role to put an end to human trafficking in Ontario. The fact that we are the largest jurisdiction in Canada to see this crime deserves and requires exactly that kind of effort in this House and outside this Legislature so that human trafficking is put to an end.", "This is a notice. We are serving a notice on all of those criminals out there who prey on the vulnerable women, who prey on vulnerable children in our neighbourhoods, that we will not tolerate you. We will put an end to this deplorable crime, and we will come after you with all our might—with our laws, our police services and tools that are available to us—to put an end to this deplorable crime because in this society, in this day and age, we’re building a society that is inclusive, a society that respects all, a society that gives our women and our children an opportunity to succeed. We will not let them be prey to these kinds of deplorable crimes—and for that, a notice to them that we are all working together. We are not divided on partisan lines. We are not divided on arguing about whether this is a good thing or the right thing to do. Our police services are united. They are coordinated. They’re working together. They’re sharing their information, not only in Ontario, but across the country and internationally. With that resolve and with that commitment, we will help improve the lives of so many survivors in our province. That is our commitment to them; that is our devotion to them.", "I’m really proud of this Legislature for the collective effort that we have put into this work. Hopefully, we will read more stories like the Project Equinox story, where our police are able to put an end to these gangs in our cities and towns where they’re preying on vulnerable women and children.", "I thank the members for their support on this bill. I’m confident this bill will move forward to committee very soon, where we can hear from survivors and service providers—and then bring it back for third reading and get it passed, hopefully with the support of this Legislature, before the end of the spring session." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para264"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "It’s an honour to be able to stand and speak to this legislation. I want to commend this government for taking action on this important file, and I wish to thank the Attorney General for his heartfelt and passionate speech.", "I especially want to thank the member on this side of the aisle from Haliburton–Kawartha Lakes–Brock for her excellent, excellent work on this issue. Thank you.", "This bill, Bill 96, the Anti-Human Trafficking Act, enacts the Human Trafficking Awareness Day Act, 2017, and the Prevention of and Remedies for Human Trafficking Act, 2017. This is a measure that is long overdue. The reality is that here in Canada the problem of human trafficking, especially human sex trafficking, is growing, and it’s a problem that’s endemic. Across the globe, there are 45.8 million victims of human trafficking, an illicit industry that is worth $150 billion.", "Mr. Speaker, this is an industry that is behind closed doors, that is preying on the most vulnerable. Every community, including my own, is and can be impacted by human sex trafficking, but youth, victims of abuse, indigenous people and the LGBTQ community are disproportionately impacted by this trafficking.", "I’m very pleased that the member opposite is bringing forward something that shows the compassion the people of Ontario have for those who are impacted in very vulnerable situations by those who would prey on them: by street gangs, by predators and those who have no respect for the dignity and worth of every human life.", "We see across this province, unfortunately, that we are a hotbed and a hub for human trafficking. I’m glad that our province is taking a demonstrable and real step—not just a symbolic step, but a very real step that will have an impact on people’s lives in meaningful ways.", "I hope that we can pass this quickly and implement it as soon as possible." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para272"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It is an honour and a pleasure to join the debate this morning on Bill 96, the Anti-Human Trafficking Act. I again, as well, want to commend the government for listening and acting on this as quickly as we possibly can. I think the story from London this week demonstrates that we need to act quickly, that we need to get this legislation in place as quickly as possible.", "When you see the kind of police work that’s going on to end this—a six-month investigation involving four different police services down in the London area, with Woodstock, Stratford and Strathroy involved in laying over a hundred charges against men who are involved in the human trafficking and sex trade in the London area—it shows you that this is happening right under our noses, particularly in that area along the 401 corridor.", "I know that my colleague from Haliburton–Kawartha Lakes–Brock, who worked so passionately on this topic with her private member’s bill, Saving the Girl Next Door, over the last year and a bit, has travelled all along that 401 corridor and other parts of Ontario talking about the need for legislation now to stop this heinous crime that’s occurring in our communities.", "She was in Belleville just a couple of weeks ago for a human trafficking forum. I know she was in her own community a week before that, and she has been right across the province, as I say.", "We need to end this now. Our youngest kids in our school system—and I can’t believe it—kids that are younger than my own daughters are being taken as hostages, and men are making millions and millions of dollars on the backs of these young women. We have to act now. I know that the government is intent on doing that. I appreciate the fact that they are. Let’s get it done as quickly as possible. We can save the girl next door and we can save young women all across Ontario if we get this done now." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Community Safety and Correctional Services." ],
  "anchor" : "para278"
}, {
  "speaker" : "L’hon. Marie-France Lalonde",
  "text" : [ "C’est vraiment un plaisir pour moi de vous adresser aujourd’hui et, je crois, de renforcer un petit peu ce qui a été dit.", "I was on the Select Committee on Sexual Violence and Harassment with the member from Haliburton–Kawartha Lakes–Brock, and we saw her passion. Certainly, this was mentioned during our committee. I want to say thank you for your advocacy on this file.", "I’m also very proud to see that we are having this discussion today as a government, in, I would say, an almost non-partisan approach because we see the risk, the danger, almost the epidemic that’s happening here in Ontario. We are strongly willing to make efforts to combat human trafficking.", "I want to commend the officers who led to this wonderful “Four Police Forces Led by London’s Targeted Human Trafficking and Prostitution in Project Equinox.” I want to say thank you for their efforts. This was a good-news story, I think, for all of us yesterday, and we applaud them.", "I also want to bring forward, as our broader strategy for anti-human trafficking, that there is a call for proposals, because one aspect of the importance is not only the prosecution, but the survivors. I want to reiterate to all of you the fact that we are also looking for and seeking applicants for a new fund to help survivors of human trafficking. It’s a three-year fund that will enhance services across Ontario. We’re asking everyone and organizations that can help survivors to move their name and to put their project forward so that we can have more projects in our pipeline." ],
  "anchor" : "para279"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments? The Attorney General." ],
  "anchor" : "para284"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I want to thank the member from Niagara West–Glanbrook, the member from Prince Edward–Hastings and the member from Ottawa–Orléans, who is also the Minister of Community Safety and Correctional Services, for their comments and for reaffirming our collective resolve that we will not tolerate this crime, that we will do everything in our power to put an end to it. We are doing exactly this. These are meaningful steps that we are taking to address the challenge of human trafficking.", "I say this: I think this session of the Legislature has been remarkable—this Parliament, I might say—with the work that has been done on the anti-human trafficking strategy and the work happening on the It’s Never Okay campaign to put an end to sexual violence and harassment. We are really, really putting our collective effort in building an inclusive economy, something the Premier speaks so often about, where everyone has a chance to succeed, where we’re not leaving anybody behind and where we are creating opportunities for women, for indigenous people, for people coming from diverse backgrounds—an opportunity to succeed.", "In order for us to create an economy of the 21st century and in order to ensure that everybody participates in the well-being and prosperity of our province, we have to build an inclusive economy where we all are contributing to the future direction of our province.", "As we celebrate 150 years of Ontario since Confederation, that will be the hallmark for the next 150 years or so. I’m very proud of the work that is happening in this Legislature. I’m proud of all the members working on Bill 96, and I look forward to its speedy passage in this House." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Attorney General has two more minutes.", "Further debate? Last call: Further debate?", "Ms. Naidoo-Harris has moved second reading of Bill 96, An Act to enact the Human Trafficking Awareness Day Act, 2017 and the Prevention of and Remedies for Human Trafficking Act, 2017. Is it the pleasure of the House that the motion carry? Carried.", "Shall the bill be ordered for third reading?" ],
  "anchor" : "para289"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "Sorry. Carried?" ],
  "anchor" : "para293"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Carried." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Shall the bill be ordered for third reading?" ],
  "anchor" : "para296"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "To a committee? The Standing Committee on Social Policy." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Agreed? Carried.", "That was a very confusing effort.", "Orders of the day." ],
  "anchor" : "para298"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, we request adjournment of the House—" ],
  "anchor" : "para301"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Sorry, a recess." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Why do I always get the doozies? Okay.", "The Attorney General has moved the recess of the House. This House is now recessed until 10:30 this morning." ],
  "anchor" : "para304"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I suspect that because of the special guests that we have, we may want to introduce them as individuals from your riding. That will be your choice. What I would like to do is announce that now, and then let you choose whether or not we want to spend more time introducing every single student or every single individual that’s here. I’ll go by your desire. So if you stand, I’ll acknowledge you.", "We have with us in the Speaker’s gallery today 77 young women from across the province to celebrate the 100th anniversary of women’s right to vote. There will be an all-member photo on the grand staircase with the participants directly following question period. I invite all of you to join us in this historic photo.", "Please join me in welcoming and saying thank you to the young women that are here today." ],
  "anchor" : "para308"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "With that said, I am now prepared to entertain introduction of guests." ],
  "anchor" : "para312"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I echo your welcome and I would warmly like to add my welcome specifically to Shannon Edwards, representing Huron–Bruce." ],
  "anchor" : "para313"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "As part of today’s A Remarkable Assembly, I am pleased to welcome a remarkable woman from Oshawa, Ashley Noble, here to the Legislature." ],
  "anchor" : "para314"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "On behalf of page captain Ethan Hann, who is from my neighbourhood in Mississauga–Streetsville, I am pleased to welcome in the members’ east gallery this morning his mom, Kelley Anstey; his father, Ken Hann; his aunt Jane Rogers; and his cousin Tristan Rogers. Please welcome them to the assembly this morning." ],
  "anchor" : "para315"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’d like to welcome Jenna Simpson from the town of Petrolia to A Remarkable Assembly." ],
  "anchor" : "para316"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "On this auspicious day, it is also Girls’ Government Day. I want to welcome Girls’ Government here to Queen’s Park. From Fern Avenue Junior and Senior Public School we’ve got teacher Cherie Carter, Catherine Jaworksy, Mercy Sang, Sophie Rashid-Cocker, Claire Broderick, Ruby Gore, Hannah Lang, Harriet and Stella Fisher and their mother, Joanne Fisher. Welcome to Queen’s Park." ],
  "anchor" : "para317"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Today, I would like to welcome, from my riding of Barrie, Hunter Markle, vice-president, external and equity, with the Georgian College Students’ Association. Welcome." ],
  "anchor" : "para318"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m happy to welcome, from my riding, Sarah Navy, who is very involved in politics, as well as Nancy Coldham, who also works very hard with the Equal Voice group. Thank you and welcome." ],
  "anchor" : "para319"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I’d like to welcome my constituency assistant Corinne Allsop here today. She’s one of your guests with A Remarkable Assembly. Welcome, Corinne." ],
  "anchor" : "para320"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Please help me welcome, in the east members’ gallery, my fantastic, hard-working chief of staff, Cristina Taglione, as well as Lenni Eubanks from our communications branch, who is attending question period for the first time." ],
  "anchor" : "para321"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I’m pleased to be able to stand in the Legislature today and welcome, from my riding, five remarkable women: Courtney Aucoin, Kailene Jackson, Nicole Scime, Karen Shedden and, last but not least, Keri Ludwig. Welcome to the Legislature." ],
  "anchor" : "para322"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "I’d like to welcome Kennedy Graydon and Haley Clarke on their remarkable journey here today." ],
  "anchor" : "para323"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I’m delighted to introduce and welcome Francesca Cesario, who is here in the gallery, from my riding of Vaughan." ],
  "anchor" : "para324"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I would like to welcome, for A Remarkable Assembly, from Haliburton–Kawartha Lakes–Brock, Victoria Hawley, Sadie-Jane Hickson and Sierra Ret.", "I also recognize a great group of schoolgirls from the Trillium Lakelands District School Board’s Archie Stouffer Elementary School, J.D. Hodgson Elementary, Ridgewood Public School and Central Senior School. I welcome them and their teachers.", "I also welcome the Trent Conservatives in the gallery." ],
  "anchor" : "para325"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s my pleasure to welcome my Girls’ Government group from the great riding of Waterloo today: 10 young women from Our Lady of Lourdes elementary school who are here—Jayden Lajeunesse, Hannah Raymond, Grace Jackson, Mary Quinton, Brigitte Fitzsimmons, Anabella Kurniawan, Abigail Burzese, Lena Koller, Mary Ella Sehl and Sophie Smith—and their amazing teachers, Mrs. Kristina Somerton and Ms. Barb Weber. Welcome to Queen’s Park today." ],
  "anchor" : "para328"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "From London North Centre, I welcome Maryam Jaberi and Akuah Frempong. We’re delighted to have you here." ],
  "anchor" : "para329"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Please join me in welcoming, from Dufferin–Caledon, Rebecca Warrian and Brittney Reinhart. Welcome." ],
  "anchor" : "para330"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "As part of A Remarkable Assembly, I’d like to welcome Jodey Martin from Niagara Falls." ],
  "anchor" : "para331"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to welcome future leaders from Kingston and the Islands, Carling Counter and Hannah Jensen.", "I would also like to welcome to the gallery one of Ontario’s most esteemed master philosophers/drystone wallers Augustus Butterfield.", "Welcome to Queen’s Park." ],
  "anchor" : "para332"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m proud to welcome Elisa Hollingsworth to Queen’s Park today. She’s from Watford, Ontario, here on behalf of A Remarkable Assembly." ],
  "anchor" : "para335"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I’d like to welcome Linda Davis. I’m sure she’s here for the women’s 100th vote. She’s with the BPW group." ],
  "anchor" : "para336"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’d like to welcome all of the young women and girls here today as part of Girls’ Government and also here to celebrate the 100th anniversary of women’s right to vote. Welcome to Queen’s Park." ],
  "anchor" : "para337"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I’d like to welcome Rachel Henderson from Stratford and Raven Lovering from St. Marys." ],
  "anchor" : "para338"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I would like to also welcome Julia Cluett-McCullough from Waterloo, as part of A Remarkable Assembly. Welcome to Queen’s Park, Julia." ],
  "anchor" : "para339"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "It is a remarkable day here today at Queen’s Park, where we’re celebrating 100 years of women’s right to vote in Ontario.", "With that, I would like to welcome to Queen’s Park all of the women and young girls celebrating with us here today—in particular, Kripa Sekhar from the South Asian Women’s Centre and Areeba Tabasson, a high school student from Loretto College School in my riding, in Davenport. Welcome." ],
  "anchor" : "para340"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I’m very pleased to welcome Chelsea Montgomery, who is here as part of the group for the A Remarkable Assembly celebration. Welcome to Queen’s Park." ],
  "anchor" : "para342"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Speaker, somewhere up in your gallery, in the Speaker’s gallery, is Braydn Ross from Oakville. Please welcome her to Queen’s Park." ],
  "anchor" : "para343"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m proud to welcome today to the Legislature Luis David Lopez Guzman, Lazaro David Lopez Garcia and Aida Paulina Guzman Salazar. A couple of them are visiting us from Mexico." ],
  "anchor" : "para344"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I want to welcome Alana Couvrette, who is part of the delegation on the 100th anniversary of women’s right to vote. I’ve known Alana for a long time. I used to be a neighbour to her family in Ottawa. I’m very proud of all of her achievements." ],
  "anchor" : "para345"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I would like to welcome Emily Nash from Prince Edward–Hastings for A Remarkable Assembly, and also a long-time friend, Kirsten Walker Clayton, who is here with her daughter Reagan this morning. Welcome to Queen’s Park." ],
  "anchor" : "para346"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I’m delighted to welcome to the Legislature for the 100 years of women’s right to vote—from Kitchener Centre, we have Kelly Harris and Lana Mutlak, who works in my constituency office. Welcome." ],
  "anchor" : "para347"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I’d like to welcome Kiana Bonnick and Cristina Mazza from the town of Whitby. Welcome to Queen’s Park." ],
  "anchor" : "para348"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "On behalf of the member for Eglinton–Lawrence, I’m pleased to welcome guests of page Aidan Ang: his mother, Marianne Hu; his father, Alex Ang; and his grandparents Monica and Richard Hu. They’re in the east members’ gallery this morning." ],
  "anchor" : "para349"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I want to take the time to welcome, from my riding of Scarborough–Guildwood, Rachel Heineman, who is here for Girls’ Government and A Remarkable Assembly.", "I want to welcome all of the young women who are here today." ],
  "anchor" : "para350"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I have several girls here today for A Remarkable Assembly. I would like to recognize Alana Couvrette. We also have with us, from Ottawa, Susan Corell, Wendy Liao, Amrit Nannan, Kayla Maria Rolland, Madeleine Tater, and Shawna White. I want to welcome them here to A Remarkable Assembly.", "One hundred years ago, women like me and women like you couldn’t be here at this assembly, and now we have made great change—" ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s not a statement." ],
  "anchor" : "para355"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I want to congratulate all of you for being here today." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. I will make a statement. I’m sure my colleagues understand that nothing like this happens without an awful lot of hard work, so I want to, again, bring attention and huge thanks to the staff of the protocol office, led by Debi LaMantia and her team, for putting a great event together. Thank you to the staff—of course, always under the watchful eye of the Clerk.", "It is time for question period." ],
  "anchor" : "para357"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the Deputy Premier. While we don’t have a budget date yet, we expect the budget to come sometime soon. The PC caucus is expecting to see some key planks in this budget, so I will lay them out. The government’s mismanagement of its finances has resulted in two credit downgrades and debt-servicing costs of over $11 billion annually. The province now spends more on interest than on post-secondary education, community safety and five other ministries combined.", "Mr. Speaker, because of this mismanagement, the government must take action. Will this budget begin the process of paying down debt and include a long-term plan to get Ontario’s debt under control?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I think it’s important people understand that when the recession hit in 2008-09, we—" ],
  "anchor" : "para363"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Where’s Charles?" ],
  "anchor" : "para364"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville knows better, and I expect better." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me.", "Deputy Premier." ],
  "anchor" : "para367"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, we made a very deliberate decision that we were not going to slash and burn. We were not going to fire 100,000 workers. We were going to support the continued growth of this province. We made a deliberate choice to invest in infrastructure, and we are seeing the consequences of that very deliberate decision.", "Some people advocated that we cut our way to balance. Our decision was to invest and grow our way to balance, and that’s exactly what we’ve done." ],
  "anchor" : "para369"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para371"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Deputy Premier: Clearly no answer on getting Ontario’s out-of-control debt—they seem to be satisfied with the fact we’re the most indebted subnational government in the world.", "Another budget ask we have of the government is—and I’m sure the government appreciates that millions of Ontarians are struggling with their hydro bills, from unaffordable hydro rates. This government’s proposed hydro scheme does nothing but add billions of dollars to the debt, more in future costs on Ontarians’ backs for hydro. The budget must take action. Rather than just borrowing, we’d actually like to see some structural changes.", "Mr. Speaker, will this budget include an announcement that the Liberals will stop signing bad contracts for energy we do not need, and stop the fire sale of Hydro One?" ],
  "anchor" : "para372"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para375"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m pleased to rise and talk about Ontario’s Fair Hydro Plan and what we’ve done to take costs out of the system.", "One of the first things that I did, Mr. Speaker, when I became Minister of Energy—" ],
  "anchor" : "para376"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Okay. Next time I stand we’re going to go to warnings.", "And you can have a perplexed look on your face all you want.", "Carry on, Minister." ],
  "anchor" : "para379"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker. One of the very first things that I was able to do as Minister of Energy was put a suspension on the LRP II, which was something that saved ratepayers billions of dollars.", "Again, we brought forward the fair hydro plan that is going to save ratepayers up to, on average, 25%, which is something that all families across the province are looking forward to." ],
  "anchor" : "para382"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para384"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Deputy Premier: The question was on stopping the signing of these bad contracts. There was no response.", "No matter how many times the minister repeats himself, borrowing $25 billion to pay in interest is not a real plan if you don’t deal with the structural issues.", "Since I can’t get an answer on debt or hydro, I’ll try a third budget ask, and that’s on the housing affordability crisis that this government has created. They decided to sit on their hands and collect the taxes and reap the benefits of an out-of-control housing market. Their careless decision to wait until the last moment has resulted in an unprecedented inability for families in Toronto and the GTA and Ontario to afford homes. This budget must take action.", "My question to the Deputy Premier—hopefully I can get an answer this time—is: Will this budget slash red tape to increase the housing supply in Ontario?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "To the Minister of Housing." ],
  "anchor" : "para389"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the Leader of the Opposition for the question about housing affordability, which of course is on the tip of everyone’s tongue these days. We certainly understand the growing concern across the GTHA regarding the booming housing market, which I can say is feeling pressured in part because of the fantastic economy that this province has created. There are about 100,000 people flocking to the GTHA every year because they’re coming here for jobs and a wonderful quality of life. That has put pressure on the economy.", "Later today, we’ll be meeting with mayors from across the GTHA to understand and continue the dialogue with them about what tools they need to address housing affordability." ],
  "anchor" : "para390"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is to the Deputy Premier. The government, when it comes to debt—no plan; when it comes to hydro relief—no plan; and when it comes to housing—no plan. So—" ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "As promised, we’re in warnings.", "Continue." ],
  "anchor" : "para395"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, to the Deputy Premier: Clearly the government is uncomfortable in trying to answer their own record.", "Since we can’t get an answer on debt, hydro or housing, I’m going to ask another question—that needs to be in this budget. The government’s current cap-and-trade scheme is little more than a tax grab disguised as an effort to address climate change. A big cash grab: $1.9 billion. The current system is not only a cash grab; it’s driving business out of Ontario. It is subsidizing business in California and Quebec at the expense of hard-working Ontario businesses.", "If this government is serious about protecting jobs in Ontario, it will make sure that cap-and-trade is not a cash grab; that it’s revenue-neutral. Can we get a commitment from this government that in this budget it will ensure there is no cash grab and the money will go back to Ontarians?" ],
  "anchor" : "para397"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of the Environment and Climate Change." ],
  "anchor" : "para400"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "The Leader of the Opposition is such an entertaining gentleman; I have to give him credit. I’m trying to square this, Mr. Speaker. Maybe you could help me, because you’ve been watching this for a long time. He wants to increase the price from $18 a tonne to $74 a tonne. That would jump gas prices by 16 cents. I’ve raised this with him, and I think he’s an honest gentleman. He has read David Sawyer’s work on what a BC tax would look like. Could he please explain to us how he would justify, in today’s competitive economic environment, how that makes any sense at all?" ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para402"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question was on returning the funds to Ontarians from this $1.9-billion cash grab. Instead, I get numbers out of thin air—but I’m not surprised from a minister that actually wanted to ban natural gas in Ontario, a government that is so out of touch.", "Since I can’t get an answer on that, I will try another tack, and that is on school closures. Maybe the government can do something in this budget if they’re ignoring all the other issues. We have schools across Ontario—" ],
  "anchor" : "para403"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Can you relate it to the first question, please?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, my question—" ],
  "anchor" : "para406"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. I’m listening to the preamble. I’m encouraging the member to make sure that it’s related to the first question about climate change." ],
  "anchor" : "para408"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Speaker, my first question was the budget ask and my supplementary is a budget ask." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carry on." ],
  "anchor" : "para411"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "I want a commitment from this government that we’re going to stop seeing these school closures. I want to see a moratorium on the school closures we’re seeing across this province. Too many towns, too many communities and too many parts of this province are having their communities ripped apart by these 600 potential school closures.", "The government is saying that it’s not happening, but you can’t go to a community in Ontario and not see a school that’s being closed.", "My question is this: Can I get a commitment, Mr. Speaker, from the government that they will put a moratorium on these reckless school closures?" ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. Be seated, please.", "Minister?" ],
  "anchor" : "para416"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Minister of Education, Speaker." ],
  "anchor" : "para418"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It’s my pleasure to rise in the House today to talk about what we are doing for schools in Ontario—because, on this side of the House, we believe in publicly funded education.", "Since 2003, we have built 810 new schools and we have extended 780 significantly by renovation.", "We know that investing in our students is the best investment that we can make in this province, and that’s why we have increased the funding consistently for schools.", "In the member’s own riding, we have built 11 new schools since 2003.", "I want to remind this House that these investments in education—" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "In an odd comment—I would like to hear the minister’s answer, but I can’t hear it from your own side." ],
  "anchor" : "para425"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Mr. Speaker, these investments we’re making in education are leading to results: 85.5% of our students are now graduating high school, as opposed to only 68% in 2003." ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A reference to budget spending would be the best way to answer. Final supplementary, please." ],
  "anchor" : "para427"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, I want to continue with my budget ask of this government. Since I could not get an answer—a commitment from the government on school closures—let me try one more question to the Deputy Premier on the upcoming budget.", "The Minister of Finance’s face said it all when he saw the recent federal budget. It was disappointment, disdain and dejection in terms of Ontario’s request of the government of Canada. Something did not go his way, did not go the way the Minister of Finance had expected. Is the government still rewriting their budget because the federal Liberals let them down? Is it too late to consider these five PC requests to make sure Ontario gets on the right track?" ],
  "anchor" : "para428"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para430"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "When we faced the recession, we set out a very responsible approach to how we would deal with the budget. We’re continuing to invest, including in 11 schools in your riding, to connect it to the last question—" ],
  "anchor" : "para431"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Through the Chair, please." ],
  "anchor" : "para432"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "But we also know that we needed to get to balance. We committed that we would have a balanced budget in the spring of 2017. We will have a balanced budget in spring 2017; 100% certain. We’re able to do that because Ontario’s economy has been growing. Because of our investment strategy, because of our job creation strategy, Ontario’s economy is growing. Ontario’s economy has been leading Canada. So we will have a balanced budget this spring." ],
  "anchor" : "para433"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, my question is to the Acting Premier. The cost of housing is reaching ridiculous heights in Toronto and in cities across Ontario. Last week, the Premier and her Liberal Party had a chance to help out renters facing unfair rent hikes by unscrupulous landlords, but she didn’t take it. The Premier is meeting with GTHA mayors today to talk about housing affordability. Will she be telling those mayors that she will actually be closing the 1991 rent control loophole?" ],
  "anchor" : "para435"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Housing." ],
  "anchor" : "para436"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member of the third party for that really important question. I’ll say again—the Premier has said it many times and I’ve said it many times in this House—that it is absolutely unacceptable that so many Ontarians are faced with housing costs that are rising so dramatically.", "That’s why we are in the process of developing that plan to address unfair rises in rental costs. In the coming weeks, we will be rolling out very substantive rent control reform in Ontario. I’ve said it before, I’m happy to stand here and say it again today: Our plan is going to include a broad package of change that will help protect tenants.", "One of the reasons that I could not support the member’s bill that was tabled a couple weeks ago was simply that it didn’t do enough. We will do more." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "I take that as a no, and I go on to my next question.", "While the Premier dithers on rent controls, 31 seniors in Sault Ste. Marie are facing a 31% increase in their rent. These seniors are living on a fixed income, and a 31% rent increase on top of their soaring hydro bills may mean that a number of them will lose their homes.", "Will the Acting Premier promise these seniors that any rent control or housing reform that is brought in will be retroactive so they can hold onto their homes?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "It’s always good to continue on with the dialogue. Just before I carry on, I want to highlight a few of the things that this government has done to take action. We’ve worked on secondary suites with our municipal partners to make those easier. We’ve passed inclusionary zoning legislation. We have frozen the municipal property tax on apartment buildings. We’ve doubled the maximum refund for first-time homebuyers. We’re continuing to collect data.", "This week, the leader of the third party told media—when she was being interviewed she was asked whether her party’s rent control legislation does enough to protect renters and she said, “Absolutely not.” I agree with her on that. It doesn’t go far enough.", "That answer just isn’t good enough. It makes me wonder where this back-of-the-napkin proposal by the NDP will leave the one million Ontarians who already have rent control—" ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Well, dialogue is not a bad thing, but action is what’s really needed here—action.", "Ontarians aren’t impressed by photo ops of the Premier with GTHA mayors. Renters need action and they need it now. While the Premier sits on the sidelines, unscrupulous landlords in Toronto are taking advantage of this moment and in some cases doubling rents for people who can least afford it.", "Since the Premier refuses to close the 1991 rent loophole now, will she do it retroactively to protect people who are facing economic eviction because of unscrupulous landlords?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I will say that I didn’t think the NDP would oppose the Premier meeting with our municipal leaders from across the GTHA, but it sounds to me as if they don’t think that’s a good idea, that we shouldn’t be continuing the dialogue with our municipal partners.", "Making sure—" ],
  "anchor" : "para451"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Oh, yes, a little more dialogue." ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It may indeed be the Chair." ],
  "anchor" : "para454"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you, Speaker. I’ll carry on.", "On this side of the House we think it’s really important to build those relationships with our municipal partners and with our federal partners. When it comes to the important issue of housing affordability, it’s absolutely untenable that people face the issues they have with their rising rent.", "Again, we are going to have solutions that take—" ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para458"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Thank you, Speaker. As you’re well aware, photo ops are not a substitute for action. They are not." ],
  "anchor" : "para459"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "The Premier is out of touch with what the people of Ontario need. Gail, a single—" ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Question." ],
  "anchor" : "para462"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Sorry. To the Acting Premier. Thank you, Speaker.", "Gail, a single mom from Muskoka, wrote to the NDP to tell us she’d lost her home because her hydro bills were so high. She got behind; she just couldn’t catch up. Does the Acting Premier think that someone like Gail should be punished for not being able to afford the soaring hydro bills that have come with 14 years of Liberal rule?" ],
  "anchor" : "para463"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para466"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Once again, I’m pleased to rise and talk about our fair hydro plan, because it is concerning when we do hear about individuals in this province, Mr. Speaker, that did have a hard time and are having a hard time paying their electricity bill. That’s why we acted, like we did with the fair hydro plan. We did bring forward the 8% reduction and the changes to the RRRP back in the fall economic statement. We recognized that, while that did help many, there were others that actually needed more support.", "That’s what the fair hydro plan will do, Mr. Speaker. It’s going to provide 25% reduction, on average, to families right across the province. If individuals are Hydro One R1 or R2 customers, they can see a 40% to 50% reduction, and if they’re in any of the low-income brackets, there are many programs in place that will continue to help them, and I hope that they actually apply for these." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: Gail’s home in Muskoka was 1,600 square feet. She and her kids now live with her sister in Halton Hills, in a bigger home. But Gail’s sister’s hydro bills, at her sister’s home, are lower than Gail’s were because Gail had to pay rural delivery charges.", "When will the Liberal government finally bring forward this plan they talk about, talk about, talk about? When will they finally bring it forward to deal with the mess in the hydro system, to deal with unfair rural hydro delivery rates?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I hope the honourable member listened to my last answer because I said we’re actually bringing down distribution costs for six utilities plus all Hydro One customers in R1 and R2 designations, Mr. Speaker. They’re going to see a 40% to 50% reduction. That’s dramatic. That is part of our fair hydro plan. It is something that we’re acting on, unlike their plan that doesn’t even talk about low-income individuals until the last page.", "We’re making sure that we’re acting. We’re helping all families in this province, with a special emphasis: We are putting special emphasis on helping those families that are in the rural or northern parts of our province because we recognize that they were paying a higher share of the bill, especially when it came to distribution costs. That’s why we’re seeing reductions of 40% to 50% on their bills.", "Hopefully, Mr. Speaker, when that bill comes forward, they will vote for it." ],
  "anchor" : "para472"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Well, you can talk about a bill forever, but you’re not introducing it and we aren’t seeing the action.", "Gail wants to know from the Liberals: “How will rural Ontario promote business development and population growth,” with hydro costs being difficult or impossible to afford?", "I’d like to know what the Premier’s plan is, too, since her press releases and the publicly funded radio ads are pretty short on specifics.", "When, when, when will the Premier and her party deal with the unfair delivery charges that Ontario rural families and businesses are dealing with just because they’re outside of cities?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "The summer, summer, summer is the time we will actually have that in place, Mr. Speaker.", "But let’s talk about being short on details—and that’s their pamphlet on dealing with electricity. They rely on vague principles and this yet-to-be-determined expert panel that will sit down and actually find some savings. Apparently they’re basing these on calculations that are pie-in-the-sky, with negotiations with the federal government. I asked before how those negotiations are going. They actually have no idea on how to take off one cent from bills.", "We are actually making sure we’re taking off 25%, and when it comes to rural and northern Ontario, we’re acting with a 40% to 50% reduction, Mr. Speaker. We take no lessons from that party." ],
  "anchor" : "para480"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "My question is to the Minister of Children and Youth Services.", "Many families of kids with autism spectrum disorder are back at Queen’s Park today. They’re disappointed, worried and upset that your government does not focus on their concerns and help Ontario residents with autism reach their full potential.", "Chrissy Levesque is here with Larz, her seven-year-old son. Larz finally started IBI therapy a year ago, after this government kept him on a waiting list for four long years. Chrissy feels caught between what the ministry tells her Larz deserves and what her regional office is willing to give.", "Mr. Speaker, has the minister drafted a proper standard of care for children with autism spectrum disorder, with strict guidelines for regional providers?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I’d like to welcome the mother and the young man here to the Legislature today, and I thank the member opposite for the question.", "The member opposite knows that we put a plan in place last year and we cut the transition by half. So we’re going to implement that plan to start in June 2017, a year earlier than we initially planned. This plan is going to create 16,000 new spaces across the province of Ontario, increase the amount of ABA during the transition period and ultimately reduce wait times to six months or less.", "Mr. Speaker, there has been a huge transition when it comes to young people with autism in the province of Ontario, and this government is committed to making sure we put in place the right plan that works for families." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I would remind the minister that there are 21,000 children on the wait-list already, and that keeps growing.", "Mr. Speaker, the minister has sent a letter to our families promising inclusion for all ages in autism therapy. In contrast, the minister’s lead agencies are claiming that no children over five will qualify for the more intensive, or enhanced, ABA therapy in the new Ontario Autism Program. The families don’t want inclusion to mean just some kind of therapy for all ages; they want comparable therapy for all ages.", "Will the minister please tell us if his mandate for inclusion in autism therapy will ensure that all children get the autism therapy they need?" ],
  "anchor" : "para492"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to remind the member opposite of a few things. Number one, this is the largest investment in autism in the history of this country.", "Number two, we’ve increased our diagnostic hubs here in the province of Ontario. A couple of weeks ago we made that announcement. We’re creating 16,000 new spots. We’ve cut our IBI wait-list by almost half in the last several months.", "I want to remind the member opposite of something that I think is very important: We’re working on research. We’re looking for ways to ensure that young people get the resources they need.", "And I’ll remind the member opposite that when her leader was in Ottawa and had an opportunity to vote for a national plan for autism, he voted against it." ],
  "anchor" : "para495"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "My question is to the Acting Premier.", "This morning, we learned that executives at the Canadian Hearing Society, which is funded by the Ontario government, received massive raises at the same time that their employees are walking the picket line because they haven’t had a pay increase in four years. That is shameful.", "Even worse is the fact that the organization’s vice-president was able to avoid having his massive pay raise put on the sunshine list because he chose to be paid as a consultant.", "Can the Acting Premier tell us how many more consultants are being paid high salaries with public money while keeping themselves off the sunshine list?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para504"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "First of all, let me say that the individual’s salary has been given to any member of the opposition and any member of the media who has asked for it.", "With respect to the sunshine list, when you’re dealing with tens of thousands of records, every year there will be a few that are missed. Sometimes it’s a clerical error. Sometimes when we track it down, we’ve got an agency that actually didn’t submit the records on time to be included in the list. But what we always do in a circumstance like that, as we did in this circumstance, is, we make the information available to anyone who asks and then we publish an addendum which has all the information that was missed. We will do that again this year. It will be printed in the addendum." ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para508"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "One of the biggest issues is these people are giving themselves raises while the people who actually help deaf, challenged people are out on the picket lines, unable to do their jobs.", "Transparency is vital to good government. We all know that. Ontarians need to be able to trust things like the sunshine list.", "Can the Acting Premier clarify just how many executives are receiving salaries of more than $100,000 but didn’t show up on the sunshine list this year or last year or the year before? Please make that public." ],
  "anchor" : "para509"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "As I just told you, if you wanted to have the answer for last year, you would go and look at last year’s addendum. I’m sorry; I don’t have that in front of me.", "As long as the sunshine list has existed, there has always been an addendum. Many years, it has not been published until the fall. This year, we’re actually going to publish a preliminary addendum in the spring, and then, if there’s still anybody that’s missing—because as I said in the first answer, sometimes we find there’s an agency that’s just totally missing and we have to chase. But we’ll get those clerical errors out there in an early addendum this spring, and if there’s anything we still missed, it will be in an addendum in the fall." ],
  "anchor" : "para512"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "My question is for the Minister of the Environment and Climate Change.", "This weekend, Ontario is going to celebrate its three-year anniversary of the phase-out of coal-fired power plants. This move was the single largest greenhouse gas reduction initiative completed in North America.", "The elimination of coal plants has been a major factor in improving the quality of the air that we breathe. Thanks to clean air and clean energy, Ontario has saved more than $4 billion in annual health and environmental costs. The 2016 Toronto’s Vital Signs report shows premature deaths and hospitalizations as a result of air pollution have dropped by 23% and 41% respectively since 2004. We’ve also seen the number of smog days drop from 53 in 2005 to zero in 2015.", "Speaker, could the minister please explain how the elimination of coal-fired plants puts Ontario in a competitive position?" ],
  "anchor" : "para515"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "It’s really nice—at least I know I’ll get a supplemental on this one.", "The electricity we consume every day is already largely carbon-free thanks in part to the early action that was taken by my friends at the Ministry of Energy. To put that into terms, that’s a drop from 35 million tonnes in 2005 to only seven million tonnes in 2015, making it the largest greenhouse gas reduction ever in North American history. We, as Ontarians, should be very proud of that.", "Finally, the other thing is, our coal plants were our largest source of methylmercury and a number of other contaminants. The overall health of the environment and ecosystems and the restorative impact of those closures continue to benefit Ontarians today." ],
  "anchor" : "para519"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para522"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I’d like to thank the minister for his answer. The impact of Ontario’s leadership on our environment and our health is remarkable.", "As the minister mentioned, eliminating coal as a source of generating electricity was a bold step. Such a large-scale shift away from pollution generation is unprecedented, and so Ontario had to carve its own path to build a cleaner generation. Today, the province’s electricity generation is 90% emissions-free.", "Along the way, Ontario has built a strong industry in nuclear and renewable energy.", "Speaker, could the minister please give us an update on the state of electricity generation in the province since we eliminated coal?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para527"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I would like to thank both the minister for his previous answer and, of course, the member for that question.", "I know we’ve recognized that the transition off of coal and the rebuilding of our electricity system over the last decade put a strain on Ontarians’ electricity costs. The fair hydro plan is addressing this by providing 25% off, on average, from electricity bills.", "Meanwhile, as the member noted, we can be proud that our commitment to eliminating dirty coal has created new industries in our province, renewable industries that we know the official opposition doesn’t support—and, of course, the nuclear industry, which supports tens of thousands of jobs in our province. Refurbishment of our nuclear plants will support even more. Right now, I’m happy to report that OPG’s refurbishment of Darlington is both ahead of schedule and under budget." ],
  "anchor" : "para528"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question is for the Minister of Finance. The government’s mismanagement has resulted in the debt climbing to over $308 billion. That leaves taxpayers on the hook for over $11 billion in interest each year. The Auditor General tells us this debt is crowding out the services people need. We see this government closing schools and hospital beds, firing front-line health care workers and nurses.", "The finance minister says he will present a balanced budget. Sadly, this will only be an artificially balanced budget using the fire sale of assets and reserve funds.", "My question for the minister: Does he really think the people of Ontario will be fooled into thinking the budget is actually balanced?" ],
  "anchor" : "para532"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The member opposite made some interesting points, and I want to reiterate them. We did choose to invest in the people of Ontario. We did choose to invest in infrastructure. We did choose to stimulate our economy and grow. And yes, we are balancing the budget this year, next year and the year after that.", "When he talks about debt, he misses the point completely. We have an accumulating deficit to GDP the same today as it was 25 years ago. His leader made and agreed and voted for the largest deficit in Canada’s history of $55 billion. They raised debt and doubled it in the national—well, by $144 billion in accumulated deficits. That’s what he put forward for Canada.", "Our debt to GDP is falling. It’s improving and we are coming into balance. We’re working for the people of Ontario." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the minister: I think he missed some of the points that I made, so let me expand on them.", "In my hometown of North Bay, you fired 350 front-line health care workers, including 100 nurses; 30 to 40 more will be fired this month. You closed 60 beds at our brand new hospital. It’s because of your constant waste, mismanagement and scandal that—" ],
  "anchor" : "para539"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I don’t need an armchair quarterback at this moment. But I also ask the members, while the question is being put—I’m ready to get on them and then hear heckling on that side. It’s the same thing on both sides, so let’s just relax. And by the way, we’re on warnings.", "Please finish." ],
  "anchor" : "para542"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Their constant waste, mismanagement and scandals have resulted in the people of Ontario paying more and getting less. Whether you’re a family or a business, life in Ontario has increasingly become unaffordable. Businesses continue to flee the province, unable to keep up with the hydro rates, the cap-and-trade grab and the red tape.", "Does the minister truly believe an artificially balanced budget is going to help anyone?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "They know a lot about artificial balances, Mr. Speaker. I think they only balanced four times all the time the Harris government was in power. The last one was bogus. It wasn’t even balanced.", "Furthermore, he makes reference to the cost of debt. During their time, it cost 15.4 cents for every revenue dollar raised to cover their debt. Today it’s 8.4 cents because we’re locking in low interest rates and we’re investing. He and his party wanted to make across-the-board cuts as a solution to battling the deficit. We chose otherwise. We chose to invest in the things that matter to people. We chose not to put anybody in harm’s way. We chose to grow the economy. It’s working. We’re balancing this year. We’re balancing next year and the year after that." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para549"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Acting Premier. Today we are marking the 100th anniversary of some women getting the right to vote here in Ontario. A century ago, women formally entered public life in this province.", "But yesterday, the women of Ontario were reminded in a report that the gender wage gap is still 30% and has barely changed in 30 years. We have been waiting, we are still waiting, but we aren’t going to wait anymore.", "Ontario needs to ensure that women are equal partners in our economy. That means access to affordable, high-quality, not-for-profit child care. Do the Acting Premier and this government get that?" ],
  "anchor" : "para553"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier." ],
  "anchor" : "para557"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of the Status of Women." ],
  "anchor" : "para559"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I want to thank the member opposite for the question.", "Yes, absolutely, we know there’s a gender wage gap, because after all, we looked at the recommendations that came up from the steering committee. The number one and number two recommendations were about an investment in child care. Our Premier made sure that there was a minister responsible for early years and child care. We committed to doubling the number of spaces that are out there. We’re looking forward to transforming the way we’re delivering child care in this province.", "In addition, we’re increasing the number of women on boards. We’re making sure that—the first jurisdiction to introduce comply-or-explain rules. We’ve got a government target of 40% for women on provincial agencies, and we have a business target of 30%.", "So we’re already moving on so many things. I’m so glad that they are finally—" ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para564"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Speaker, we know what needs to be done to empower women in Ontario. Right now this province does not have a child care strategy. We do not have a child care system, and we have been waiting for 14 years.", "The first recommendation from our own Ministry of Labour’s report from the Gender Wage Gap Strategy committee reads “The government should immediately commit to developing an early child care system” which is “high quality, affordable, accessible, publicly funded and geared to income, with sufficient spaces to meet the needs of Ontario families.”", "We know that every dollar invested in child care leads to $2.47 in benefit to the Ontario economy due to the increase in working hours and wages of women.", "When will this government make sure that women in Ontario can fully participate in the economy by developing a comprehensive child care strategy? You have not shown it. You have a credibility issue on this issue. Show us the plan." ],
  "anchor" : "para565"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "You know, Speaker, I am so pleased to answer this question, because actually I think it’s kind of a friendly question.", "First of all, when it comes to affordable, quality, responsive and accessible child—" ],
  "anchor" : "para569"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Not-for-profit." ],
  "anchor" : "para571"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Not-for-profit." ],
  "anchor" : "para572"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister." ],
  "anchor" : "para573"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "All of those pieces were actually included in our workbook. Just so you know, I went out on consultations across the province, spoke to people—thousands of people, actually, both online and directly. I went to more than 20 cities and centres in our province, and we took that workbook with us. The member opposite was actually at some of those consultations, so she’s very aware that when it comes to affordable, quality, responsive, accessible child care, we put those ideas on the table. And now she’s telling me that those are her ideas and we should be acting on them. We—" ],
  "anchor" : "para574"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "New question." ],
  "anchor" : "para576"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "My question is for the Minister of Education.", "Minister, as you know, today we recognize the International Day of Pink, a day where we recognize the anti-bullying initiative that began in Nova Scotia after a grade 9 student was bullied in his school for wearing pink. Two students who witnessed the incident bought pink shirts to stand united with the student against bullying.", "Students, educators and people throughout my riding of Kingston and the Islands are uniting today to celebrate diversity. I know that Youth 2 Kingston, or Y2K, the Boys and Girls Club of Kingston, Girls Inc. etc. have worked diligently to educate and create positive attitudes and anti-bullying spaces. It’s important that we continue to stand together and create awareness not only today but every single day.", "Speaker, can the minister tell this House how we ensure our students feel safe and respected at schools across our province?" ],
  "anchor" : "para578"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I want to thank the member from Kingston and the Islands for this wonderful question. It’s so great to see this movement, which started with students, that is having such an impact and a conversation around bullying in schools, and frankly in the community.", "Our schools must be places where everyone—staff, students, parents and the community—feel welcome, feel safe and respected and accepted. That’s why I am proud of our Accepting Schools Act. The act is Canada’s most comprehensive anti-bullying legislation. As part of its definition of bullying, it also includes cyberbullying.", "School safety has been a priority for this government from the beginning, and that’s why we require all school boards to have policies on bullying prevention and intervention.", "This government has invested over $425 million in safe schools initiatives that are helping make Ontario’s schools some of the safest in the world." ],
  "anchor" : "para582"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para586"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Thank you, Minister. We are extremely proud of the investments made towards educating not only our students, but parents and staff. I know that this will have an impact on the young women who are here with us today in the Speaker’s gallery, and I am sure they will appreciate the leadership that we have taken.", "For the first time ever we have defined bullying in legislation so that every single student, teacher, principal and parent knows what we are talking about when we say bullying is not okay in our schools.", "Minister, in 2015 you introduced the revised health and physical education curriculum to better reflect the advancement of technology making information readily available to students. Can you please tell us about the benefits of the revised curriculum and how it is helping our students navigate in today’s technology-driven world?" ],
  "anchor" : "para587"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I really want to thank the member for this supplementary question, because the reality is that we want our children to be safe and healthy while ensuring that they have access to accurate information.", "We’ve updated our health and physical education curriculum so that students understand the importance of healthy relationships, having the confidence to say no, the safe use of technology and the Internet, and mental health. This curriculum now offers increased support, acceptance and visibility to LGBTQ and two-spirit children and youth.", "We will continue to support our school boards as they work closely with parents to ensure that every student feels safe at school. We will continue to work with community partners to develop awareness campaigns for schools that provide skills for youth and educators to be effective, and engage role models and allies of our schools across Ontario.", "Every student has the right to feel safe and accepted at school. If students don’t feel safe, they can’t learn." ],
  "anchor" : "para590"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "My question is for the Minister of the Environment. For two years, the Blacks and Stachuras in Huron–Bruce have suffered night and day from incessant noise associated with industrial wind turbines built around their homes. Just last week, to their relief, Ministry of the Environment and Climate Change testing proved that there were audible sounds and, possibly, tonal noises coming from the wind turbines that exceeded allowable sound level limits, according to regulation 09.", "Finally, after years of feeling ignored by this government, and helpless to defend themselves because of their rights being stripped away, they believed a resolution was finally here. But do you know what they were told, Speaker? More testing needs to be done.", "So I ask the minister, why should these families have to continue to suffer while waiting for more testing? Or is it that you need more time to devise a plan that ignores your own ministry’s research?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Mr. Speaker, an environment question from the party opposite—finally. Thank you.", "The challenge here is that the law works. There are standards. When people call, I’m very proud of the officials. They respond quickly and they enforce the law. The law is being enforced here. If wind turbines or any other type of technology exceeds sound levels, we enforce the law.", "I am happy to meet with the member opposite to review this case to make sure that the ministry is being diligent. No one should have to suffer noise or noise pollution from any source, and certainly not wind turbines in their community." ],
  "anchor" : "para598"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para602"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Back to the minister: I look forward to that discussion because, once and for all, it’s time for this government to finally address noise concerns associated with industrial wind turbines. They can no longer ignore these hulking monoliths that serve as reminders of this Liberal government’s failed policies. The Minister of the Environment needs to accept the good work from his own staff and the concrete data that shows noise levels are above acceptable sound limits. I look forward to this discussion, and action needs to happen today.", "Instead of protecting Liberal friends, will this minister take immediate action to protect the well-being of Ontario residents, immediately stop the turbines in question, acknowledge the test results from his own staff, and once and for all do right by the citizens of Ontario affected by industrial wind turbines?" ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para606"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "We are going to enforce the law to the full extent. We are not going to treat one group of proponents of a project or one community any lesser. There is a law. It is being enforced. If the member actually doesn’t think it’s being enforced, then she should raise that issue with me and I will review it with the deputy.", "But Mr. Speaker, it’s passing strange to me that I never get a question—when they were in power—about mercury in Grassy Narrows. I never get a question about nuclear power. I never get a question about coal plant pollution. This party is just an anti—" ],
  "anchor" : "para608"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "New question." ],
  "anchor" : "para610"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "My question is for the Minister of Children and Youth Services. Today we are joined by families and children living with autism. They will be rallying, once again, outside the Legislature at noon. They are here because they have been let down so many times before by this government, and unfortunately they see the writing on the wall for more of the same.", "Despite the minister’s promises, newly diagnosed children five and over are still unable to access intensive treatments. The families of children who have been approved for treatment can’t access the funds when they need them. Will the minister tell families today that children five and over will receive the same intensive treatments that they need?" ],
  "anchor" : "para612"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to thank the member for the question.", "I’ve had this file for almost a year now. The one thing I can say is that when I meet with parents from across the province of Ontario, I’m constantly reminded of the challenges that they have as families, because some of the challenges that they go through are just so overwhelming for parents.", "We have a Premier who is committed to making sure that we get this right. This is an issue that hasn’t just popped up overnight. This is an issue that has an historical context here in the province of Ontario. The Premier, people like myself and many members on this side of the House have been working on this issue at school boards, in our local communities and personally.", "I want the member opposite to know—and I do believe that parents understand this—that there is a commitment by this government to make sure we get this right, because we cannot afford to get it wrong." ],
  "anchor" : "para614"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para618"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "Just yesterday I heard again from a mother of twins with autism, who is in a constant struggle to get funding she is entitled to and to be assured that the funding will continue. Because of her uncertainty, she has had to register them for school even though she knows that without intensive treatments, they will regress. Progress made in self-feeding and potty training will be lost. Behaviours like head-banging and eating anything in their grasp will return.", "Right now, she will be out of pocket for more than $2,500 just for the month of May, money she does not have, because the ministry, for some reason, can’t get it together and get their approved money flowing.", "Will the minister ensure that approved funding is available when it’s needed and that families get the information they need now?" ],
  "anchor" : "para619"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "The member opposite does know that money is flowing from the government to support families with children with autism. In fact, currently during the transition period, we put in the $10,000 allocation that can be reused. Almost 2,400 families currently are using that service, and some families over the last several months are at the seventh installment of this funding. So we’re talking about a $70,000 or $80,000 investment into their children over seven months.", "We are committed to making sure that we get this right. We are committed to making sure that young people in the province of Ontario get the resources they need so they can reach their full potential. There is too much at stake, and this is a government that is committed to making sure that young children here in the province of Ontario are set up for success." ],
  "anchor" : "para622"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "My question is for the Minister of Municipal Affairs.", "The minister and I and many members of the Legislature started out at the municipal level of politics. We all know the critical role that those municipalities’ local governments play in Ontarians’ daily lives. They provide many front-line services, and they also provide critical local infrastructure, like the roads we drive on, the parks we play in, and the pipes and treatment facilities that keep our water clean.", "I’m proud our government is making the largest infrastructure investment in schools, roads, hospitals, public transit and bridges in the province’s history. We’re investing in the people and communities that make Ontario strong. Our government is also providing predictable, ongoing support to municipalities through a number of programs.", "Would the minister elaborate on what those programs are and how they benefit municipalities across Ontario?" ],
  "anchor" : "para625"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member from Etobicoke–Lakeshore for the question.", "As the Minister of Municipal Affairs, I take great pride in the relationship that we’ve established with the municipal sector over the years since coming into government in 2003, specifically through the AMO MOU round table. Through that venue and through programs in this government, we have increased significantly the financial assistance that flows to the municipal sector in Ontario.", "When we came to government in 2003, that was somewhere in the neighbourhood of $1 billion. Today, the financial package that flows annually in support of our municipal sector in the province of Ontario is somewhere in the range of $4 billion, an increase of $3 billion—a fourfold increase.", "I would say that if you are a municipal property taxpayer in the province of Ontario, our government has provided significant capacity and room for your municipal councillors to manage their budgets and provide their services to those constituents in a very affordable way." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para633"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "Thank you, Minister. I understand that these programs work together to benefit municipalities across Ontario. For example, the OMPF is now largely a northern and rural grant providing over 90% of its funding to northern and rural municipalities. Provincial transit funding to municipalities through the gas tax program benefits the nearly 100 municipalities in the province with public transit systems, and OCIF provides annual funding to small northern and rural municipalities.", "But there has been a focus on funding for the city of Toronto in recent weeks. I understand programs like provincial uploads and gas tax provide significant ongoing support to the city, in addition to provincial funding for specific projects. Would the minister elaborate on some of the support the province has provided to the city of Toronto since we’ve come to office?" ],
  "anchor" : "para634"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "The member from Etobicoke–Lakeshore asks a great question, Speaker.", "We recognize that the city of Toronto represents the fifth- or sixth-largest economy in Canada. As such, we recognize that it merits serious and specific attention.", "In that vein, we have uploaded $530 million from the city of Toronto, as well as providing $170 million annually in gas tax funding, totalling about $1.9 billion in new revenues for the city of Toronto so far. As people will know, they’ve heard the Minister of Transportation announce that we will be doubling that gas tax funding so that on an annual basis the city of Toronto will be receiving $340 million, starting very soon.", "In addition, examples of major infrastructure projects: $5.3 billion for the Eglinton Crosstown; $1.48 billion to extend the Bloor-Danforth subway line in Scarborough; and, actually, even in the member’s riding of Etobicoke–Lakeshore, very recently the minister announced $50 million for the Kipling Mobility Hub in Etobicoke–Lakeshore.", "Speaker, these are just some of the examples of the amazing support we have provided financially to the city of Toronto." ],
  "anchor" : "para636"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Back in December 2016, the minister received a proposal from the Ontario Personal Support Workers Association requesting the right to become the provincial governing body of personal support workers. In their request, they highlighted the greater need and increased role of our hard-working PSWs.", "Due to the increased need for home and community care, there are many more PSWs in today’s health care system—" ],
  "anchor" : "para643"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s never too late to get a warning." ],
  "anchor" : "para646"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "As I said, there are many more PSWs in today’s health care system than in years past. As such, it has become apparent that there is a great need for oversight, which includes a governing body that oversees the needs of PSWs and their responsibilities and, more importantly, the needs of their clients.", "The minister has stated that he is supportive of a health care system that protects all patients and health care providers. Therefore, can he tell us when we can expect a response or action regarding this proposal?" ],
  "anchor" : "para647"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question. The member opposite is correct that the ministry has received a proposal from the association representing our PSWs.", "I think I speak for everyone in the Legislature that we have such great respect for the thousands upon thousands of PSWs who are working in every facet of our health care system. They are often our unsung heroes, doing incredibly important work of the highest quality, and I want to express my appreciation for that.", "Part of that appreciation has been reflected in the fact that we have increased the minimum wage for our PSWs in this province by $4 an hour so that the minimum threshold for the minimum wage now stands at $16.50.", "We are so invested in elevating this profession to where it should be to be recognized for the important work that they do." ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Back to the minister: The question wasn’t about wages.", "The minister is well aware that the time to make decisions regarding health care is now; the system can’t wait any longer. With an aging population and our health care services being rationed, it is imperative that his government take action.", "The OPSWA’s proposal is comprehensive and outlines the importance of safety, accountability, legitimacy, trust and oversight—things the government claims to uphold.", "The minister has acknowledged the important and expanding roles of our PSWs in our health care system. How much longer will all PSWs have to wait for the validation they deserve?" ],
  "anchor" : "para654"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We as a government are validating our PSWs. We’ve created a $10-million annual fund for PSW training so that they can enhance their training. We’ve created a common curriculum and educational standard for our PSWs.", "Last year alone, we added $80 million to home and community care, where many of our PSWs work, resulting in an additional 1.3 million hours of PSW work in our homes and communities. We’ve added 2,500 PSWs to our long-term-care homes since 2008.", "We’re looking at this proposal. That aspect of regulation and oversight and really to give the respect and the elevation to the profession that it deserves is one important element of our stabilization strategy. We’re looking at their proposal, as we’re looking at other options." ],
  "anchor" : "para658"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Scarborough–Rouge River on a point of order." ],
  "anchor" : "para662"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Earlier, we had most important visitors in the Speaker’s gallery, and I missed the opportunity to introduce the three delegates from the best community in the city of Toronto: Scarborough. Their names are Christina Beharry, Rachel Heineman and Carly Sahagian." ],
  "anchor" : "para663"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Speaker, if I could, I’ve just noticed in the members’ east lobby, from Thunder Bay, representing PARO enterprises, Ms. Rosalind Lockyer." ],
  "anchor" : "para664"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m. this afternoon.", "The House recessed from 1145 to 1500." ],
  "anchor" : "para665"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "I don’t see them in the members’ gallery yet, but, from the Ontario Professional Planners Institute, Loretta Ryan is here to see me introduce a private member’s bill." ],
  "anchor" : "para668"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We welcome our guests." ],
  "anchor" : "para669"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I rise with sadness to celebrate the life of Elaine McClintock, who passed away last week. Elaine left the world a much better place for her time in it. She cared for her community with the same passion and commitment she displayed in her nursing career.", "Elaine volunteered for and helped lead many organizations, and all were made stronger by her involvement. She and John, her beloved husband of 58 years, founded the Leeds-Grenville chapter of the Multiple Sclerosis Society in 1965. John suffered from MS and was blessed to have Elaine by his side. Together they raised hundreds of thousands for local support services and research.", "Elaine was also a tireless champion for accessibility and equal opportunity. She and John helped found the non-profit Education for Quality Accessibility and became the go-to experts for business and government.", "The physical improvements to our community from their work are countless, but equally important is how they changed attitudes. They opened our eyes to the barriers, seen and unseen, that people with a disability face every day. That’s a tremendous legacy. Elaine is dearly missed by the many whose lives she made better.", "Speaker, it was an honour to call Elaine a friend. Today I ask everyone to join me in celebrating this remarkable life and expressing condolences to John, their sons Mike and James, and the entire family." ],
  "anchor" : "para672"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Further members’ statements? The member from Hamilton East–Stoney Creek. Wait a minute now. Let me ask a question. I’m just wondering if the member had a moment—okay, we’re good? Member for Hamilton East–Stoney Creek." ],
  "anchor" : "para677"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Thank you, Speaker. The persistence of deep poverty in this province is a scandal. Low-income Ontarians are being crushed by hydro and rent increases. Working people can’t pull themselves out of poverty because they do not earn a living wage, and Ontario’s desperately low social assistance rates leave families hungry, under-housed and sick. One in five children in my city of Hamilton live in poverty. Some 80% of Hamilton’s 20,000 food bank users are spending half or more of their monthly income on rent, up from 49% just one year ago. These people are at extreme risk of homelessness.", "We need more social and affordable housing. We need a $15 minimum wage, and we need social assistance rates that meet peoples’ basic needs. This is what Ontarians need from this budget. The time to act is now.", "A year ago today, I introduced legislation to tie social assistance rates to the actual cost of living in different Ontario communities. Twice, my bill has passed second reading, and for the second time it is stalled waiting in committee. People across this province are asking the government to back Bill 6. When will the government act? The government must act now.", "The minister responsible for the Poverty Reduction Strategy and 24 of his colleagues voted for Bill 6 at second reading in September. It is imperative that they back up their votes with real action. Get Bill 6 to committee hearings now. I must also add that the first time my bill went through, there were even more Liberals who stood up—including the Premier—backing this bill, but it’s still sitting in committee. Something’s wrong, Speaker." ],
  "anchor" : "para679"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "This morning I had the pleasure of speaking at the Clarington Board of Trade, which is located in my riding of Durham. It was an honour to provide an update to my constituents on the projects that are underway in Durham, as well as answer any questions that they had.", "Mr. Speaker, I was thrilled to share an update on the GO train eastward extension, something that I know my constituents are very excited about. I, too, am looking forward to this extension. It’s going to improve commutes, drive local economic development, and improve the quality of life for Durham residents.", "I was also able to share how we will see the benefits of the $19-million investment toward the Greenhouse Competitiveness and Innovation Initiative right in our community. Agriculture is hugely important for Durham’s way of life, and the province’s greenhouse sector will be able to grow in size, innovation and productivity.", "Among other project updates, I was able to also share how our government is investing $50 million into Ontario colleges. Our colleges—Durham College, specifically—provide students with fantastic learning experiences and job-ready skills, so it was a pleasure to be part of this investment announcement.", "It’s always a pleasure to meet with my constituents and provide them with updates on how I’m serving the riding of Durham. Thank you again to the Clarington Board of Trade for having me this morning." ],
  "anchor" : "para684"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "Last weekend, I attended the annual meeting of the Long Point Waterfowlers’ Association held at Delta Waterfowl’s hunting heritage and conservation centre. It’s a former youth ranger station.", "The Long Point waterfowlers co-manage public hunting in the provincial park. They put in hundreds of volunteer hours, coupled with significant public and private grants, improving wetlands in the park.", "Delta Waterfowl is moving their Canadian headquarters to my riding, because Norfolk contains some of the best waterfowl habitat in North America.", "At the former ranger station, Delta Waterfowl is hosting heritage hunt days for apprentice hunters. They’re hosting hunter safety courses and are looking at having students use the property. It’s all part of a significant and long tradition of wildlife conservation down in our area.", "The concept of hunters supporting conservation isn’t unique. It’s the North American model of wildlife conservation. There are many success stories: the reintroduction of the wild turkey and elk, for example. The contributions of hunters to conservation: We’re now celebrating National Wildlife Week this week, a week that was to commemorate the birthday of Jack Miner, an internationally recognized conservationist and hunter." ],
  "anchor" : "para690"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I want to give a shout-out and congratulate the 2017 OFSAA boys’ hockey champions from Belle River, the Belle River Nobles, from my hometown. They are, between the pipes, Kagan Doherty, Patrick Timpany and Shane Laforest; the D-men are Dylan O’Neil, Nevon Novacco, Colton O’Brien and Davis Edmunds; the forwards, the grinders, are Owen Meyerink, Conor Dembinski, Andrew Thoms, Dawson O’Neil, Ryley Hammond, Isaac Herz, Drew Denomey, Colton Candido, Logan McFarlane, Eric LaRue, Cody McFarlane, Ryan Nicholson, Hunter Bailey, Keagan McGeen and Reiss Robinson.", "Last month, they competed in the OFSAA championship in Fort Frances. By all accounts, it was an epic final game. They were seeded at fourth place. It was a Cinderella story, Speaker. They came up from nowhere. They came from behind to win in overtime. The Nobles scored with 77 seconds left in regulation time, and captain Cody McFarlane netted the only goal in the five-round shoot-out to give Belle River a 3-2 win over the number 3 seed, Hamilton’s St. Mary Crusaders, in the gold medal final. Speaker, a shout-out to Cody McFarlane, who’s obviously a sniper.", "A shout-out to the coaches: Dave Bracken; Mike Smith, who’s my son’s coach this year—he did a great job; Justin Pinsonneault; and Austin Jennings.", "And a special shout-out to Ray Bracken, who has been the spirit of hockey in Lakeshore and Belle River for many years—he was one of my coaches. He epitomizes coaching and volunteering. He’s an educator himself, and he’s the reason Belle River hockey has been so successful over so many years.", "Great job. Way to represent, boys. Congratulations." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "For those old-timers out there, Foster Hewitt has nothing on you." ],
  "anchor" : "para701"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I appreciate that." ],
  "anchor" : "para703"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "It is always a pleasure to rise in this House to share the great research and community initiatives taking place in my riding.", "This past Friday, I was invited to visit the Queen’s psychology department by Dr. Christopher Bowie. I was thrilled to be joined as well by Dr. Sylvain Roy, the president of the Ontario Psychological Association, and the CEO, Jan Kasperski.", "I had the pleasure of hearing from psychology students and several clinical psychologists working in the community. It was a great opportunity to discuss the work that is being done to address mental health in our community and across the province from the field’s leading experts and students.", "Students, educators, researchers and legislators are working together to develop, through neuroscience, innovative, forward-thinking approaches to overcoming some of the challenges in areas such as child development, insomnia and depression. As a result, the team has made an incredible difference in our schools, our hospitals and even in our justice system. They’re passionate advocates who have earned a reputation for delivering high-quality care.", "I appreciated the opportunity to see the next generation of clinical psychologists—the students—show that same level of community involvement as their mentors. Among the student projects that were presented, Queen’s students Jackie and Joyce organized the Got Your Back! initiative, which provides students experiencing mental health challenges with peer support while educating all students on campus about what they can do to support friends during periods of crisis.", "As a huge advocate for mental health, I offer my warmest gratitude for your incredible work." ],
  "anchor" : "para705"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Last week, Nipissing University hosted their fourth robotics competition, the For Inspiration and Recognition of Science and Technology, or FIRST, in North Bay. The event brought in 27 teams of talented individuals from high schools all across Ontario. Teams match up with some of the world’s most cutting-edge technology companies to build some truly amazing machines. In just six weeks, students put together robots designed to compete in high-intensity robotic sports. The competition tests team members’ intellect, creativity and overall strategy.", "The FIRST organization inspires our youth to take an interest and pursue careers in science, technology and engineering. This year’s competition saw its fair share of impressive builds, but in the end, North Bay’s very own Team 1305 came out on top. This is the first time a team from North Bay has ever swept the competition. Their outstanding performance has earned them and their robot, entitled Clark, a spot at the Ontario district championship this coming weekend.", "I wish them the best of luck and I hope to see Team 1305 and Clark at the world championships later this month." ],
  "anchor" : "para713"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Speaker, as you will recall, Canada also experienced an unfortunate event on January 29, 2017. There was a shooting of six individuals in the mosque at the Islamic Centre of Quebec in Quebec City. Six individuals lost their lives. I understand others were shot and injured, and 17 children were left fatherless because of that particular incident.", "We will be welcoming tomorrow, in the Legislature of Ontario, the leadership of the Islamic Centre of Quebec, which will include Imam Hassan Guillet, who gave a Martin Luther King-level funeral oration to Canada; Mr. Al-Rawni, the president of Islamic Relief Canada; Dr. Benaissa, manager of Islamic Relief Canada for Quebec; and Mr. Yangui, president of the Islamic Centre of Quebec.", "To follow, there is also held, by the Consulate General of Pakistan and His Excellency Imran Siddiqui, an exhibit of Islamic calligraphy which all members—and I think almost 300 members of the public—are scheduled to attend. I understand that the works of 40 artists will be displayed in rooms 228 and 230. The Premier of Ontario is scheduled to arrive at approximately 1:30 to 2 p.m., and I understand leaders from other parties and indeed all members of the Legislature are welcome." ],
  "anchor" : "para717"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "As the new official opposition critic for tourism, culture and sport, it’s my pleasure to highlight achievements in Ontario sports. In that spirit, I would like to congratulate the Kent Cobras, from my riding of Chatham–Kent–Essex, for winning the Ontario Minor Hockey Association bantam AE championship.", "Kent won a hard-fought victory in Tilbury, tying the series at five points and sending the series back to Brampton, where the Cobras conquered the Brampton 45s in overtime to win the championship. This was a series they were not expected to win. The Brampton 45s are a powerhouse, but the Kent Cobras stepped onto the ice in Brampton’s championship-banner-filled barn and were not intimidated. After a Kent goal was disallowed, the team still trailed 2-1 with just six minutes to play.", "Then, with 29 seconds left in the third period, Matthew Cunningham scored the tying goal to force overtime and, in true Cobra fashion, Dakota VanGoethem struck quickly, needing only 58 seconds to score the thrilling overtime winner. In the voice of Leafs’ radio play-by-play announcer Joe Bowen, “Holy Mackinaw! What a goal!”", "I’d like to commend my neighbour and forward, Dylan Holly, for representing our street proudly this season. He will be the hottest road-hockey free agent on the block this summer.", "Each and every Kent Cobra should be proud of their team’s accomplishment. Congratulations, Kent Cobras!" ],
  "anchor" : "para721"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you very much, Don Cherry.", "I thank all members for their statements." ],
  "anchor" : "para726"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "I beg leave to present the first report 2017 from the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para730"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Does the member wish to make a brief statement?" ],
  "anchor" : "para732"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "Thank you, Mr. Speaker, I would indeed.", "I want to take a minute to thank the committee and support staff for all their hard work and diligence in preparing this thorough report. I know that all involved have put a great deal of time and effort into this, and it’s fantastic to see that it culminated in this very important document. It makes several important recommendations that will be key to our progress moving forward." ],
  "anchor" : "para733"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "I beg leave to present a report from the Standing Committee on Finance and Economic Affairs and move its adoption." ],
  "anchor" : "para736"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 84, An Act to amend various Acts with respect to medical assistance in dying / Projet de loi 84, Loi modifiant diverses lois en ce qui concerne l’aide médicale à mourir." ],
  "anchor" : "para737"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed. Carried." ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The bill is therefore ordered for third reading.", "Mr. Milczyn moved first reading of the following bill:", "Bill 122, An Act respecting the regulation of Registered Professional Planners / Projet de loi 122, Loi concernant la réglementation des urbanistes certifiés." ],
  "anchor" : "para741"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para746"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para748"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "This bill repeals the dated Ontario Professional Planners Institute Act, 1994, and enacts a newly updated and modern act called the Registered Professional Planners Act, 2017.", "The new act continues the Ontario Professional Planners Institute, an organization that governs and regulates its members made up of urban, regional and rural planners from across Ontario.", "The act safeguards consumer protection in the public interest and provides definitions and title protection for professional planners. The act also provides a framework for membership, creates prohibitions and offences respecting designations, and sets out procedures for dealing with complaints against the institute.", "Mr. Cho moved first reading of the following bill:", "Bill 123, An Act to proclaim Korean Heritage Month / Projet de loi 123, Loi proclamant le Mois du patrimoine coréen." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para756"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para758"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "The bill proclaims the month of October in each year as Korean Heritage Month. Thank you." ],
  "anchor" : "para759"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I love that. Thank you." ],
  "anchor" : "para760"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para763"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para764"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move that, notwithstanding standing order 98(b), Mr. Kwinter and Mr. Bradley exchange places such that Mr. Bradley assumes ballot item number 56 and Mr. Kwinter assumes ballot item number 70; and that, notwithstanding standing order 98(g), notices for ballot items 52, 54 and 56 be waived." ],
  "anchor" : "para766"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi moves that, notwithstanding standing order—" ],
  "anchor" : "para767"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para768"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para769"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I believe we have unanimous consent to put forward a motion without notice regarding the Standing Committee on the Legislative Assembly." ],
  "anchor" : "para773"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para774"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move that the Standing Committee on the Legislative Assembly be authorized to meet from 12:30 p.m. to 1 p.m. in addition to its regularly scheduled meeting times on Wednesday, May 10, 2017, for the purpose of public hearings on Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi moves that the Standing Committee on the Legislative Assembly—" ],
  "anchor" : "para777"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para778"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para779"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "It is my honour and pleasure to rise today as the very first Minister of the Status of Women in Ontario to recognize and celebrate an important historic milestone.", "Today is the 100th anniversary of the extension of the first right to vote to women in Ontario. No question, it was an incredible, life-changing moment in time for so many in our province. One hundred years ago, on this very day, April 12, 1917, women in Ontario were granted the right to vote for the very first time. It was a historic and hard-won step towards promoting women’s rights and women’s political rights, one of many more to come. And it was the end of an era, and the beginning of another, where women had a political voice, a political say in the future of this province and in their lives.", "Now, while this right came with the passage of a simple amendment—the Election Law Amendment Act of 1917—the making of this amendment was not so simple; in fact, far from it. It was the result of more than 50 years of tireless hard work and activism on the part of suffragists. Nothing has been the same since.", "But, Speaker, it is important that while many women in Ontario were granted the right to vote, not all women in our province were celebrating 100 years ago. That’s because not all women gained their voting rights in 1917. No; in fact, many women were excluded at the time and denied a political voice.", "Indigenous women and members of certain ethnic communities still did not have the right to vote. They were denied a political voice, and they didn’t count. The harsh reality is that had I been around on this day 100 years ago, I would have been one of the women who were not able to vote. So it’s important to remember and acknowledge those women who lived in this province and in this country at that time who continued to stand on the sidelines of democracy.", "It’s also important to remember that women themselves were not considered equal on this day 100 years ago.", "But let’s not forget, there was plenty to celebrate for many women. Women who were British subjects at least 21 years old and had lived in Canada for at least 12 months could now vote provincially, as well as those women who served in the military during World War I. These military women could also vote federally, but it would be another entire year before most Canadian women obtained the right to vote in federal elections.", "Far from being universal, the history of women’s suffrage is marked by many small gains in this province over many, many years. It was absolutely a long, hard-fought battle, but it was an essential first step on the road to equality for Ontario women.", "That’s essentially the story of women’s rights on so many levels over the years. In fact, it wasn’t until 1954 that women with what was then called “Indian status” were able to vote in Ontario provincial elections. That’s right: 1954. Even then, they weren’t allowed to vote in federal elections. That didn’t come for another six years, until 1960. Just think about that.", "Speaker, we should also remember that not all women with the right to vote felt empowered to do so. Remember that when there are major strides in human rights, those rights can also sometimes be cloaked in fear and apprehension.", "As I stand here today, the proud first minister of the new Ministry of the Status of Women in Ontario, I’m certain that 100 years ago, I would likely have not had the right to vote. But I can tell you that I am proud to take my place in this House here 100 years later.", "As many of you know, I was born outside of Canada, in Durban, South Africa. My family left to escape the oppression of apartheid. The reality is that we did not have the right to vote. We came to Canada so we would have a political voice. So I know, personally, what it feels like to have made that political journey from no right to vote to being able to vote.", "But we came to Canada to have a political voice. The reality is, 100 years ago, that likely wouldn’t have been the case. So think about it. Think about those women in 1917, women of various backgrounds and colours, and how they likely felt marginalized, disenfranchised or perhaps even just uncomfortable exercising their right to vote, even if they had the legal right to do so.", "Today, women do have the right to vote. We have a voice, and we will be heard.", "But there are many women who still feel like their voices aren’t being heard, that their opinions aren’t valued and that they are not truly part of the democratic process. That’s why we must continue to work towards full equality for all women across our province, across the country and around the world.", "Speaker, the journey towards political equality in Ontario did not end on April 12, 1917. The lessons of the suffragists are still with us today. They taught us that action leads to change. They taught us that women matter. And they taught us that fairness and equality is absolutely worth fighting for. Together they launched a remarkable journey towards progress. They took an important first step on the path to full equality.", "But the journey isn’t over and the work isn’t done. In 100 years, we have gone from gaining the right to vote to having a female Premier. We now have more female representatives in this Legislature than at any other time in our province’s history. All you have to do is look around the room during question period, and you’ll see what I mean.", "We have a stand-alone Ministry for the Status of Women that has been built on more than 30 years of important work done by the Ontario Women’s Directorate.", "Women have a voice—a strong, political voice. Women do not give ground on the rights they gained, and women are moving forward, marching by the thousands for change.", "Speaker, there is something in the air again. The activism of the suffrage movement is still very much alive in the hearts and minds of women and girls in Ontario. As Ontario’s Minister of the Status of Women, I am here to say that we are here, we have a voice, and we will be heard.", "This government is committed to carrying on the work to be done to ensure that women and girls are equal in every aspect of society. We’re committed, as a government, to promoting gender equality, to ending violence against women and empowering women economically. We want security and empowerment for every woman and girl in Ontario.", "Speaker, we have absolutely come a long way in the past 100 years, and we will not lose sight of the work that must still be done for all women to achieve full societal, political and economic equality. It’s about fairness in our society, and it’s about building this province up for all of us. We are stronger as a province when our women and girls are fully empowered and able to achieve their full potential.", "This is not about women’s rights. It’s not about girls’ rights. It’s about human rights and the rights of everyone in this province, and it’s about fairness. We are stronger as a province when our women and girls stand together and speak with loud, clear voices, and we are stronger on this day, the 100th anniversary of suffrage in Ontario. We stand together and say, “We count. We matter. We have a voice and we will be heard,” because when women succeed, we all succeed." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It is time for responses." ],
  "anchor" : "para808"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "It gives me great pleasure to rise today on behalf of the PC Party of Ontario to speak about the 100th anniversary of the women’s vote in Ontario.", "As part of today’s celebrations, we were lucky enough to have 77 young women leaders from across the province. They are spending the day at Queen’s Park for the Legislature’s A Remarkable Assembly, which celebrates the great achievements made by women in our province 100 years ago, and the many milestones since.", "I was especially pleased to welcome the three young women who are from my riding—Victoria Hawley, Sadie-Jane Hickson and Sierra Ret—and also the 44 amazing young girls and their teachers from Trillium Lakelands District School Board who joined us for this historic day.", "The history of women’s right to vote in Ontario is a history of women refusing to let their voices go unheard. It’s a story of women being told repeatedly that their ideas had no place in Parliament or in politics. But women refused to accept that. Instead, suffragists continued to engage with Parliament and with politicians, demanding the right to be heard. They petitioned Premier James Whitney and Prime Minister James Borden for the right to vote. They even spread their message in Washington, D.C., by joining a suffrage parade in the United States, all to prove that their vote and their voice counted.", "On April 12, 1917, that effort paid off. Many Ontarian women finally gained the right to vote in Ontario. This was followed shortly by the Wartime Elections Act, which granted the right to vote to Canadian women in the armed forces and those related to military men, in September 1917.", "Since then, women in politics began to make strides very quickly. Agnes Macphail became the first woman elected to the Ontario Legislature in 1943, and in 1972, Margaret Birch became the first female cabinet minister in Ontario under the Bill Davis PC government.", "While it’s important to recognize how far we’ve come, it is important that we use occasions like these to talk about the work still to be done. Women in Ontario still do not receive equal pay for equal value of work. Yesterday I called on the government to work with all three parties in a non-partisan way to finally close the gender wage gap, which has only improved 6% since the Pay Equity Act was passed 30 years ago. I hope that they will take me up on that offer, so we can bring about meaningful change together.", "Women also continue to face significant challenges outside the workplace. For example, we know about the societal myths and stereotypes that surround sexual assault. That’s why it’s so important that everyone who comes into contact with victims of sexual assault knows how to properly handle these sensitive cases. To that end, I recently introduced Bill 120, which would require that provincially appointed judges undergo mandatory sexual assault training. This would help ensure that our judiciary is well prepared to handle these cases, which primarily affect women, and that survivors can have full confidence in our judicial system.", "We also have to work together to stop the horrible crime of human sex trafficking, which is one of Canada’s fastest-growing crimes, and a form of modern-day slavery that absolutely destroys young women’s lives. I was happy to see one important step in this direction taken by the Legislature this morning, when the Anti-Human Trafficking Act, based on my Saving the Girl Next Door Act, was passed at second reading and was referred to committee for further review. I hope that we can still get this bill passed before the end of the spring session in June.", "Ontario women have achieved much in the past 100 years, but as we can see, there’s still much work to be done to achieve full equality. However, today, we had the privilege of meeting so many strong young women who are going to be entering the world of politics, business, culture and all fields of endeavor. I am confident that they will achieve great things that will further advance the cause of women in our province, our country and around the world. Shall we celebrate today?" ],
  "anchor" : "para809"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further responses." ],
  "anchor" : "para819"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I am pleased to rise as the Ontario NDP women’s issues critic on behalf of my caucus and my leader, Andrea Horwath, to mark 100 years of women’s suffrage in Ontario.", "It was in 1917, after 50 years of activism and organizing by women and male allies, that Ontario women over the age of 21 who were born or naturalized British subjects secured the right to vote. This made Ontario the fifth province to grant middle-class women the right to vote, but it was not until the 1940s that racialized women in Ontario were enfranchised, and not until 1954 before voting rights were given to indigenous women.", "Achieving the right to cast a ballot was the essential first step in recognizing women’s rights to full participation in public life. It took another 26 years before the first women MPPs, Agnes Macphail and Rae Luckock, were elected to the Ontario Legislature and 30 years after that before Ontario’s first woman cabinet minister, Margaret Birch, took her seat around the cabinet table.", "I am proud of another historic first that has been achieved by the Ontario NDP: the first parliamentary caucus in Canada to have more than 50% women. Each of these firsts, by those who demanded the right to vote and those who fought for the right to run for office, paved the way for all of the women MPPs who sit in this Legislature today across party lines.", "It is hard for us to believe now that a century ago, when women’s suffrage was being debated at Queen’s Park, opponents argued that enfranchising women was an affront to God, saying that if God wanted to give women the right to vote, he would have made them men. Others thought that voting would diminish women’s natural demure nature, taking them away from the fireside, causing them to neglect the babies and spoil the dinners. Adversaries to women’s suffrage also argued that allowing women to vote was pointless, since women would only vote the way their husbands told them to. Finally, there was concern that giving women the right to vote would result in women taking men’s alcohol away, which was ironic since it turned out that women voters became some of the strongest advocates for the end of prohibition.", "We are fortunate that reason and justice prevailed in Ontario 100 years ago, despite the fact that many opponents to women’s vote remained vocal for decades. These opponents to women’s equality have not gone away. Instead, their complaints have found new power in the media and online, with hateful, misogynist comments about women politicians in Ontario and across Canada. We must work harder than ever to safeguard the gains that women have made and commit to doubling our efforts to achieve gender equality in this province.", "If we are serious about women’s economic empowerment and about ensuring that women in Ontario have equal access to opportunities, recognition and fair compensation, we must address the structural oppression that women continue to experience in their daily lives. Yesterday was Equal Pay Day. We talked about the fact that, 30 years ago, the Pay Equity Act was passed, but the gender wage gap has barely budged.", "The time for action on this matter is now. We need adequate enforcement of pay equity laws. We need pay transparency legislation. We need increased access to collective bargaining for women. We need a $15-an-hour minimum wage. We need paid leave for domestic and sexual violence. We need affordable housing and we need access to affordable, quality, non-profit child care.", "These are initiatives that have been brought forward by me and my colleagues in the NDP caucus, and I call on Liberals and Conservatives to support them. Without these conditions, women’s true and full equality will never be achieved.", "Women’s suffrage 100 years ago marked a turning point in human rights history in Ontario. It helped redefine gender roles and has had a profound impact, putting issues of social justice, fairness and equality squarely on the public agenda. But while there is no question about the progress that has been made, there is still much to do to advance women’s interests to ensure a fair, just and healthy society that enables everyone to contribute to their full potential and participate fully in political life.", "I hope that today in this Legislature, as we welcome remarkable young women and representatives of Girls Government from across the province, we will come together and commit to creating a province where women do not hesitate before entering the public realm." ],
  "anchor" : "para820"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para832"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "A point of order." ],
  "anchor" : "para834"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order: the member from Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para835"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I would like to correct my record. I believe that I said “Prime Minister James Borden” when it should have been “Prime Minister Robert L. Borden.”" ],
  "anchor" : "para836"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "That is an absolute correction, and all members have the right to do so. Thank you for doing it correctly." ],
  "anchor" : "para837"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition here presented by Steve and Elaine Csire from Tillsonburg. It’s a petition to stop partisan hydro ads.", "“To the Legislative Assembly of Ontario:", "“Whereas the government is spending millions of taxpayers’ dollars on advertising that seems to be solely for the purpose of promoting the Liberal government for partisan political purposes; and", "“Whereas the government did not feel the need to inform the people of Ontario by advertising any of the many hydro rate increases; and", "“Whereas this money could be used to lower hydro costs for people who are choosing between heating their homes and buying essentials such as food; and", "“Whereas this money could instead be used to provide health care, keep rural schools open, increase long-term-care beds and other services for the people of Ontario; and", "“Therefore, we, the undersigned, petition the Legislature to call on the government to stop running partisan hydro ads with taxpayers’ money.”", "I thank you very much for the opportunity to present this. I will sign this petition and send it with Charlotte." ],
  "anchor" : "para840"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I would like to thank the Fanshawe Student Union for their assistance collecting signatures on a petition to eliminate interest from student loans.", "“Whereas the Liberal government should not be profiting from student loans in Ontario;", "“Whereas Ontario is the most expensive province in which to access post-secondary education;", "“Whereas the average debt load for university students after four years is $28,000 and the average debt load for anyone with post-graduate experience is $35,000;", "“Whereas the Ontario government made more than $25 million in profit from interest on student loans last year alone;", "“Whereas seemingly insurmountable student debt delays important life milestones for young people, placing a burden on both graduates with debt and on the provincial economy as a whole;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly immediately eliminate interest from student loans.”", "I fully support this petition, affix my name and give it to page Angel to take to the table." ],
  "anchor" : "para849"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas we’ve seen rapid growth of vertical communities across Ontario;", "“Whereas elevators are an important amenity for a resident of a high-rise residential building; and", "“Whereas ensuring basic mobility and standards of living for residents remain top priority; and", "“Whereas the unreasonable delay of repairs for elevator services across Ontario is a concern for residents of high-rise buildings” who experience “constant breakdowns, mechanical failures and ‘out of service’ notices for unspecified amounts of time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urge the Ontario government to require repairs to elevators be completed within a reasonable and prescribed time frame. We urge this government to address these concerns that are shared by residents of Trinity–Spadina and across Ontario.”", "I support this petition, sign it and give it to page Jace." ],
  "anchor" : "para859"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My petition is to the Legislative Assembly of Ontario:", "“Whereas since 2006 the Auditor General of Ontario had been responsible for reviewing all government advertising to ensure it was not partisan; and", "“Whereas in 2015 the Wynne government watered down the legislation, removing the ability of the Auditor General to reject partisan ads; and", "“Whereas the Wynne government has since run ads such as those for the Ontario Pension Plan that were extremely partisan in nature, which cost almost $800,000; and", "“Whereas the Wynne government is currently using taxpayers’ money to run partisan hydro ads; and", "“Whereas history shows that the Wynne Liberal government has increased government ad spending in the year prior to a general election;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately restore the Auditor General’s authority to review all government advertising for partisan messages before the ads run.”", "I support this petition, affix my name to it and give it to page Rajeev to take to the table." ],
  "anchor" : "para868"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the amalgamation of Scadding and Rathburn townships into the city of Greater Sudbury has separated and divided an existing community established in 1955 under a service roads board. We were a proud, vibrant, self-sustainable, safe community. Reunite us and we can be that again;", "“Whereas this forced amalgamation has resulted in the main access, Kukagami Lake Road, being maintained in sections by different entities. This results in different standards, which often results in unsafe conditions and concerns for people travelling this road. We are physically isolated from the city of Greater Sudbury by 17 kilometres; we leave the city, travel through Markstay-Warren and a section of roads board before re-entering the city. We are in a wilderness rural area, not an urban setting, which is not conducive to being amalgamated into a city;", "“Whereas we are in the provincial riding of Timiskaming–Cochrane not Sudbury or Nickel Belt;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To direct the Minister of Municipal Affairs to consider a request that the townships of Scadding and Rathburn be removed from the city of Greater Sudbury.”", "I add my signature, along with hundreds from all across the province." ],
  "anchor" : "para878"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "I have a petition here addressed to the Legislative Assembly of Ontario, and it reads as follows:", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the greater Toronto area daily;", "“Whereas the current commuting options available for travel between the Waterloo region and the GTA are inefficient and time-consuming, as well as environmentally damaging;", "“Whereas the residents of Cambridge and the Waterloo region believe that they would be well-served by commuter rail transit that connects the region to the Milton line, and that this infrastructure would have positive, tangible economic benefits to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "Speaker, it sounds like a reasonable idea to me. I’m pleased to sign and support this petition and to send it down with page Sophie." ],
  "anchor" : "para886"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I have a petition with regard to electricity prices. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas electricity rates have risen by more than 300% since the current government took office; and", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment; and", "“Whereas the global adjustment is a tangible measure of how much Ontario must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours at a loss; and", "“Whereas the market rate for electricity, according to IESO data, has been less than three cents per kilowatt hour to date in 2016, yet the government’s lack of responsible science-based planning has not allowed these reductions to be passed on to Ontarians, resulting in electrical bills several times more than that amount; and", "“Whereas the implementation of cap-and-trade will drive the cost of electricity even higher and deny Ontarians the option to choose affordable natural gas heating; and", "“Whereas more and more Ontarians are being forced to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills; and", "“Whereas the ill-conceived energy policies of this government that ignored the advice of independent experts and government agencies, such as the Ontario Energy Board (OEB) and the independent electrical system operator (IESO), and are not based on science have resulted in Ontarians’ electricity costs rising, despite lower natural gas costs and increased energy conservation in the province;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to Ontarians’ energy bills.”", "I support this, I’ve signed it, and I’ll give it to Naomi." ],
  "anchor" : "para894"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the regulation of professionals is an important component of quality care services; and", "“Whereas the Ministry of Health and Long-Term Care ceased to fund the Ontario PSW registry; and", "“Whereas currently there is no oversight or regulatory body that governs the 125,000 personal support workers in the province of Ontario; and", "“Whereas the Ontario Personal Support Worker Association represents the largest number of personal support workers in Ontario; and", "“Whereas OPSWA has worked tirelessly to implement all the provisions necessary to become the governing body for PSWs in Ontario, including a code of ethics, a scope of practice, several standards of practice, and a complaints and disciplinary process; and", "“Whereas every OPSWA member undergoes an annual national criminal record check, educational verification, and is provided with professional liability insurance coverage, and a photo identification that certifies they have been registered and fully vetted by OPSWA;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To officially recognize the Ontario Personal Support Worker Association as the governing body for all personal support workers in the province of Ontario.”", "I support this petition, sign it and give it to page Angel to deliver to the table." ],
  "anchor" : "para908"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas elevators are an important amenity for a resident of a high-rise residential building; and", "“Whereas ensuring basic mobility and standards of living for residents remain top priority; and", "“Whereas the unreasonable delay of repairs for elevator services across Ontario is a concern for all residents of high-rise buildings who experience constant breakdowns, mechanical failures and ‘out of service’ notices for unspecified amounts of time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urge the Ontario government to require repairs to elevators be completed within a reasonable and prescribed time frame. We urge this government to address these concerns that are shared by residents of Trinity–Spadina and across Ontario.”", "I thank you, Speaker. I agree, and I shall sign this and give it to page Franny." ],
  "anchor" : "para919"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas life under this Liberal government has become more and more unaffordable;", "“Whereas Ontarians’ assets are already taxed multiple times throughout their lives;", "“Whereas the Liberal government has raised taxes through new eco fees, a health tax, and increased income taxes multiple times;", "“Whereas the death tax in Ontario is the highest of any province in Canada;", "“Whereas the last thing a grieving family should worry about is the taxman at their door;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario government repeal the estate administration tax immediately.”", "I sign my name and give it to page Max." ],
  "anchor" : "para927"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from all over Ontario, but I want to thank Lacey Carroll, from Falconbridge, in my riding. It goes as follows:", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families, and will contribute to the healthy development of children’;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary to address issues of access, quality, funding, system building, planning and workforce development;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework provides an excellent opportunity for Ontario to take leadership and work collaboratively to move forward on developing a universal, high-quality, comprehensive child care system in Ontario;”", "They “petition the Legislative Assembly of Ontario as follows:", "“To undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care programs; and", "“To publicly declare their commitment to take leadership in developing a national child care plan with the federal government that adopts the principles of universality, high quality and comprehensiveness.”", "I support this petition, will affix my name to it and ask Naomi to bring it to the Clerk." ],
  "anchor" : "para937"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Cette pétition vient du Centre de santé communautaire Côte-de-Sable à Ottawa.", "“Whereas the Ontario government needs to strengthen primary care as the foundation of the health care system to achieve health system transformation goals...; and", "“Whereas research shows that interprofessional primary health care delivers better outcomes for people...; and", "“Whereas an investment in primary care will help address recruitment and retention challenges, build strong interprofessional primary care teams...; and", "“Whereas over 7,500 staff in over 400 community health centres ... are paid below rates recommended in 2012 and as a result are facing multiple challenges in recruiting and retaining health providers,” namely “nurse practitioners, dietitians, registered nurses, health promoters and managers;", "“We, the undersigned, petition the Legislative Assembly of Ontario to invest in interprofessional primary health care teams with a commitment of $130 million annualized, with an implementation plan over two years....”", "I agree with this petition. I put my name to it, and I will give it to page Sophie." ],
  "anchor" : "para947"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the Premier recently stated that it has been a mistake that government policies have caused electricity bills to rise so dramatically, resulting in hardship for thousands of Ontarians; and", "“Whereas on September 27, 2016, Minister Thibeault announced that because Ontario has a sufficient supply of all forms of energy to meet demands over the next decade, he was suspending the LRP-II process; and", "“Whereas according to the IESO and the government, the trend has been toward declining energy consumption in the province, decreasing the need for new generation; and", "“Whereas overpayment for unneeded wind and solar energy in Ontario is causing Ontarians’ electricity bills to rise to increasingly unaffordable levels; and", "“Whereas over half of Ontarians’ power bills are regulatory, delivery charges and the global adjustment; and", "“Whereas the global adjustment is a tangible measure of how much Ontario must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours to the south at a significant loss; and", "“Whereas many LRP I projects are approved by the IESO without community support or agreement, without abutting landowner agreements, and without prior local First Nations support, although these priorities were well-advertised in the process; and", "“Whereas the ‘Notice to Proceed’ stage which triggers most of the IESO commercial commitments has not happened; and", "“Whereas the IESO’s payment of pre-NTP costs would be a tiny fraction of the projects’ avoided capital investments:", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately cancel all LRP-I contracts, such as Nation Rise Wind project in North Stormont.”" ],
  "anchor" : "para955"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The time for petitions is over." ],
  "anchor" : "para967"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, I move that,", "Whereas Ontario is the most indebted subnational government in the world;", "Whereas each Ontarian’s share of the debt is over $22,000;", "Whereas Ontario now has an astonishing debt load of over $300 billion;", "Whereas under the Liberal plan government debt is still growing in Ontario;", "Whereas the Financial Accountability Office has said Ontario’s debt will reach $370 billion by 2020;", "Whereas current fiscal mismanagement is putting the success of future generations at risk;", "Therefore the Legislative Assembly of Ontario calls upon the government to immediately begin paying down the province’s debt and include, in the 2017 budget, a long-term plan to get the debt under control.", "This motion is addressed to the Premier." ],
  "anchor" : "para970"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Brown has moved opposition day number 3. Mr. Brown." ],
  "anchor" : "para979"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Thank you, Mr. Speaker. It is my pleasure to rise today in support of this motion.", "This year, our province is celebrating 150 years of Confederation. To commemorate this historic occasion, this Liberal government has saddled Ontarians with over $150 billion in additional debt.", "In the last 14 years, under this Liberal government, Ontario has accumulated more debt than we did in the previous 136 years. This isn’t the kind of legacy that any of us had in mind when it came to celebrating this historic occasion of Canada 150.", "I want to take us through a quick walk through memory lane on how we got here today. Mr. Speaker, it was 14 years of Liberal scandal, mismanagement and waste.", "It was $1.1 billion wasted during the gas plant scandal. It was $2 billion on smart meters. Now it’s nearly $8 billion on an e-Health system that doesn’t actually work properly. It was $70 million on the non-existent, job-killing payroll tax.", "Again, it was 14 years of Liberal scandal, mismanagement and waste that have put us in this position as the most indebted subnational government in the world. Imagine that: the most indebted subnational government in the world.", "What does this debt mean for the average Ontarian? Despite having the prize of being the most indebted subnational government in the world, what does it mean for the average family that is working harder, paying more and getting less?", "It means that every single Ontarian man, woman and child has a share of that debt that is more than $22,000. Can you imagine, Mr. Speaker, that this government and this finance minister and this Premier think that everything is rosy? It’s $22,000 for every person in Ontario, the most indebted subnational government in the world, and they sense no urgency to this giant struggle that is facing Ontario.", "It means that our province is more vulnerable than ever to interest rate increases, potential credit downgrades and a higher borrowing cost.", "It means that we’re crowding out services—services all Ontarians depend on—to pay towards the debt. Presently, Ontario is paying nearly $1 billion a month in interest on our debt—$1 billion a month that is not going to schools and hospitals, the social infrastructure of the province; $1 billion that is going to interest to pay for this government’s waste and mismanagement.", "Interest payments are Ontario’s fastest-growing area of government spending. That’s $1 billion that is being wasted, taken away because of how this government has led Ontario for the last 14 years.", "That is $1 billion that could be going towards our schools, but instead, this is a government that is closing schools.", "That’s $1 billion that could be going towards infrastructure, hydro relief and autism therapy. We had families here today at Queen’s Park begging for help when it comes to autism, but because of this government’s mismanagement, the core services that we want to help with are not there. That’s the cost of 14 years of a government being asleep at the switch when it comes to Ontario’s finances.", "Instead of investments, we are seeing cuts, cuts and more cuts. We’re seeing cuts to education. We’re seeing cuts to health care.", "Today, the Liberals’ defence against this motion will be their so-called balanced budget that they plan to release shortly—" ],
  "anchor" : "para980"
}, {
  "speaker" : "Interjection",
  "text" : [ "Phony." ],
  "anchor" : "para996"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "A phony balanced budget, Mr. Speaker.", "Even with the Wynne Liberals’ so-called balanced budget, debt is set to rise by $370 billion by 2020-21.", "What Ontario needs, and what this motion does—it calls for the government to immediately begin paying down the province’s debt, and it calls for a long-term plan to get debt under control as a part of the 2017 budget.", "I can’t understand why the government members wouldn’t commit to this, wouldn’t embrace that simple notion that we should not be putting this burden on future generations.", "Mr. Speaker, we need to address this. We need to understand that Ontario has a problem with this debt. We cannot afford to leave Ontario’s future generations burdened with an ever-growing debt. We need to take action to address this now. They have ignored this issue for 14 years, and it has made Ontario that much more challenged.", "We can do this today. This motion could be a message that we are going to take this debt crisis seriously.", "Let’s hope the Liberals across the aisle will do the right thing and support this motion. It is not too late to do the right thing. I am hopeful that the government members will recognize the error of their ways over the last 14 years—seeing what has happened, now that they’ve crowded out space and we’re closing schools and cutting funding for health care; now that they see the consequences of their mismanagement—and that they’ll understand we actually need a long-term plan for Ontario’s debt challenge.", "Thank you, Mr. Speaker." ],
  "anchor" : "para997"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1005"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I don’t know where to start, because the member opposite represents a party where, for a number of years, he made and voted for 100—" ],
  "anchor" : "para1006"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "If you could sit down. I believe they were extremely quiet when you were speaking, and if you’d give them a little bit of a break, it would be nice.", "Continue." ],
  "anchor" : "para1008"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The member opposite is now standing before this House proposing a motion that he never proposed when he was in Ottawa, where he had the opportunity to curb deficit spending and reduce debt. No, he didn’t do that, Mr. Speaker. In fact, what he did instead was propose massive cuts, and at the same time he implemented $144 billion of accumulated deficits over the time that he was there. He increased debt as well, up to $700 billion, the largest in any history of Canada, under the Conservative government. He supported the largest one-time deficit of $55.6 billion.", "He stands here now and proposes to curb the economic activity that Ontario is now enjoying, the prosperity and the growth that we are taking. He has also said he won’t make any decisions now unless it falls within a four-year period. That obviously makes sense, because this member is only making election-cycle decisions. He doesn’t look beyond—the future. He doesn’t look away for the future generations of our province.", "Instead, on this side of the House, we have taken a balanced approach. On this side of the House, we did not institute across-the-board cuts, as they recommended, nor did we do a tax-and-spend policy, as recommended by the left of the spectrum. We took an initiative to actually lower taxes for businesses while stimulating growth by way of investing in our economy. As a result of transforming some of our measures, we in fact became the leanest government anywhere in Canada, and we protected the programs and services that matter most to Ontarians, like health care and education.", "As we’ve done this, we have recognized that times were tough during the global recession. Revenues dropped dramatically around the world and Ontario was not insulated. We did lose some manufacturing jobs that we recovered, and more; 700,000 more jobs came back to the province of Ontario because of some of those efforts. There’s a resurgence in our marketplace, and our manufacturing is alive and well; we are leading Canada. In fact, we’re leading all of Canada in economic growth, we’re leading the United States and many of their average growth rates, and we’re leading the G7.", "Now, the member opposite also makes reference to a per capita amount of debt that exists in Ontario. He fails, however, to acknowledge that the Ontario economy is one of the largest in the world, and if he institutes the value of an $800-billion economy that we now enjoy because of the stimulus and the efforts that we’ve made, we have a net worth per capita in Ontario of $31,000 per person.", "When you look at our debt-to-equity ratio, which is now falling as a result of some of these measures, it’s down to about 38%. Compare that to Quebec at around 54%, and other parts of the world that are at 80% and 100%. We have stability. Our rating agencies have reaffirmed that, in fact.", "This member, again, I remind you, voted in favour of $144 billion in accumulated deficits over that time. In Ontario, our accumulated deficit to GDP is at 24%, the same as it was 25 years ago. As we move forward with $160 billion in infrastructure spending, an historic amount, over the next 12 years, our GDP will continue to grow as a result. That is the legacy that we’re leaving for our children.", "If I look at some of the investments that we’re making around the province, this member would have said no. His motion before this House is not to make these investments. Here we have a number of them in some great ridings, one in Simcoe North: The Waypoint Centre for Mental Health Care is a $474-million project that, based on their motion, would not have occurred. They would have voted against it. Furthermore, in Nipissing, for example, there’s the North Bay Regional Health Centre, a $551-million investment. They would have voted against that as well because of this motion.", "We, on the other hand, recognize it’s important to think long-term, to take advantage of low-cost rates to ensure that we invest in the things that matter. Let me remind you that the interest on debt, which the member also referenced, doesn’t take into account the relative amount of support. We have taken a low-interest-rate economy and a low-interest-rate situation and locked them in on many occasions at 30 and 40 years to minimize the volatility of that rate.", "The Conservatives, when they were in power, that interest on debt as a percentage of revenue was 15.4%, Mr. Speaker. Under the NDP, it was 12%. Sir, we have an interest on debt as a function of revenue at 8.9%. And we have locked those rates in. We’re taking advantage of low-rate interest environments to make capital investments for the benefit of our future.", "I would say, Mr. Speaker, that’s the legacy we leave. What we do not want and nobody wants is to leave a burden of debt onto our future kids. I have three adult children in their twenties, and what we want for them: more opportunity, more hope, more jobs, more economic growth, and more abilities to succeed. We’re doing just that. We’re making it more competitive for them.", "Moody’s says this: “Ontario’s debt burden and debt service costs will remain manageable thanks to low interest rates, as well as the province’s improving fiscal position and conservative debt management policy.” They further say that the policy decision to borrow for infrastructure spending at a time of historically low interest rates combined with a prudent debt management practices outlined above has helped to support the province’s AA rating. Mr. Speaker, even DBRS goes on to say that the trend remains stable and the province’s outlying progress is restoring fiscal balance.", "We time and time again have received endorsements from rating agencies, from investors. Investors want to invest in Ontario, want to support Ontario paper because of its attraction, its liquidity and its strength, and that’s all over the world, Mr. Speaker.", "So the member opposite and, obviously, his caucus members fail to recognize and are missing the point. We need to invest. We need to ensure that we create competitiveness for our future and for our economy. That doesn’t happen by turning your back and by cutting across the board and by restricting the ability to do what’s important in our economy.", "I acknowledge that over the last number of years, as we have been trying to revive and recover from this recession, we accumulated some deficit. At the same time, next year 100% of those borrowings go directly to capital assets. That’s building new schools, building new hospitals, building new roads and bridges, building water mains, building infrastructure and transit, making us a better society, a better province.", "The member opposite and his caucus colleagues are turning their backs on Ontario by this motion. They’re turning their backs on the very people that we’re supporting. They’re turning their backs on investments that are made in their respective communities. They would have said no to those matters. On this side of the House, we will continue to take a balanced approach, a balance which a number of outside firms have illustrated is sustainable and fully transparent. We did that by law.", "The member opposite and his party only balanced their budget during the Harris days four times. One of those times was completely bogus; it was a $5.9-billion deficit instead of a balance. We see that time and time again, Mr. Speaker. They make references to the balance; they make references to the recovery; they make references to our investments; and they keep denying and saying no to the very things that matter.", "This budget is a $140-billion budget. They make reference to the broadening of ownership that’s getting us about $5 billion to $6 billion; that is not what’s causing us to come to balance. What is causing us to come to balance is the people of Ontario that are making our economy work, that are growing our economy, that are working hard. They’re working for us; we’re working for them." ],
  "anchor" : "para1010"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1029"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I appreciate the opportunity to weigh in. I had some notes prepared but I just have to answer some of the comments made by the finance minister, because he did reference Nipissing. He talked about a $551-million investment that he says we wouldn’t have made. That’s just absolute nonsense. Mike Harris, the former Premier, paid the installment on that hospital, so he’s referring to a $551-million hospital that Mike Harris began.", "First of all, we would have continued that hospital, but let’s hear what he said. He’s talking about a $551-million investment, but it’s all about priorities. They chose to spend $1.1 billion to cancel two gas plants. That would have paid for two hospitals—two more hospitals in Ontario. They chose to waste $2 billion. First of all, they told us it was $1 billion; it turned out, the auditor told us, that it was $2 billion. There was a secret, billion-dollar spend—" ],
  "anchor" : "para1030"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Natural Resources and Forestry." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "They chose to spend $2 billion on the smart meter fiasco; that would have bought four hospitals, according to his math, as well. So it’s all about your priorities. It’s not as he speaks whatsoever.", "He talked about another line that I shook my head at; it almost spun. He said, “We don’t want to leave a burden on our kids.” Well, when I look back to this back-of-the-napkin hydro scheme that they developed a few weeks ago, they’re adding $50 billion in new debt. We’re already getting to $370 billion that they’re leaving our kids and our grandkids, but the man who said, “We don’t want to leave a burden on our kids,” is about to add $50 billion in interest costs on this extra scheme. That’s above and beyond what was going to be paid for in the hydro fiasco last month. This is brand new, additional money.", "I know our leader, Patrick Brown, delivered a five-point program of budget asks, including ending the hydro crisis, addressing the housing crisis, making cap-and-trade revenue neutral and saving our schools, but his first priority was taking action on growing debt.", "Just to put it into perspective, if you look at where we were when this government took office, our net debt took 137 years to get there. The debt of the province was $139 billion when they took office; today, it’s close to $308 billion. It’s on its way, according to the Financial Accountability Officer, to $370 billion. This has more than doubled. It doubled in a decade, and now it has more than doubled. We need to understand that.", "Then we need to talk about the debt-to-GDP. That really is the health of the economy. When this government took office it was 27.5%, admired by all, and this government hopes to get back to where they were when they took office, before they ruined our economy. Our net debt-to-GDP today is almost 40%. It has been hovering around 40% for a few years. They keep saying that we’re going to get there. But part of deb-to-GDP is debt. Every time you add to your debt, you’re causing more trouble and more strain on getting away from a debt to GDP of 40%. This is a prime problem that we have.", "Let me close out on the words of the Auditor General. This was in her 2014 and her 2015 annual reports. She devoted significant focus to Ontario’s growing debt burden. I’ll give you a quote. She says: “The negative impacts of a large debt burden include debt-servicing costs that divert funding from other programs, greater vulnerability to the impact of interest rate increases, and potential credit-rating downgrades”—we’ve seen two—“and changes in investor sentiment”—we’ve seen companies leave Ontario—“which could make it more expensive for Ontario to borrow.”", "Everything the Auditor General—I know they take our Auditor General and do everything they can to embarrass her at every turn. On this side of the floor, we appreciate the hard work of the Auditor General." ],
  "anchor" : "para1034"
}, {
  "speaker" : "Interjection",
  "text" : [ "They undermine her." ],
  "anchor" : "para1041"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "They do. They undermine everything she says. We understand that. That’s their way of coping with their misdeeds.", "She also says: the “long-term targets for addressing the current and projected debt” and to “develop a long-term debt reduction plan outlining how it will achieve its own target of reducing net debt to GDP from its current” almost 40% to the Premier Harris era—those are my words—of 27%.", "So, Speaker, you can see that we have a debt problem in Ontario. We have solutions that have been put forth by our side. Our leader Patrick Brown has tabled an opposition day motion that asks for somebody to finally pay attention to the debt.", "I’ll close off by saying that the $551-million hospital that the finance minister spoke of—today, this brand new hospital has 60 beds that are closed because of their waste, their mismanagement and their scandal, and 350 front-line health care workers have been fired because of their waste, mismanagement and scandal, including 100 nurses." ],
  "anchor" : "para1042"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1047"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It is a pleasure to join the debate this afternoon and reflect some of the concerns from Kitchener–Waterloo, the people that I represent in that good riding.", "It’s really interesting. This motion is a little bit of a departure, really, from the kitteny, cottony, softer version of the PC Party that we have seen.", "There is a bit of a cost—and I think we have to be cognizant of this: There is a cost. If they are going to prioritize debt reduction, who are they going to hurt? Who are they going to hurt? Because this motion doesn’t really give us any sense, Mr. Speaker, of where they would cut. They’re coming off three very different elections where they wanted to get the chain gang working for the people of the province, private-public funding for private schools, and then this latest—" ],
  "anchor" : "para1048"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. I’m having trouble hearing the person speaking. There are a lot of sidebars going on over here, which I don’t appreciate. If you want to talk and have a group discussion, go outside and have it.", "Continue." ],
  "anchor" : "para1052"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you very much. I understand they don’t want to hear it. The other side is not going to want to hear it either, so it will be equal at one point.", "The motion says that the Legislative Assembly of Ontario “calls upon the government to immediately begin paying down the province’s debt and include, in the 2017 budget, a long-term plan.” We would like to see a plan. A plan is needed, but it’s not like they would even stick to the plan anyway. We have 14 years now of a pattern of behaviour on behalf of the Liberals which has consistently, with intention, put people after their political partisan interests.", "It’s hard not to think of, in particular, the energy file. Because if this government was serious about even addressing the accrued debt of this province—which this motion quite rightly points out as being over $300 billion—then they would look at the systemic privatization which they have accelerated and doubled down on, on what the PCs started.", "The member from St. Catharines is pointing over here. Really, they did start the privatization of the energy file; there’s no doubt about that. But the Liberal government, under both Dalton McGuinty and now this Premier, have doubled down on privatization—not exclusively to energy, but energy is really top of mind.", "In the last election, the $1.1 billion in the gas plants and the Ornge and eHealth—there were so many examples, including the $8 billion that the Auditor General identified, where we overspent on infrastructure development—those numbers were too big. They were so huge, and people were disgruntled and they were really discouraged, I would say, and somewhat cynical, and probably for very good reason. Those numbers were so big that it actually didn’t resonate. They were scandal-fatigued. That’s what I said at a panel earlier this week.", "However, what’s different about this hydro issue is that Ontarians, the good citizens of this province, open their hydro bill every month. In fact, this government changed the billing from every two months to every month to make it look like the prices had not gone up so high. But really all that it has accomplished is that people are angry every month. They are really angry.", "When I was knocking on doors in Waterloo, that anger is visceral. It’s personal. And they hold this government to account for that. What they don’t realize is that the party to our right really started the entire affair.", "When I think about how this government could address their debt—because we certainly recognize that the third-highest budget item being interest on debt, as the FAO and the Auditor General have identified, squeezes out priorities that the people of this province put first, like quality health care, like education, like child care in a not-for-profit model. Those issues get squeezed out. That’s actually the Financial Accountability Officer’s direct quote.", "There was an article this week that said “How Queen’s Park Broke Its Power.” This was an article in the National Post. I don’t know if you saw this. It points to how poorly the energy file has been managed.", "We would definitely concur with parts of this motion around the current fiscal mismanagement. No better example would be the energy file. The author is Brady Yauch, and he says:", "“None of the province’s energy agencies was asked to review the lucrative rates, and for good reason.” This has to do with the mismanagement of the Green Energy Act. Who would not have a progressive plan to reduce greenhouse gases? But this government completely privatized the entire green energy in this province, and generations in this province will be paying for that fiscal mismanagement for years.", "The politicization of the energy file really will be the undoing of this government, followed closely by health care, I must tell you.", "This author goes on to say: “In 2011, although the Ministry of Energy publicly directed the planning agency to again develop and submit a long-term plan to the OEB, it ensured that plan never saw the light of day.” This is a pattern. “Instead, the ministry began releasing its own plans detailing what types and how much energy should be procured in Ontario. To date, no independent supply plan has been issued and reviewed by the OEB.", "“In 2016 the province ended the charade of having an ‘independent’ planning agency by passing legislation that formally transferred all planning responsibilities to the Ministry of Energy.”", "That is a significant turning point, really, because we’ve seen this Minister of Energy stand up in this House and refuse to apologize for causing great harm to the people of this province and to the businesses, which, obviously, impacts general revenue, which impacts our ability as citizens to reach our potential.", "It is astounding to me that the PC Party is now suggesting that the priority is debt reduction, because there are only so many sides of your mouth you can talk out of—just like my friend from Nipissing said, on a panel this week. He said that we don’t have any more feet to shoot ourselves in. But this motion runs counter to all of the social planning and perspectives they have come forward with in the last year or so.", "The real question is, who are they and what are their real priorities? Because we know who they are, and we know that that plan doesn’t work. If they’re just going to copy that plan, going down the line—we actually have a plan. We have a plan to reduce energy by 30%. We haven’t seen their plan. I don’t think we will see their plan for quite some time.", "The priorities of this party, of New Democrats, are the people. There is a pattern of putting partisan politicization on energy, on health care, on post-secondary education, and even on child care, which should be a public good.", "The people of this province aren’t going to buy what they’re selling. They certainly have left the store and don’t want what they’re selling.", "We, as New Democrats, are going to put people first in this province. This motion does nothing to do that." ],
  "anchor" : "para1054"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1074"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "The greatest financial challenge facing our province is, without a doubt, Ontario’s massive debt and deficit. The Liberals inherited a debt of $138 billion in 2003. Now, the rest of the story: Our total debt is over $308 billion. The McGuinty-Wynne Liberals more than doubled the provincial debt, just over a decade in power. These two Liberal Premiers have racked up more debt than the previous 23 Premiers combined.", "It’s truly amazing that Ontario governments of all political stripes were competent enough to guide Ontario through two world wars and the Great Depression without resorting to pawning off Hydro One, and they still managed to build our province’s infrastructure. Premier Kathleen Wynne had to sell off Hydro One in peacetime to try to keep the lights on.", "The Financial Accountability Officer also warned last year that Ontario’s net debt would increase by $50 billion by 2021, reaching the $350-billion level. The debt bomb is ticking. What worries me is that if we see an increase in interest rates by just 1%, that will mean that Ontario taxpayers will pay an additional $500 million in interest payments, with nothing to show for it. To put that amount of money into perspective for my constituents in Chatham–Kent–Essex, $500 million is about three times the total operating budget for the municipality of Chatham-Kent.", "It’s time to tackle Ontario’s debt before it tackles us. This is a message I’ve been repeating for a few years now as MPP. In February 2012, I stood in the Legislature and stated that Ontario’s debt was reaching crisis proportions. They have been ignoring warnings from MPPs, financial experts, Auditors General and the public. Now the people of Ontario can see the spending pileup, but cannot see the results. This Liberal government seems to be allergic to accountability, terrified of transparency and frightened of fiscal responsibility.", "Yesterday, I spoke with teachers from my riding who told me that the government loves to tell them that they’re spending more money on special-needs students. The teachers’ response to that statement was that, well, maybe they should come and visit the classroom, because that money certainly isn’t getting to them. The truly tragic thing about the Liberals more than doubling our provincial debt is that even though they spent historic amounts of money, they have still failed to provide the basics for the people of this province.", "Ultimately, the lasting legacy of this Liberal government will be of a government that lost its way and began ruling for itself instead of the people. An unknown amount of money, likely millions of public dollars, has been wasted by this government on shameless self-promotion, while services are cut due to a lack of funds.", "Governing is about priorities. When you tell rural communities that you have no money for their schools, yet you have millions for useless ads that do not provide any benefit other than to benefit the Liberal Party of Ontario, you send a clear message to the people of this province that they don’t matter to this government. Government members may be upset about hearing this. Just imagine how upset they would be if their children’s schools were closing.", "Many concerned constituents in Tilbury have reached out to my office to express their deep disappointment over the potential closing of Tilbury District High School. Can you imagine how it feels to be told by a government that there is simply no more money to keep their child’s school open, and shortly after this, you hear the Ontario Liberals’ tax-dollar-funded, entirely-useless-to-the-public pat-on-the-back ads on the radio announcing that the government is using your children’s money to reduce hydro rates, a bit after they’ve doubled them? It doesn’t take a million-dollar poll to figure out that this simply isn’t the right thing to do.", "As wasteful as these hydro rates are, what is truly impressive is that they may not even make the cut for the Liberals’ wasteful-spending hall of shame. Here are just a few Liberal hall of shame scandals: over $8 billion spent on still-incomplete eHealth electronic records; a billion-dollar gas plant scandal; and who can forget the millions of dollars spent to promote the non-existent Ontario Registered Pension Plan, also known as the ORPP? What a tragic message for a government to send to the citizens it serves or should be serving.", "For Ontarians with diabetes who had their testing strips taken away by this government or the nearly 200,000 households waiting for affordable housing, it’s a slap in the face that the Liberals have no money for you, but they can find $20 million for self-promotion.", "Mr. Speaker, it is absolutely clear that the health of this province will always come second to the health of the Ontario Liberal Party." ],
  "anchor" : "para1075"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The member from Niagara Falls." ],
  "anchor" : "para1087"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Thank you, Mr. Speaker, for allowing me to rise and speak today. It’s my pleasure to talk about the opposition motion regarding the provincial debt and the need for a long-term plan to address the overall debt.", "I think members opposite know how important it is to our party that we’re responsible with taxpayers’ money and that the province’s debt absolutely must be addressed. But I do have serious concerns over the history of the PC government and the PC Party and how they achieve reducing the debt and what their priorities are when it comes to deficit control.", "We know that the PC Party has a strong and reliable history of cutting essential services and privatizing important government assets in an attempt to reduce the province’s debt when they are in power. They’re not interested in raising corporate taxes here in Ontario, despite their being far lower than in many other countries, particularly the States.", "This is the same old PC Party that believes we should balance the budget on the backs of our children, seniors and hard-working families instead of making everyone in this province pay their fair share. I think you would agree with that, Mr. Speaker, that everybody pay their fair share.", "I’d like to discuss a few of these important cases for the party here, which might have forgotten about them. In 1997, the province opened up a highway called the 407. Two years later, the PC government of the day decided to lease this highway for 99 years. In simpler terms, they sold the highway to a private company, a highway which could have brought in considerable revenue for this province.", "This is interesting, Mr. Speaker. I’d like the PCs—especially maybe some of the newer ones who can’t remember Mike Harris. The province built this highway for $1.5 billion and then sold it—sold it—to a private foreign company for $3.1 billion. The real kicker here: The PC government at the time stated that they made $1.6 billion in profit. That’s what they’re saying. They did it—they said that they wanted to balance the budget. We’ve heard—whether it’s accurate or not—that it wasn’t a balanced budget even that year.", "I’m going to repeat that: They said that they made a profit off the sale. But in my opinion, this is a great example of how the PC Party likes to use concern around deficit reduction as an excuse to make short-sighted deals with foreign corporations. It’s been estimated that the PC Party at the time, and the Ontario government and the taxpayers, lost out on $9 billion in potential revenue from the sale of the 407. This is typically the case with privatization. We’ve seen that with the AG’s report, where billions of dollars are lost when you privatize. Sell the important assets for pennies on the dollar to wealthy corporations and make a quick buck to ensure this year’s balance sheets look good to the public.", "This need to privatize and pad the pockets of their wealthy friends is in the blood of the PC Party, and we all understand that. Well, we don’t understand it today, but certainly for the last 50 years I did. It’s part of who they are, and that’s what makes up their party. It’s clear that’s still the policy and that the current leader of the PC Party doesn’t care what they have to say out in public." ],
  "anchor" : "para1088"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "That’s a lie." ],
  "anchor" : "para1096"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Same-sex benefits might be an issue like that.", "Quite frankly, motions like this one that we’re debating today give them the perfect excuse to continue to go down the road of privatization. I gave you the example of the 407, but let’s ask who wins and who loses when this happens. I can tell you, Mr. Speaker—and I really appreciate that you’re listening—wealthy corporations and their brilliant leaders win. By the way, they are rarely—and this is interesting. I want the Liberals to hear this too while they’re all talking over there instead of paying attention. They are rarely residents of Ontario. Not only are they going to privatize corporations; in most cases they’re going to companies that might be in Spain or somewhere else, while the hard-working men and women of this province suffer.", "I’d like to talk about another example, a much more tragic example of when this party had decided that dealing with the debt should come at the cost of public services, instead of areas that make more sense." ],
  "anchor" : "para1097"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I can talk louder if the PCs want to hear me.", "I think we are familiar—" ],
  "anchor" : "para1102"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "You’re not making any sense." ],
  "anchor" : "para1104"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Well, it’s all true.", "I think we are familiar with the case of the water contamination in Walkerton. In Walkerton, seven people needlessly lost their lives in that community. We know that this tragedy did not have to happen. We know that today, but we should have known it then.", "The PCs and their plans for government downsizing and cutting public services were the main factor in allowing this community’s contaminated water unfortunately to go unnoticed. At the end of the day, residents of the province of Ontario suffered the ultimate fate.", "Once again, my fear with this motion has a lot to do with history: the history of the PC Party and the history of how that party has made policy decisions to reduce debt, instead of putting the people of this province first.", "I’ll give you another example—and I’d like them to listen to it, because they ask these questions all the time when it comes to manufacturing and the auto sector. Most people know—I know that you know, Mr. Speaker—that I was at the table in 2008 in the auto sector when the financial crisis hit. It was clear that the PC Party said this: “Let the auto sector die.”", "Do you remember that statement? It came from them. It came from them when I was at the bargaining table at the Sheraton with the company, with the federal government, with our bargaining teams, and with the Obama administration, because of what was going on in the auto sector not only in Canada but in the United States. That party said, “Let the auto sector die.”", "Let me tell you what would have happened there, Mr. Speaker: Tens of thousands of people would have lost their jobs immediately—immediately—in Chrysler, in Ford, in General Motors, in all the parts manufacturers that go right across the province of Ontario.", "The people who elected me to represent them—those members of Local 199, those members of Local 222 and Local 444—do you know what would have happened to them, Mr. Speaker? Their pensions would have been cut by 66% immediately—just like that, overnight—if we’d let them die. Just as sad: The spouses of those retirees would have lost their benefits immediately. That’s what we were talking about in the auto sector.", "Do you know what would have happened? The PC Party would have balanced the budget, at the expense of Ontarians, at the expense of spouses and at the expense of seniors.", "If you look at the history of that party, it’s all about helping themselves and their friends. It has nothing to do with helping the residents of the province of Ontario.", "It is our belief that quality public services and the retention of important government assets, like Hydro One or Highway 407, should be the top priority of the government. The PC government under Mike Harris wanted to sell off Hydro One, and the PC Party under Tim Hudak wanted to sell off OPG and Hydro One. This was stated in a 2012 white paper, when a majority of this PC Party belonged to the PC Party at that time. We know that this party likes to stand up and pretend they don’t want to sell Hydro One. Well, Mr. Speaker, I think we can see through that.", "We know what the real priorities are. Reducing people’s hydro rates should be our top priority. Ensuring good-quality health care should be our top priority. Ensuring high-quality education should be our top priority. And ensuring good-paying jobs in the province of Ontario should be on top of that priority list.", "To my friends on the other side, the Liberals, I’ve been saying this now for a long time: You should not sell one more share in Hydro One. You should never have sold it in the first place. If you talk about listening to people—that’s our job, by the way. That’s my job. I listen to you too, Mr. Speaker. But if my job in my community is to listen to the residents—and I believe that’s all of our job—94% of the people in the province of Ontario say not to sell Hydro One, say no to selling it off. And who is it hurting? Selling Hydro One is hurting seniors, families, businesses, manufacturers, the auto sector, the mining sector, rural Ontario, schools, municipalities, arenas—it just goes on and on and on.", "Investing in our children’s and our grandchildren’s future should be our top priority here. I’m afraid that it becomes difficult to support a motion knowing that the PC Party does not prioritize those things. I won’t stand here and let the PCs try to pretend that cutting services that our families, our seniors and our future generations rely on is somehow good for this province. Instead, let’s look at ways that we can bring down the deficit responsibly. Do you know how you can do that, Mr. Speaker? Create good-paying jobs in the province of Ontario. Put people back to work. I can tell you that raising the minimum wage is one—one that that party has consistently voted against. When Mike Harris was in—and I remember this like it was tomorrow, when Mike Harris cut payments to welfare. I remember when that happened. They kept the minimum wage at $6.75 for all the time they were in power.", "I want to finish by saying thanks very much for listening to me, Speaker. Thanks to the ones who did choose to listen. I think it’s important to say what I had to say today. It was important for me to talk to you." ],
  "anchor" : "para1105"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1120"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "It doesn’t seem like 14 years ago that I was in my campaign for my first successful election. At the time, everybody knew that the last PC Ontario budget was in deficit, despite the fact that they claimed that it was in surplus. I remember asking our critic Gerry Phillips at the time, “Gerry, clearly we know that this thing is a deficit. How much do you think it is?” He said, “Well, it’s hard to say. It might be $1 billion or it might be $2 billion; it could even be as high as $3 billion.” After the election, but before the government was sworn in, the Premier-elect, Dalton McGuinty, said, “Let’s find out how much this is,” and commissioned a report by the former Auditor General, Erik Peters. He said, “When we form government, let’s just know how deep in the hole we’re starting from.” This goes to the credibility of this opposition day motion.", "It was in mid-October. It was a day or two before the government was sworn in and we were upstairs on the third floor, in our office. After the media had taken their photos, they just shooed everybody out and he said, “The report’s going to be released this afternoon and here’s the number: It’s $5.6 billion in deficit.” You could just feel everybody sucking in their breath and going, “Oh, my God.” We knew it was bad, but we didn’t know it was that bad.", "This is the party that has proposed an opposition day motion to admonish this government, that built up Ontario, about deficits? Please. In their eight years in office, the Progressive Conservatives managed to increase Ontario’s provincial debt by 53%—not during a time of economic contraction, not during a recession, but during one of the greatest economic expansions in North American history. They brought debt up by 53%.", "The Minister of Finance has begun the response to this opposition day motion. As a motion, it is an assertion of such monumental stupidity and wilful ideological blindness that there’s plenty of room to poke holes in it. The PC Party asserts that Ontario should not have borrowed the money it did to get through the greatest recession since the Great Depression of the 1930s. I was there when the discussions took place. I was there as we watched the American and the European economies implode, and yet the Canadian fundamentals were solid. It was a recession that didn’t start here and wouldn’t end here, but one that nonetheless, as Ontarians, we had to cope with.", "As the Minister of Finance has shown, and as other speakers will show, the PC Party would have deliberately flushed away the lives of perhaps a million Ontario families, driven away the auto industry, and kept Ontario in recession for an extra three years, in pursuit of the only economic policy the PC Party has ever had. That policy is austerity.", "Let’s look at the PC Party’s economic policy and its cornerstone of austerity. During the recession, the eurozone countries, the United Kingdom and the Baltic states experimented, in the way the PC Party suggests, to find out if it is possible for an economically stagnant country to cut its way to prosperity. That policy is called austerity." ],
  "anchor" : "para1121"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Bush tried it too." ],
  "anchor" : "para1128"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "As my colleague points out, in the United States, the administration of then-President George W. Bush tried it as well.", "Austerity, in economic terms, means the deliberate deflation of domestic wages and prices through cuts to public spending. If you listen to austerity’s apologists—in other words, the PCs—they seek to reduce a state’s debts and deficits. Conservatives believe austerity increases economic competitiveness and builds business confidence. Conservatives always believe that slashing spending promotes investment outside government. Let’s blow that assertion apart.", "The effects of austerity are felt hardest in the places where government spending is needed most and, under conservative governments, cut deepest. Low- and moderate-income families depend far more on the very government programs and the money that Ontario borrowed in the last decade than do the wealthy. As well, low- and moderate-income households have little in the way of savings to help them through an economic downturn.", "So who exactly does the policy of austerity penalize the most? Low- and moderate-income households. Trying to get the lower end of the income distribution to pay the price of austerity by cutting public spending reflects the mean-spirited nature of conservative economic policies and is mathematically impossible. Those Ontarians who can pay taxes won’t, while those Ontarians who can’t pay taxes will be asked to pay more.", "Secondly, everybody cannot cut their way to a balanced budget and a growing economy at the same time. If businesses are not spending and governments at all levels are not spending, then what income or savings are there for anyone who needs a job or who has to pay bills or carry a mortgage? This is the part that conservatives always get backwards.", "Finally, the assumption that slashing government spending boosts investor confidence has never stood up to scrutiny. The International Monetary Fund warned in July 2012 that simultaneous cuts to state spending across interlinked economies during a recession, when interest rates were already low, would inevitably damage the prospects for growth. That warning came on top of the already ample evidence that every single country that had embraced austerity had significantly more debt than it did when it started.", "Ontario, on the other hand, which wisely borrowed money at interest rates of nearly zero, emerged from the recession with renewed infrastructure, with its auto industry intact and profitable, and with entire new sectors of the economy creating jobs and growth—and did it fully three years ahead of the United States and Europe, all of which followed the PC Party’s austerity plan and did not borrow money. Where would you rather be? I’d rather be in Ontario.", "As a result, Ontario’s budget is back in balance. Ontario will be running a budget surplus, and the province can now reduce its debt even as it continues to build the Ontario economy.", "During their last sorry eight years in government, the Ontario PC Party slashed spending while the economy was growing, disinvested in Ontario, did not build or renew infrastructure, and increased Ontario’s long-term debt by 53% with policies that have failed everywhere and every time they have been tried. These are the same failed ideas they propose to bring back to Ontario, were they ever to form government.", "By contrast, since 2003, Ontario Liberals borrowed wisely at interest rates of nearly zero, financed the debt over the lifetime of its new and renewed assets, invested in Ontario and sharply grew Ontario’s gross domestic product to nearly $800 billion today.", "Speaker, this province is well on its way to being a North American powerhouse of a trillion-dollar economy.", "As a percentage of what the province earns, our debt load, or net debt-to-GDP ratio, is lower today than it was on the last day of the last PC government. Ontario is not only better off; it can easily afford its debt. While Ontario’s net debt-to-GDP ratio is low by global standards, it is also falling, and has been falling since the bottom of the recession.", "So, in global terms, what does this mean? Let’s look at another few examples. Ontario’s net debt-to-GDP ratio is 39%. In Quebec and British Columbia, it’s 42%. Ontario’s is falling. In the United States, it’s 94% and growing. In the United Kingdom, it’s 104% and growing. In Germany, it’s 86%; in Italy, 123%; in France, 102%; in Japan, 261%; in Brazil, 55%; in Ireland, 145%; and in Mexico, 38%. In those jurisdictions, Speaker, that net debt-to-GDP ratio is on its way up and has been for years, whereas in Ontario it’s on its way down and has been for years.", "Those parts of the world that have embraced the PC Party’s austerity nonsense have seen their net debt-to-GDP ratios growing, even as the quality of their infrastructure degrades steadily.", "Ontario borrowed wisely; Ontario invested strategically. Ontario emerged from the recession stronger, and is today the largest economy in the Great Lakes basin, which is North America’s economic engine.", "To put this in another way, Ontario in general, and my home city of Mississauga in particular, came out of that recession stronger than we were when we went in and, by comparison with the United States, came out three full years ahead of them.", "Ontario’s unemployment rate has dropped to 6.4% and has been below the national average for 18 straight months—its lowest level in eight years. Ontario has seen the creation of a renewable-energy industry employing more than 30,000 people in high-skill, high-wage careers. Advanced manufacturing and aerospace are both strong in my riding, in the neighbourhood of Meadowvale.", "Ontario’s financial sector supplies growth capital to our industries, and it drives employment as well. Infrastructure renewal has fostered careers among skilled trades and professionals alike. Nearly 700,000 new jobs have been created in Ontario since the recession, all the result of intelligently, prudently and sustainably being able to borrow money and to carry that debt—some 247,000 jobs just since 2013, and, last fall, 25,000 jobs in October alone. Overwhelmingly, these jobs are full-time, high-skill and high-wage positions in growth industries, like advanced manufacturing, renewable energy, professional services and similar careers.", "Ontario posted higher real GDP growth in the first half of this year than did Canada overall, the United States, and almost all of the G7 countries. In contrast to what it was under the PC Party, Ontario is now dealing from a position of strength, attracting more direct foreign investment year after year than any other North American state or province, including California, which has triple Ontario’s population.", "That has meant that Ontario’s gross domestic product, as the Minister of Finance has pointed out, has grown to some $800 billion today. It’s meant that by growing the size of the Ontario economy, the money that Ontario intelligently borrowed to build Ontario up during the recession, plus Ontario’s accumulated debt, is actually a lower portion of our GDP today than our net debt was in 2002. In short, we can easily afford to carry the province’s mortgage.", "The province of Ontario is stronger by far in 2017, relative to its neighbours, than it was in the centennial year of 1967, 50 years ago. Ontarians have built on a peaceful path to independence, galvanized as a people in times of conflict and depression, and grown together as a robust domestic market and a world-beating exporter. That’s why Ontario looks to the next half century with confidence and optimism. This is the reason why the PC Party’s truly ridiculous motion must go down to defeat, and why the Ontario PC Party can never, ever be trusted to manage money." ],
  "anchor" : "para1129"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1151"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "“We ... understand the economic value of hard work and the social value of personal responsibility. From this understanding stems a serious concern when our government refuses to live within its means, when our government grows until it begins to inhibit overall economic growth, when even excessive taxation does not prevent the expansion of our government debt.”", "The words I just quoted are as relevant today as when I first delivered them during my maiden speech in this Legislature more than 26 years ago. Most of us here remember those days, way back when the New Democratic Party governed this province with a huge majority in this House as they embarked upon five years of disastrous fiscal policy, bringing the province to the brink of insolvency.", "During those 26 years that I’ve been here, some things have changed and some have remained the same. Financial irresponsibility from 1990 to 1995 was replaced between 1995 and 2003 with financial prudence. Under successive Progressive Conservative governments, there were four balanced budgets in a row—the greatest record of sustained fiscal discipline in Ontario since World War I. That period of financial responsibility ended with the election of the Liberal Party in 2003, and again, we started down the slippery slope of financial recklessness which continues to this day.", "I have raised the need for a debt repayment plan many times in this Legislature over the years. In October 1997, I initiated a private member’s resolution calling upon the government to commit itself to a 25-year debt repayment plan with the goal of paying down the entire provincial debt by 2025. Alberta was paying down their net debt; I thought Ontario could too. Our party was in government, and my resolution was passed by this House.", "Two years later, in the election campaign of 1999, our party included a commitment to begin paying down the debt. In fact, in the first budget of our second majority government, a goal of paying down the debt by $5 billion was announced. That goal was achieved.", "In the 2003 election, our party committed to paying down another $5 billion over five years if re-elected. Again, these were the public commitments by the Progressive Conservative Party of Ontario, demonstrating our commitment to fiscal responsibility, living within our means as a government and seeking to leave the next generations a lighter provincial debt burden.", "Of course, we all know that the Liberals were elected with a majority government in 2003. Notwithstanding the change in government, I was grateful to my constituents for being returned to this place, albeit now serving in opposition.", "I doubted the Liberals’ commitment to fiscal responsibility and believed it was necessary to once again initiate a private member’s resolution calling upon the new government to commit itself to a long-term debt repayment plan. That resolution was debated on December 11, 2003. I was disappointed but not really surprised when the Liberal members walked in here one by one to vote against my resolution. Amongst them were the member for Don Valley West, now the Premier, and the member for Oakville, now the Minister of Labour.", "Since all of the Liberals present voted against it, I have no doubt that they were whipped to do so. But all of us in this House are accountable for our voting records, and they voted against the very idea of fiscal prudence. They were against it. They interpreted their mandate as a mandate to spend, and spend they did, on all manner of programs, some of which were completely wasted on misplaced priorities.", "We all know that the financial crisis of 2008 put extraordinary pressure on governments’ budgets. The government of Canada faced extraordinary challenges, as did all the provinces. Some provinces had stronger balance sheets going into the recession, but others, like Ontario, which had freewheeling, big-spending governments like we’ve endured here, were in a weaker financial position going into the downturn and in the initial months and years of recovery.", "In 2012, as the sluggish economy continued in recovery, we began to see light at the end of the tunnel. I thought it was necessary to raise the idea of debt repayment in this Legislature, once again in the form of a private member’s resolution asking the government, once the budget was balanced, to commit itself to begin paying down the provincial debt by creating a new line item in the budget and making a payment on the principal of the provincial debt of at least 2.5% of the program spending of that fiscal year.", "I concluded my speech with these words: “Let us pass this motion and let it be said by future generations that on this day, in this place, the Legislature embraced the promise of the future.” I was again disappointed but not really surprised when the Liberal members walked in here one by one to vote against my resolution. Amongst them were the member for Don Valley West, now the Premier, and the member for Mississauga South, now the Minister of Finance. Again, since all the Liberals present voted against it, I have no doubt they were whipped to do so. But all of us in this House are accountable for our voting records, and they voted against the very idea of fiscal prudence. Once again, they were against it.", "Mr. Speaker, do we see a pattern here? Every year I report to my constituents on the provincial budget after it’s tabled and on the fall economic statement after it is released. Last year, the budget was released on February 25. I had to report to my constituents that the provincial debt was continuing its upward spiral to $308 billion, up from $296 billion the previous year. I had to tell my constituents that the debt that the Liberals inherited in 2003 was $139 billion, but the debt had more than doubled under their tenure and they hadn’t paid down a nickel of the provincial debt since taking office.", "I had to tell my constituents that every person who lives in Ontario was, in effect, now on the hook for $22,103 of provincial debt, up from $21,470 the previous year and up from $12,270 a decade before. After the fall economic statement in November of last year, I had to tell my constituents that the provincial debt number had been revised upward to $318 billion, $10 billion higher than they had projected just a few short months previously. I had to tell my constituents that interest costs were continuing to go up and that the government had articulated no plan to begin paying down the debt.", "I have more to say, Mr. Speaker, but I’m running out of time. This is why we must start planning today to begin paying down the debt. We urge the government to begin planning past the 24-hour news cycle, as they do, think of the needs of our children and grandchildren and support this motion today." ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate." ],
  "anchor" : "para1167"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise today on behalf of my constituents of Windsor West to talk about the Conservative opposition day motion that’s before us.", "Just to give the abridged version, they are asking the government to immediately begin paying down the province’s debt and include in the 2017 budget a long-term plan to get the debt under control.", "On the surface, that’s something that’s supportable. All taxpayers want a government that is fiscally responsible. However, they also want a government that is balanced in their approach to actually paying down debt and balancing the budget. So I find it interesting. That’s a word I think I’m allowed to use. It’s interesting. I don’t think I can say “hypocritical” in the House, so I’m going to say “interesting.” I think it’s interesting—" ],
  "anchor" : "para1168"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I would remind the member that there are certain words that are unparliamentary, and the fact that you said, “Well, I don’t think I can”—I will ask you to withdraw." ],
  "anchor" : "para1171"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Withdraw, Speaker.", "I find it interesting that what we have is a Conservative Party coming forward and saying that they want the Liberal government to come forward with a plan to start paying down the debt. On the surface, again, that seems reasonable. However, we also have a Conservative government who campaigned on selling off 100% of our public hydro asset, getting it off the books—a revenue-generating asset that would actually put money back into the province and actually help pay down debt and invest in services. They campaigned on selling off 100% of this asset. Now they’re saying, “We don’t support that; we actually want you to keep it public,” and they are going on about hydro rates. They’re now the champions for hydro, and yet, has anybody in this House seen a Conservative plan to help bring down the cost of hydro? So, while they are going after the government, saying, “We want to see a plan to pay down debt”—it seems like a noble thing to ask for—they don’t have plans themselves. They have not come forward on how they would pay down the debt.", "Speaker, I can tell you how the Conservatives would pay down the debt. We just have to look at what they’ve done in the past. I know the leader of the Conservative Party doesn’t like it when you talk about his past specifically, his voting record when he was a federal member, and I know they want to pretend that they aren’t Conservatives—in fact, I think they’re trying to pretend they’re New Democrats. We know better. But I can tell you how they would likely pay down the debt, based on their record.", "I believe it was Conservative Premier Mike Harris who actually made drastic cuts to social assistance, cut services to those who are the most vulnerable people in this province. I believe it was former leader Tim Hudak, just last election—for those who are forgetting when that happened, that was 2014; that wasn’t that long ago—who campaigned on cutting 100,000 jobs." ],
  "anchor" : "para1172"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "How many?" ],
  "anchor" : "para1177"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "One hundred thousand jobs. So what he’s going to do, what their plan is, is to cut services and cut the jobs of those people who provide those services in order to balance a budget.", "It’s irresponsible to think that the only way to balance a budget, the only way to cut debt, is to cut services and cut the jobs of those people who provide those services.", "Speaker, in order to be able to be responsible—and I know that’s a difficult concept for the leader of the Conservative Party to grasp, and most of his caucus, if not all. In order to be responsible when you’re talking about paying down debt, you have to look at investing, actually investing money into the province, into the services and into the people who work in this province, because the rate of return is so much greater than the cost.", "The Liberals are not completely off the hook on this. Certainly we have seen the debt increase under the Liberals, and yet they’re doing the exact same thing the Conservatives would do. They’re cutting jobs. We’re seeing education workers, those who service and support our most vulnerable students, those with special-education needs—we have seen many of those people let go under this Liberal government. We’ve seen education funding cut under the Liberal government.", "Speaker, we have workers who are on strike, those from Community Living Ontario, who were just here today talking about pay equity, where the employer has not met their pay equity requirements. We have Canadian Hearing Society workers who haven’t had a raise in four years, and yet the government allows the CEO’s wage to go up—I can’t even think of a word that would be parliamentary." ],
  "anchor" : "para1178"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Exponentially." ],
  "anchor" : "para1183"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Exponentially. Thank you.", "They’re selling off our public hydro asset, a revenue-generating, publicly owned asset; they’re selling that off. There really isn’t much of a difference, when you look at it, between the Conservatives and the Liberals. Privatize hydro: They both want to do it. The Liberals just have gone further than the Conservatives had a chance to. They started it, but they didn’t get to finish it.", "We’ve seen a number of job cuts in the public sector. We’ve seen stagnant wages under the Liberal government, and yet the debt is still increasing. I don’t think either of those two parties are prime examples of how to properly fiscally manage the books of the province and find the balance between that and investing in our workers and investing into the public services that the people in this province pay for and deserve." ],
  "anchor" : "para1184"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1187"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I wasn’t going to speak on this today, but I couldn’t resist, Speaker. I just could not resist." ],
  "anchor" : "para1188"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I could not resist.", "Speaker, look, I want to make it perfectly clear: I understand the role of the opposition. They are here to keep the government’s feet on the fire, or whatever the saying is. But I think sometimes they go a little bit overboard, and I think you would agree with me. You’re a sensible man. You will agree with me.", "Let me just turn the clock back a bit—not too far. Under their regime—and I’m going to talk locally, because that’s what I know best. I’m not going to talk about the big numbers that some of my colleagues spoke about.", "Under their hospital restructuring commission, they were going to close the Trenton Memorial Hospital. They were going to close it, Speaker. I was the mayor of one of the municipalities, Brighton. I became the first chair of the Trenton Memorial Hospital advisory committee. We had to fight tooth and nail to save that hospital. Fast-forward to today: Under this government, we not only maintained that hospital, but we enhanced the services—enhanced the services.", "Speaker, let me tell you, my kids, during their tenure, were pretty well out of elementary school. I think one of them was still in college. But I have grandkids who—thank you so much, Charlotte. What a great job.", "Two of my grandkids were very young—junior kindergarten or kindergarten, because we didn’t have full-day JK and SK then." ],
  "anchor" : "para1190"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "We brought that in." ],
  "anchor" : "para1196"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "We brought it in. But that was before the time, Speaker.", "I remember going to the school on a number of occasions as mayor, and there were broken windows. They virtually had to turn the heat down because they couldn’t afford the heating. Then I went to a school closer to me, Brighton Public School. There was mold in the basement.", "When I hear about their accusations of cuts in education—well, they just ignored education. I would say that, now, Brighton has a brand new school, Brighton Public School—a beautiful school, state of the art. That happened under this government. I just want to remind people. I’m being a bit local here, because that’s what really hits home for me.", "Speaker, they privatized the Drive Clean test. What did we do? We’re absorbing all the charges now." ],
  "anchor" : "para1197"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "We eliminated it." ],
  "anchor" : "para1201"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "We eliminated the cost for Drive Clean and are still protecting the environment.", "The member from—let’s see if I get this right here—Wellington—" ],
  "anchor" : "para1202"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Halton Hills." ],
  "anchor" : "para1204"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Halton Hills. He said that, after every budget, he reports to his community—and so he should—all of the negative stuff about our budgets. I wonder—and I hear he has been here for 26 years, so I have a lot of respect for the member. He has been here 26 years. I wonder if, in 2003, before the election—listen to this—as he was reporting their budget, he told them about the $5.6-billion hole—" ],
  "anchor" : "para1205"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "They hid it." ],
  "anchor" : "para1206"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "—which they hid. That was a balanced budget. I’m just questioning whether he was honest with the people he represents, who elected him here—if he was honest with them.", "In the 2014 election, Speaker, and you’ve heard this a number of times from the NDP and some other members, -they were going to cut 100,000 jobs—100,000 jobs—to try to balance the books." ],
  "anchor" : "para1207"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "And they weren’t even going to notice it, they said." ],
  "anchor" : "para1209"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Yes, they said it was going to be unnoticeable that 100,000 jobs were just going to disappear.", "So I tell you, I congratulate them for being honest on that piece. I think they were honest that they were going to cut 100,000 jobs. But here’s what would have happened if Ontario had been so unfortunate to get them elected: During one of the debates prior to the election that happened in the city of Quinte West at St. Paul high school in Trenton—I hope they’re paying attention—the then member for Northumberland–Quinte West and candidate for Northumberland–Quinte West for the PCs brought something else to the table. I don’t think he meant to do it, but apparently, there was a discussion within caucus—" ],
  "anchor" : "para1210"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I guess we’ve got a backseat driver." ],
  "anchor" : "para1213"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Yes. He can answer his own questions, thank you.", "Continue." ],
  "anchor" : "para1215"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Speaker, thank you very much, because I want to make sure everybody hears this. I really appreciate it. You got my signal. Thank you for getting my signal, Speaker.", "Here’s what their secret plan was: They were going to try to balance the budget and cut costs. He let out that if they were elected, they were going to talk about—those guys—a four-day school week. A four-day school week: That was part of their plan—a secret plan. That was their secret plan. So when I hear—" ],
  "anchor" : "para1218"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "No, no. Apparently, he then discussed that with the critic from education—I won’t mention her name because she’s not here. I’ll be very polite. But it was a sitting member, along with the member." ],
  "anchor" : "para1221"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "Who was the critic?" ],
  "anchor" : "para1222"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "You know what? I’m going to be polite.", "I would say to you, Speaker, that if we go down that road—I hear the Leader of the Opposition day in and day out: “Stop the sale of Hydro One. Stop the sale of Hydro One.” Wow. I remember when they were trying to blow the whole thing up. They broke it up, tried to sell it, went back and forth, got cold feet, and then there was going to be an election. What did they do?" ],
  "anchor" : "para1223"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "No, this is true, Bob. I got a $200 cheque at home so I would vote for the PCs. So did every other Ontarian—a $200 cheque to buy my vote." ],
  "anchor" : "para1226"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "It didn’t work though, did it?" ],
  "anchor" : "para1227"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I gave it to charity. I just could not accept it. I gave my $200 cheque to charity." ],
  "anchor" : "para1228"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "He gave it back to them. You gave it back to them." ],
  "anchor" : "para1229"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "No, no, to charity.", "And then the biggest boondoggle ever: the 407. The interesting part is that the revenue we’re getting for the partial sale of Hydro One under this government we’re reinvesting in infrastructure. What did they do? They tried to balance their budget, and they were still $5.6 billion short. That number is from the Auditor General.", "I would say, as I said before, that I respect the role of the opposition; I really do. I mean that with sincerity. But to come with this motion today, I’m not sure what they’re thinking about. Now at least you know why I’m going to vote against this motion, because it really does not make any sense." ],
  "anchor" : "para1230"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The member from Simcoe North." ],
  "anchor" : "para1233"
}, {
  "speaker" : "Mrs. Julia Munro",
  "text" : [ "York–Simcoe. Thank you, Mr. Speaker. It’s my pleasure today to rise and speak on our opposition day motion. Indeed, Ontario is the most indebted subnational government in the world—not per capita, in total. California is just shy of 40 million residents. In Ontario we have about 15 million, and yet we have more debt.", "Debt is a burden. It’s a burden on families, individuals and businesses. It is also a burden on our taxpayers. The government is required to pay interest on its debt just like anyone else has to—" ],
  "anchor" : "para1234"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Durham might want to get back in his seat and stop using his hand to cover his mouth." ],
  "anchor" : "para1237"
}, {
  "speaker" : "Mrs. Julia Munro",
  "text" : [ "—and just as anyone else, unpaid debt continues to rise. Today, Ontario spends more money servicing our government debt than it does on the entire Ministry of Community and Social Services.", "Servicing the debt costs more than $12 billion annually. If this government could get its finances under control, we would be able to give money back to taxpayers and invest in the quality services that Ontarians need and deserve. It wouldn’t have to be a question of either/or.", "The burden of debt is an insidious blight on our province. It must be fed the cost of interest, which increases with the size of the debt. It restricts investment by both the public and the private sectors. It restricts businesses from attracting new opportunities for jobs.", "Ultimately, life has become more and more unaffordable under this government. Somehow, spending goes up and up, and services are constantly being cut. The only people who come out ahead are the Liberal insiders.", "Ontario’s debt load exceeds $300 billion. If we look at it in another way, each Ontarian’s share of the debt is over $22,000—$22,000. That could be a nice car, a considerable contribution to a down payment or a chunk of someone’s OSAP loans.", "I think we all know the jingle, “Good things grow in Ontario.” Under this government, the only things that are growing are wait-lists and debt. This government has no plan and no intention to pay down the debt. So while hard-working Ontarians go to work to earn a living, their tax dollars service the debt in perpetuity.", "What’s worse is that the Financial Accountability Office has said that Ontario’s debt will reach $370 billion by 2020. That’s not so far off. Children who celebrate their first birthday this year will be entering kindergarten in 2020. We know how fast kids grow up; 2020 will be here before we know it.", "I can’t imagine how dysfunctional Ontario would be with nearly $100 billion in additional debt. We can hardly make things work now. Families are forced to choose between paying their rent and hydro. Funding for autism treatments is being cut. Wait-lists in our hospitals are unbearable. An extra $70 billion in debt only means more taxes, less services, and probably both.", "This government’s reckless financial decisions are putting the success of future generations at risk. I know that many members in this House are parents and grandparents. The choices of this government are hindering their future ability to thrive. That is why I’m standing here today, and why our caucus has brought forward this opposition day motion.", "We are calling upon the government to immediately begin paying down the debt, and to include in the upcoming budget a long-term plan to get the debt under control.", "We all know what happens when somebody only pays the minimum on their credit card bill: Interest compounds, and paying off the bills gets even more out of reach. But government must pay to service the debt, and it is that gloomy future that has us here today, to bring this message to the government." ],
  "anchor" : "para1238"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1249"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House, and today on opposition day number 3 from the Conservatives regarding the government’s debt.", "Do you know what? The “whereases”—I think we could live with the “whereases.”" ],
  "anchor" : "para1250"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "You’ll agree with that." ],
  "anchor" : "para1252"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Yes. The debt has risen exponentially. I think the “whereases” illustrate that the PC Party doesn’t trust the government’s financial management ability. I think we would agree with that.", "This government has shown that it’s totally out of touch with the needs of everyday Ontarians. For years, everyday Ontarians have been saying—and we have been echoing in this chamber—that they can’t pay the basic necessities of life, like hydro. We’ve been saying that for years and years and years, and we’ve got responses from the folks on the other side like, “Oh, it’s just the price of a cup of coffee.” Remember that one? The Minister of Energy, at the time: “It’s just a cup of coffee. What are you whining about?”", "So Ontarians are right to question whether this government really cares about them. I’ll give you an example from northern Ontario. Remember that northern Ontario used to have a train. We actually had public transportation in northern Ontario. Who cut that? This government.", "We had access to a company; it was a public company called Ontera. They provided Internet access to individuals who private companies wouldn’t. It was owned by our government, and do you know what happened? This government sold it. We were told, “The private sector is going to provide even better service.” Ontera still exists, but you can’t get service anymore. Now it’s Bell Aliant Ontera and you can’t get any service.", "That’s an example. That’s why we are so opposed to the sale of Hydro One. We know the same thing is going to happen. Costs aren’t going to go down; they’re going to keep going up. But for rural Ontario and for Ontarians in general, service under a privatized Hydro One is going to become more and more difficult to get, because a private corporation has different goals and objectives than a public corporation, as they should. That’s why something like hydro is an essential service, and that’s why we have fought for years to keep it a public service.", "There was a time, if you will remember, Mr. Speaker, that the Liberal government—the Liberals; they weren’t the government at the time—the Liberals and the NDP fought the Conservatives to stop the sale of Ontario Hydro. Imagine our surprise when the supposedly progressive Liberals were doing exactly the same thing—Conservatives in red clothing.", "That’s why Ontarians are kind of confused. They voted for Liberals expecting a progressive government that would protect their—" ],
  "anchor" : "para1253"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "A GO train to Niagara." ],
  "anchor" : "para1261"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. The train to Barrie is leaving shortly.", "Continue." ],
  "anchor" : "para1262"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Speaker, at least they have a train.", "Why people are so confused is that the majority voted for what they thought was a progressive Liberal government, which turned around and did the same things that they were afraid the Tories might do. Selling Hydro One—" ],
  "anchor" : "para1264"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "They just don’t tell people." ],
  "anchor" : "para1266"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "—is a Conservative mantra. As the member heckled, they just don’t tell people, which is why this is so confusing, and why the Tory policy so far—the Tories say they want to stop the sale of Hydro One. My question—the question on the NDP side—is, why? They’re in favour of privatization. Why would they want to stop the sale of Hydro One? Perhaps they want to sell it themselves.", "That’s why, actually, I’m happy that this motion has come forward. Finally, the real Tories are standing up. Finally—and I know real Tories. That’s why we’re happy that the real Tories are finally standing up, because the part of this motion that Ontarians will not and the NDP cannot stomach is: “calls upon the government to immediately begin paying down the province’s debt.” That means that if you are going to really do that, and if they are elected and follow that, then there are going to be immediate cuts somewhere. Because part of a government’s job is to look where to spend money prudently and where to invest. It’s like any business. Business uses debt as a tool. You invest in things that are going to bring profit back. When you’re running a government, you invest in things that are going to build up your province. You invest in education. You invest in health care. You invest in home care. You invest in jobs.", "If the Tories are going to say, “This is the first plank in our platform,” then they should say where they are going to cut. The people out there at noon who were talking about their kids who are on the autism spectrum: Are they the ones who are going to suffer the cuts? Are they the ones? The teachers who were here talking about violence in the classroom: Are they going to be the ones who suffer the cuts? Those are the questions that need to be asked.", "If they’re serious that you immediately have to begin paying down the province’s debt—immediately—that means that there are going to be cuts. Because they can talk about the billion dollars that the Liberals wasted in the gas plants; that’s true. They can talk about the $2 billion they wasted on smart meters; that’s true. They can talk about the $70 million they wasted on—what was it?—ads for something, and the $20 million they wasted on ads for hydro, but you can’t get that money back. So they’ve mismanaged that. That’s why they no longer deserve to be the government of this province.", "But the fact of the matter is, that money can’t come back. If those guys are going to immediately pay down the debt, then they are going to have to cut. They should come out and say where. They don’t even want to come out with how they—we’ve come out with a plan on how we would deal with the hydro crisis, which they haven’t fixed in the 14 years they’ve been here. People criticize our plan, but we have a plan. We had the guts to come out with a plan.", "They say, “Pay down debt immediately.” It doesn’t say, like we would do, “by cutting this, this, this and this.” Then maybe we could take it, because you would understand. The real Tories are starting to stand up; it’s time they really stand up and say where they are going to cut. That is what should frighten people.", "We’ve got the imitation Tories who are in government now and the real Tories who think they’re going to be government, and Ontarians have to watch out, because neither one of them are an option for this fine province." ],
  "anchor" : "para1267"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1274"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m pleased to speak to our PC opposition day motion. I’m actually really happy, because I was just reminded of a story from the member from Sarnia–Lambton that I told him a few times. So I’m glad I followed the NDP today, because I’m going to tell that story in just a minute.", "Today, our caucus, our leader, we’re calling on the government to immediately begin paying down the province’s debt and include in the 2017 budget a long-term plan to get the debt under control.", "Mr. Speaker, as I said, I’m happy to follow the NDP and the member because I actually became a Conservative when I was 14 years old because of the NDP. I have to tell you a story. I was a page at Queen’s Park in 1991. Our group of pages actually delivered the first NDP budget. I don’t think we set any records delivering those budgets—I don’t know how many seconds it took. I actually have a number of autographed NDP budgets signed by Premier Bob Rae and the then Treasurer of Ontario, Floyd Laughren.", "I remember that budget because I think the deficit was somewhere between $10 billion and $13 billion—unheard of in the province’s history. If we want to talk about records in Ontario, we should just talk about what the NDP did when they were in power for five years.", "On that note, just speaking about being a page, I always like to remind the member from St. Catharines that he was here. I delivered him water a number of times. He always says I was much nicer as a page than I am today, but we are actually good friends. We just had a conversation, and on June 9 of this year, he will be celebrating 40 years as a member of provincial Parliament. I want to be the first to stand up and congratulate him. I won’t tell him that I just celebrated my 40th birthday on March 11 of this year.", "Speaker, I don’t harbour any illusions that this Liberal government will commit today to begin paying down Ontario’s debt, but this motion will further the public discussion about the debt levels in Ontario, and I think that’s very important. People need to be made aware of the amount of debt any government is assuming on their behalf. I hope this will lead to serious consideration of the debt and, ultimately, to some action to get it under control and to begin paying it down.", "It’s the same reason that I introduced a bill about a year ago to create a debt ceiling in Ontario that would have made the government more accountable for the debt load they’re burdening taxpayers with. We are desperately in need of fiscal accountability in Ontario.", "Mr. Speaker, the McGuinty and Wynne budgets have failed to balance the books 10 straight times. Along the way, they’ve doubled the accumulated debt and driven our debt-to-GDP ratio from 27% to over 40% today—a 48% increase in just 10 years. This impacts how competitive Ontario is. When investors are considering what jurisdiction to start or expand in, they know that high debt represents future tax increases. They know government investments in infrastructure and other developments will be less reliable. Meanwhile, we’re paying interest to international creditors that can invest the money to advantage Ontario’s competitors.", "While we’ve been told to expect a budget this year that eliminates the deficit, the fact is that our net debt—the difference between the province’s liabilities and its total assets—is going to continue to grow. We need to see a credible plan from this government on how they plan to improve the net-debt-to-GDP ratio.", "Getting rid of the deficit is great, but a lot of debt has already been accumulated and the liability associated with that is only increasing. I don’t want to see the focus on deficit reduction obscure what is actually going on, as our debt will continue to rise.", "Speaker, we don’t want targets; we don’t want stretch goals. We want an actual, real plan.", "Pretending the deficit is the entirety of the problem is misleading. Too often, the deficit seems to be the beginning, middle and end of what the government has to say about the issue of debt. While the government may be able to use such tactics to successfully change the conversation of the day, they won’t change the reality of the balance sheet.", "The long-suffering Auditor General and the Financial Accountability Officer have been raising the alarm on this issue as well.", "Even with historically low rates, Ontario spends more than $11.8 billion each year on interest to service our debt. Of the 29 Ontario government ministries, only the Ministry of Health and the Ministry of Education consume more tax dollars annually. And our interest payments are expected to rise to $13.1 billion by 2018-19. Until Ontario’s poor financial state is properly addressed, we have every reason to believe this government will continue to cut funding to doctors, close schools, and levy new fees and taxes to make up for their financial shortfalls. We’re seeing it happening already. People are paying more for everything from their natural gas bill to a marriage licence to a bottle of wine. Families have lost access to vital services for children, rural schools are closing, and operating rooms sit empty while patients wait for desperately needed surgeries.", "Speaker, I have heard the same thing from Windsor to Ottawa to Sudbury: In every corner of Ontario, people are sick and tired of footing the bill for government mismanagement.", "Thirty years ago, the provincial debt was a manageable $31.5 billion. Nine years ago, it had grown to $153 billion. And 10 years later, it has doubled to our current debt load of well over $300 billion. That’s right: In 10 years, Ontario’s debt has grown by more than 100%, the highest rate of debt growth for any provincial government in Canada. That’s why I urge every member of this House to support this important motion." ],
  "anchor" : "para1275"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The long-serving member from St. Catharines." ],
  "anchor" : "para1292"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I actually was prepared to simply say “ditto” to the member for Timiskaming–Cochrane, except he deviated a bit from his main theme. But he did capture exactly what we’re talking about in this debate this afternoon. He said, “You’ve got a choice to make.” As my friend from Ottawa South often says, “You’ve got to pick a lane.” He said, “If you choose the lane that is implied by this particular resolution, you’re going to see slashing and burning of services in Ontario.” That’s one option to put before the people, but I have a difficult time interpreting what’s coming from the official opposition, the Progressive Conservative Party, these days. There are some consistent members—the member for Middlesex, for instance; and the member for Halton Hills. Both of those members have consistently been small-c conservative: consistent in their thoughts, consistent in their speeches—although my good friend from Halton Hills did want the bypass at Morriston on Highway 6. Do you know that it actually costs money to do that?", "Day after day, I hear the Conservative Party now asking “spend” questions. They were prohibited, when Mr. Hudak was the leader, until the last maybe 10 minutes of question period. The first 50 minutes were on how you should save money; the last 10 minutes, you were allowed a “spend” question.", "Some of the members are consistent. Their leader is not. He’s all over the map. No matter what it is, he’s in favour of it. They used to call them the union bosses; now he wants to hug the union leaders in this province. They used to fight with the teachers; now they love the teachers.", "What I’m saying is that they are calling for something that’s going to bring about, if they were in power, the kind of slashing and burning that we saw previously under the Harris government, and that would be most unfortunate for the province.", "I know where the NDP stand. They believe in spending lots of money. I do ask them, from time to time, “What taxes are you going to raise?” They always have one tax they dangle out there that really wouldn’t cover much, but they’re consistent. They are for spending for this province.", "The new leader of the Conservative Party is all over the map. We remember when he was in Ottawa and part of the Harper regime. They slashed and burned. We remember that he cheered on Tim Hudak, when he was the leader of the official opposition, when he said that he wanted to slash 100,000 jobs. They’re all over the map.", "I remember when they wanted to sell not part of Hydro One; they didn’t want to broaden the ownership of Hydro One; they wanted to sell everything to do with hydro. And now a flip-flop has taken place.", "I can’t support this particular motion because I know what it means. I remember as well that they were going to close the West Lincoln hospital. The new member for West Lincoln got up and said, “What about the West Lincoln hospital? The Harris government had it on the chopping block.” Debbie Zimmerman, and also the member for Stoney Creek—he was saying, “You can’t do that.” As a result, the people went out on that.", "I want to recall those days and what the implications of this particular resolution are before we vote this afternoon." ],
  "anchor" : "para1293"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "There are eight seconds remaining for the third party. Do they want their eight seconds? No. Okay.", "Mr. Brown has moved opposition day number 3. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 10-minute bell." ],
  "anchor" : "para1302"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Members, take your seats." ],
  "anchor" : "para1309"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Order." ],
  "anchor" : "para1311"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Order." ],
  "anchor" : "para1312"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Members, take your seats." ],
  "anchor" : "para1313"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Members, take your seats." ],
  "anchor" : "para1314"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I’ve got an echo. Thank you, Mr. Zimmer." ],
  "anchor" : "para1315"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I could.", "Mr. Brown has moved opposition day number 3.", "All those in favour of the motion, please rise one at a time." ],
  "anchor" : "para1317"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "All those opposed to the motion, please rise." ],
  "anchor" : "para1345"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 24; the nays are 56." ],
  "anchor" : "para1403"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1404"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being 6 o’clock, this House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1406"
} ]