[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on October 30, 2017, on the motion for third reading of the following bill:", "Bill 154, An Act to cut unnecessary red tape by enacting one new Act and making various amendments and repeals / Projet de loi 154, Loi visant à réduire les formalités administratives inutiles, à édicter diverses lois et à modifier et abroger d’autres lois." ],
  "anchor" : "para199"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para205"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my pleasure to continue the debate from yesterday. I was able to speak for about 20 minutes, and I think I have about 40 minutes to share some of the concerns that we have with regard to Bill 154, which is a government bill cutting unnecessary red tape.", "I know there was some interesting debate yesterday about what is necessary and what is unnecessary. For New Democrats, we very clearly draw the line around health and safety and environmental regulations. We come from this place of having seen that regulations are not upheld or they are changed very quickly for political reasons—not thought through—and how damaging that process can be for the people we serve.", "I think my colleague was very articulate yesterday as a small businessman. There are very clearly regulations in the province of Ontario that are burdensome for small businesses. Ironically, this process as it relates to those business regulations is quite burdensome, as an administrative process to reduce those regulations.", "I think where our concerns lie, very clearly, is in schedule 4 of Bill 154. There are particular sections which cause us concern, and we are not alone in those concerns. I did let the House know of the voices that we had heard from, as had the government, and I still would like to maintain that I don’t think the government fully understands the opposition to schedule 4.", "Keep in mind that New Democrats support Bill 154 in its entirety, except for schedule 4, even though the regulations that had been determined through the Red Tape Challenge only reduce those burdens by about $22 million in the province of Ontario.", "When the Canadian Environmental Law Association comes and speaks about crown responsibility; when the Environmental Defence group comes and speaks very clearly and produces evidence which demonstrates how this process could undermine already very poorly managed environmental regulations; and when organizations like the Ontario Clean Air Alliance and the Toronto Environmental Alliance—these are groups that have articulated their concerns around this bartering system where one regulation gets thrown out and another one possibly gets brought in, but not likely. So these are concerns.", "Actually, I do want to thank the Canadian Union of Public Employees because they, in their submission to the Standing Committee on Justice Policy relating to Bill 154, shared a legal opinion, an assessment of schedule 4, with us. I want to read this into the record because there is a whole section on how poorly designed this legislation is.", "It goes on to say, “Both schedule 4 and the corresponding regulation are poorly written. Schedule 4 spells out that businesses should receive offsets for regulatory compliance, and it defines ‘business’ as those with a ‘view to profit.’ The schedule suggests that if you are trying to make a profit, you should be made whole of any losses associated with the administrative cost of complying with a regulation. This, of course, flies in the face of the fact that one of the purposes of regulation—in fact, of legislation and of government in general—is to create rules and put limits on the free market and business to ensure that things are done with the public interest in mind. Environmental regulation that saves lives and saves the planet will cost business money, for example, but will also save the planet, and will save business money in the long run, avoiding costly and traumatic environmental disasters.”", "I think that we generally agree with this statement. There are regulations in place that prevent environmental spills, for instance, or prevent the over-taking of our groundwater for plastic-bottled-water production, leaving municipalities very short of resources.", "It goes on to say, “Regulations do what the free market cannot: think long-term.” They plan for the long term. “And narrowing in on only for-profit business will create an unfair playing field compared to non-profits....”", "This is one point that, because schedule 4 is buried in this huge piece of legislation, I don’t think that anyone, even from the government side, has explored. For example, the Canadian Union of Public Employees has “members who work in both for-profit and non-profit long-term-care facilities. Any attempt to offset the for-profit long-term care would negatively impact the not-for-profit long-term-care facilities. Any attempt to offset for-profit LTC would negatively impact” the not-for-profit long-term care. “Having a non-profit mandate should not disadvantage a company. This is just another example of the many problems within the schedule and why it should be removed.”", "I should say who did this legal opinion, just for the record. I’ll get that to you at the end. Oh, no, it’s Goldblatt Partners, and the lawyers are Steven M. Barrett and Ethan Poskanzer.", "The reason I raise the impact of schedule 4 on the not-for-profit sector is because the not-for-profit sector, which basically, in Waterloo region, anyway—and I know across the province—has been holding together the fragmented social fabric of this province. They are the ones that fill in when people can’t find child care, home care, or a long-term-care facility.", "The registered nurses of Ontario are also one of the groups that have come forward and shared their concerns. I recently took a meeting with RNAO in my Waterloo office. They’re trying to get the attention of this government, the Registered Nurses’ Association of Ontario, because they see the long-term-care facilities in the province of Ontario as honestly in a state of crisis. This is also a very highly regulated sector—long-term care—as it should be.", "The Long-Term Care Homes Act, 2007, asserts that a long-term-care facility must provide its residents with a secure, safe and comfortable home. That’s the preamble for the act. It’s important to know that if you’re weighing the not-for-profit versus the for-profit emerging trends in long-term care in the province of Ontario, the overall budget for long-term care is $4 billion. It’s almost 8% of the overall health budget. There are 627 long-term-care homes in the province, although some of them, I’m pretty sure, would like to leave, with more than 78,000 beds in total and comprised of a mix of public, private for-profit, private not-for-profit and other—religious—providers. The facilities receive most of their funding from the government, and some, if they’re private, also receive fees through a fee-based system.", "The reason that I raise the issue of long-term care is that there is this growing trend of for-profit long-term-care facilities. New Democrats had been very firm—there’s really no money in long-term care if you’re doing it right, because if you’re funding the resources and minimum standards of care, which at present this government is not doing, then you’re using all of the funding that you do receive for the quality of care. But if you are a long-term care which is private and which is for-profit, then some of that care money, obviously, is going into the profit agenda.", "The reason that long-term-care facilities are so highly regulated is because we are talking about very vulnerable people. They are vulnerable because of some of the changes that this government has made. In this RNAO report it says:", "“The needs of LTC residents are also changing. Compared to previous generations, residents in LTC homes today have increasingly complex care needs. For instance, nearly all residents have multiple chronic conditions” like heart disease, diabetes, arthritis. “This is partly due to changes to LTC admission criteria in 2010 that required new residents to have high or very high physical and cognitive challenges to qualify for admission” into long-term care. So basically, you almost have to be in a full crisis mode before you get into a long-term-care facility.", "“About 90% of LTC residents have cognitive impairment, including dementia.” Now, we’re supposed to have a provincial dementia strategy, but I think you know as well as I do, Mr. Speaker, that there’s no targeted funding with that dementia strategy. This flies in the face of the knowledge that we have that this tsunami around dementia is coming. Well, we would contend that it is already here.", "As long-term-care facilities are so highly regulated and the funding for long-term-care homes—and I just want to say that it was very interesting for me to learn that the government does fund, through the Ministry of Health and Long-Term Care, homes at $96.26 for nursing and personal care; that’s the per diem. Program and support services: $9.60 a day for programming for seniors in long-term care. Raw food is at $9, and I think there has been some talk about that $9 fee, given what the meal allotment is for prisoners. Then there are other accommodations at $55.28. So the total per diem for a long-term-care facility for a senior is $170.14.", "Now, in this RNAO report, they go into the funding and the staffing models which must change to keep long-term-care residents safe. I’ll read this directly from the report:", "“It is shocking that the only legislated LTC staffing requirements in Ontario are a vague instruction for care ‘to meet the assessed needs of residents’ and a minimum requirement of one registered nurse ... on duty at all times. Currently, there is no legislated minimum staffing ratio (the number of nursing home staff members compared to the number of residents), and no requirements related to how much care residents receive on a daily basis.” So this includes “paid hours of care per resident per day.... Most residents in Ontario receive just over three hours of care each day, even though a target staffing level of four” hours per day “was a major recommendation from a 2008” Ministry of Health and Long-Term Care-commissioned review.", "So this government doesn’t even fund long-term-care facilities at the rate that their own report recommended that they do so. This was recently introduced to the Ontario Legislature through a private member’s bill. On this side of the House, we are trying to get the government to follow their own recommendations to bring regulations in to ensure that long-term-care residents actually receive the care that they need. As schedule 4 is crafted, if a for-profit home didn’t want to fund at four hours per day, they could lobby this government. They could come to the table and say, “Well, we’ll take these regulations, these offsets, off the table if you keep it at three hours per day.” This is a conceivable scenario.", "I think the people in this province who are on the front lines of health care have already seen a watering down of this commitment to direct care. We’ve seen, as the Auditor General has identified, a huge increase, to the tune of 30%—so 30% of $4 billion is a lot of money. When the AG identified that 30% was going to administration, it was going to bureaucracy and, yes, it was going to profit—because these companies are not in the business of just delivering health care for the sake of health care, they are businesses and they want to make money. This government has embraced this model, the privatization of our health care services, and they’ve absolutely accelerated it based on even what the Conservatives had started back in the early 2000s.", "I think it’s important for us to have a tangible example here of a highly regulated sector and how schedule 4 could potentially impact that sector, especially when you have that tension between for-profit companies not wanting to be compliant with regulations which cost them money, because they’re in the business of making money. So you can see how this tension would happen.", "If schedule 4 had not been embedded in government Bill 154, I think it’s very clear that there would be a huge amount of public attention on this schedule. I think it’s important for us to be cognizant of the unintended consequences, or the intended consequences, of legislation. I think the environmental causes have—and I’m going to reference a few of them in a couple of minutes—for very good reason, been very public.", "We’ve called for a full review of long-term care—a full review. We’ve made the case that if this government is going to investigate the Wettlaufer murders, as they should, then while you’re going through that process—if you’re going to spend two years and all of that money, and if you’re going to go through this process, let’s get to the heart of the matter of what is going wrong in our long-term-care facilities.", "I think that the Registered Nurses’ Association of Ontario has rightly pointed out that if you don’t have legislated long-term-care staffing requirements in Ontario, then you’re not going to meet the assessed needs of those residents. What’s ironic is that long-term-care facilities have to do the assessment, but the government doesn’t have to fund the assessment. That’s where we are in long-term-care facilities right now. That’s where we are with 30,000 seniors on a wait-list. That’s where we are where, in 2010, this government said that you have to have the most complex needs, the crisis needs, to get into long-term care, because we’re going to try to deal with these other issues like home care, but we’re not going to fund those home care options.", "So you can see where the tension is around legislation and bringing in regulations to serve the public. And I think it’s really important for us to say, honestly and openly, that serving seniors in long-term-care facilities is a public service, just as the early childhood educators who deliver quality programming in the not-for-profit sector are delivering a very important public service. There are definitely some parallels between the long-term-care facilities and our child care facilities and how regulation is supposed to balance and protect both the vulnerable young children and vulnerable seniors at the same time.", "This RNAO report goes on to say, “Funding in LTC penalizes quality improvement practices.” Now, every MPP should have been visited by the Registered Nurses’ Association, but, for me, I knew that they weren’t funding the minimum standards of care. I didn’t know the exact numbers, and this is the value of the education process for MPPs, which we all should engage in. The nurses told me that “LTC funding models are severely flawed and must be transformed and modernized. Under existing funding structure, there is a financial disincentive to improve patient outcomes”—a financial disincentive to improve patient outcomes. And you wonder why we have a crisis in long-term care, Mr. Speaker. “As a result, funding and services have failed to keep pace with residents’ increasing care needs, and retroactive data determines current funding levels.”", "These are their three major points.", "Number one: There’s a disincentive to improve patient outcomes. “When evidence-based practices are implemented and resident problems are prevented or resolved, resident acuity decreases. While this is good for residents”—which is why we’re here; we’re supposed to be trying to benefit the residents in long-term-care facilities—“the home’s CMI correspondingly falls and funding in future years is decreased. In other words, the unintended negative consequence of improving resident outcomes is that long-term-care homes are financially penalized. This financial penalty is a disincentive to improve patient outcomes.”", "Now, why don’t we get that done in Bill 154? Why don’t we reverse that penalty? That goes back to the original funding formula, and that actually goes back to the 2008 commissioned report that this government asked for and has then not followed.", "Number two: “Increased complexity and presentation not accurately funded.” Actually, we know this anecdotally, for sure. “Funding is not provided for activities or conditions that are not captured in the resident assessment tool, including some preventative interventions.”", "So you have two major things that are not working in the long-term-care facilities—which are, as I pointed out, highly regulated—which, if you actually funded them appropriately, would be very costly but obviously would improve the quality for the residents in our long-term-care facilities.", "Then, finally: “Retroactive data used to determine current funding.... Consequently, funding is always outdated.”", "These are systemic issues in a highly regulated sector which will not be fixed by the need to address unnecessary red tape or necessary red tape. But schedule 4 opens the door for this bartering system around these regulations, and I think all of us in this House should be very concerned. I can tell you that having a preamble saying that Bill 154 can’t compromise health and safety or the environment isn’t good enough.", "I don’t know if you’ve noticed, Mr. Speaker, but there is a tremendous amount of distrust in this Liberal government. You can go all the way back to the G20, for instance, when civil rights were suspended in the province of Ontario. I think it’s incredible that there haven’t been greater consequences for that. It’s true that it’s scandal-plagued and that people have scandal fatigue, but that doesn’t mean we shouldn’t be paying attention as legislators, as people who create laws, to ensure that the public interest is at the centre of this legislation.", "Much of Bill 154 is left to regulation, which I know you will know has been a trend of this government. We need to see minimum standards of care right in the legislation so it’s not negotiable, so it doesn’t get bartered at the regulatory table.", "I wanted to bring that forward, and I think CUPE brought forward this legal opinion because they definitely see this tension between the not-for-profit sector and the for-profit sector in the delivery of public services. Definitely it has been a sliding scale; the government has abdicated much of its responsibility to seniors in long-term care to the for-profit sector. We’ve seen child care—I’m the critic for this, and I still can’t believe that the government has made a $1-billion commitment and yet kept the corporate interest right there at the table when 30 years of research demonstrates that corporate, for-profit child care compromises the overall goals of early learning and care, which are to enhance the educational and the caring component of the ECE experience.", "In Waterloo region, I’ll tell you that these scarce child care dollars—two bids went out for two new centres. One not-for-profit centre got the contract, and then a for-profit, corporate child care centre got the funding. Let’s think about, where is the money going in that scenario? You have the not-for-profit-sector, in which every dollar is being invested into nutrition, into the ECE wages so that there’s not higher turnover; it’s going into the educational resources that are in that centre. It is such a different experience, the parent experience, but, more importantly, the experience of that young child.", "It’s not a business, where you pay a fee and you cycle in as if you’re going through a drive-through. It’s not something where profit is driving the entire programming. It’s not being traded on the stock exchange as if child care and caring for children is a commodity—which currently happens in the province of Ontario. As this relates to the regulatory burdens, because schedule 4 is directed at services that make a profit, and because—it’s been officially introduced, now that the government is fully partnering with corporations in the delivery of public service. In fact, they’re willing to negotiate and barter regulations with them.", "The issue of child care should be non-negotiable, protecting children. We have so many examples where the Day Nurseries Act was not upheld in the province of Ontario, once again because there was no dedicated funding to ensure that the regulations that are in place are even enforced. So what has this government done? They’ve opened the door and they’ve said, “Listen, we want your business. We want to make sure that you’re still delivering child care. So what’s difficult for you? And then we’ll create an offset. It will be a public process. You don’t have to meet these certain standards in your child care centre; just stay in business.”", "This is neo-liberalism at its worst. We have so many examples where so-called progressive governments—I’m thinking particularly of the UK—have brought in and watered down the regulations, particularly around the safety of buildings. It was a slow process. They just sort of slid it in here, just like this Liberal government slid schedule 4 into Bill 154. Just slide it in there, call it whatever you want. If it had been a stand-alone piece of legislation—which is what Donald Trump did, which mirrors the semantics and the logistics of this piece of legislation, where one regulation gets knocked out, and then negotiate what the new regulation will be, or the offset or the cost.", "This is really a worrisome trend for us. When you see the kind of validators that have come forward that share our concerns—because I know, as we head closer to the election, which is much anticipated—I don’t have the day countdown. Do you have the day countdown yet?" ],
  "anchor" : "para206"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Not soon enough." ],
  "anchor" : "para253"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Not soon enough. Six months; we’re six months out.", "The Liberals are going to say, “Well, this is what the New Democrats don’t believe in. They don’t believe in reducing red tape,” even though we would support everything in this piece of legislation except for schedule 4. The Conservatives are obviously supporting this piece of legislation, even though the critic got up for almost an hour yesterday and criticized the ineffectiveness of this piece of legislation.", "We’ve seen the reports around the confidence level of the business sector in this province. The Ontario Chamber of Commerce put out a report last spring saying that confidence in this government to strengthen the economy is at an all-time low. Businesses have faith in themselves. They identify as being incredibly resilient in the face of the highest hydro rates, the lack of connectivity around our infrastructure, and they have been very vocal about it. But they’re just so happy to get something, anything, from this government after 14 years.", "What’s ironic is that some of the things that are actually in this bill have been on the order paper for seven years. The fact that the not-for-profit sector came into the committee and said, “We have been waiting for this”—it’s been on the order paper; it just didn’t get royal assent—so that not-for-profits can invest in social enterprise to subsidize the lack of funding from the government. That has been on the order paper for seven years. They’re just so happy that the government is doing what they said they were going to do seven years ago. This is the state of affairs at this place.", "I did ask that one particular delegation whether the not-for-profit sector had done any assessment as to how schedule 4 would impact their sector. They hadn’t, because the not-for-profit sector is constantly fundraising to keep women safe, fundraising for women’s shelter beds, and fundraising for housing, as they were in the Waterloo region with Hockey Helps the Homeless this past weekend. They are in constant fundraising mode because of the gaps in the social fabric and social policy of this government. So she had not had the opportunity to do the assessment as to how reducing the regulatory burdens for the for-profit sector who are delivering public services but are in the process of making money—how schedule 4 could inadvertently disadvantage the not-for-profit sector, because schedule 4 is not about reducing regulations or red tape in the not-for-profit sector.", "I can tell you that some of the administrative overheads in those sectors are oppressive. One not-for-profit sector executive director told me that 30% of her funding goes into justifying to the government that this is where the money is going.", "If only the government had to do that; right, Mr. Speaker? If only we could follow the money on that side of the House, especially when they talk about the infrastructure investments that they’ve made—that they had to sell off Hydro One in order to expand infrastructure in the province of Ontario. This is probably the biggest transfer of wealth from the public sector, from the people of this province, into the private sector in the history of the province, and all under the guise of broadening ownership, if you will. That certainly isn’t what we were promised by this Premier when she promised to lead from the activist centre. We didn’t know that behind that little green curtain was a privatization czar saying, “Sell, sell, sell. Compromise the public purse for short-term gain.”", "Then, to add insult to injury, when you go through the public accounts for the last four consecutive years, this government has underspent on infrastructure investment to the tune of $3 billion every single year—" ],
  "anchor" : "para254"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Excuse me, Speaker. Point of order." ],
  "anchor" : "para263"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. We have a point of order. I recognize the member from Davenport." ],
  "anchor" : "para264"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I believe the member from Kitchener–Waterloo has diverted her conversation and her debate, and I’d like her to bring the debate back to what we’re debating here today, which is this bill." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point well taken. I’ve been listening closely, and I’m sure that she will draw a conclusion with regard to her comments.", "I’ll turn it back to the member from Kitchener–Waterloo." ],
  "anchor" : "para266"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "With pleasure. Thank you very much.", "As I was saying, infrastructure funding in the province of Ontario has been underfunded for four consecutive years.", "So this happens: Schedule 4 gets dropped into this massive piece of legislation, where you have a government that’s very focused on abdicating their responsibility around delivering public services, and then schedule 4 actually builds in an unfair disadvantage to the not-for-profit sector. It won’t surprise me that this government doesn’t see that, because they’re very focused on the corporatization of our public services. They very much are.", "I think that the college strike that we’re facing in the province of Ontario—the Premier has said that she’s considering legislating it back. That worked out so well in Bill 115. You remember Bill 115. Some of us are here because of Bill 115.", "This is the context. This new culture of this Liberal government is that they are very, very focused on looking like they’re addressing unnecessary red tape when, really, this huge bill only reduces very small pieces of regulatory burdens, to the tune of $22 million, some of which, as I have already mentioned, has already been on the books for seven years.", "One of the recommendations was turned down, and it was by the Trillium Automobile Dealers Association—" ],
  "anchor" : "para268"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Yes." ],
  "anchor" : "para274"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Right? Steve Clark—sorry; I should say your riding." ],
  "anchor" : "para275"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "That’s okay. I’m in Hansard today." ],
  "anchor" : "para276"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "But in 2011, the province conducted a modernization-of-vehicle-registration pilot project at two new-car dealerships. The pilot allowed these dealers to stock licence plates and register the sold vehicles online from their dealership, exactly what Bill 3 would have done, which all parties supported, Mr. Speaker. This is six years ago.", "Not being able to have a convenient or local ServiceOntario in the north, in our rural communities, is a great disadvantage. In Waterloo region, there is a huge issue with being able to get your licence or updating your licence. Anyway, the PCs brought forward this amendment. We voted for it back in 2011. We would have supported this because it streamlines the licensing process, it addresses some of the inequities across the province based on geography, but it’s not in this piece of legislation. How many more years is it going to take to address the streamlining of the licensing processes in the province of Ontario?", "This government has already privatized most of the ServiceOntario kiosks. They have slid in privatization on almost every single file. Energy is very public, of course—the privatization of energy. Who knew that they would privatize the entire Green Energy Act? Who does that in a modern economy, when the competitive rate for a kilowatt hour is between six and eight cents? They signed contracts at 86 cents per kilowatt hour. In what business environment would that ever fly? It just doesn’t make—", "Interjection." ],
  "anchor" : "para277"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Well, for your friends, yes, and for your donors.", "The opposition to the government amendment to schedule 4—it’s important that you understand the drama around red tape, because I’m trying to make this as interesting as possible. At the last minute, the government brought forward, basically, an amendment that said, “Anything that we do in this act will take into consideration the health and the safety and the environment,” sort of like a catch-all amendment. There were some complications because it addressed the wrong regulation, and so that took some time.", "It was only after pressure from us, from the NDP, from a number of stakeholders, that the government was willing to make the changes to schedule 4. They’ve amended the legislation to say that if there are to be any regulatory changes—because it’s basically all left to the LG in Council—the Lieutenant Governor in Council must first review the change “to take into account ... the public interest, including health, safety and the environment.”", "This strikes me, really, as a get-out-of-jail-free card, a little bit, at the end of it, because it’s important to acknowledge that the crown has also relieved itself of any responsibility, which is a huge part of this legislation. We agree with all of the stakeholders that this amendment does not go far enough. We share the opinion of the Canadian Environmental Law Association that “If the government had wanted to ensure that Bill 154 did not result in the deregulation of public interest regulations, it should have granted an outright exemption for regulations dealing with public health and safety and the environment.”", "What we have here is public health, public safety and the environment as an afterthought to Bill 154. This amendment for us demonstrates that this legislation hasn’t been thought through, and that now, each and every new prescribed offset to a regulation has to go through a separate screening process, and still we don’t know what a prescribed offset is or how the public interest will be measured during these reviews.", "I think that there’s some responsibility on the part of the government to have some clarity around what those offsets will look like, what those offsets will cost, what the timeline will be. I think that it’s important to understand—and I’ve already talked about the child care piece—the implications around prescribed offsets, because this is a new process; it hasn’t worked well in other jurisdictions.", "It’s important to know that when the crown absolves itself of the responsibility—which they’ve done; they’ve embedded this piece into schedule 4, section 8, and it’s called “Immunity.” “The government has not provided any justification as to why immunizing the crown from liability is warranted or even appropriate under Bill 154. In fact, the inclusion of a crown immunity ... pursuant to the bill could cause adverse impacts to the public and may result in regulatory negligence lawsuits. It should be noted that affording the crown with protection from liability has been called into question by Canadian courts. In Alberta Government Telephones v. Canadian Radio-television Commission, the Supreme Court of Canada, while upholding the claim for crown immunity, observed that the doctrine conflicts with the ‘basic notions of equality before the law.’”", "So if you have trust issues with this Liberal government, if you have concerns about the way that they enforce the current regulations and the current legislation, if you have concerns about this tension and this direction that this government has aggressively accelerated towards—the privatization and the corporatization of public services and then they’ve embedded an unfair advantage in schedule 4 against the not-for-profit sector—if you share those concerns, then you should speak to them as government members because there is definitely the opportunity for the public to not be well served by this piece of legislation.", "This government seems unwilling or unable to recognize that we should learn from Walkerton. We should learn about how regulations, and the watering-down of regulations, can affect the overall safety of the people that we serve. As New Democrats, there is this balance that needs to be found between ensuring that the public is served, and then reducing and streamlining unnecessary, bureaucratic red tape. That does exist in this province—ask any car dealer or any small business—but this massive piece of legislation has a poison pill in it, and it is schedule 4.", "The government will pat us on the head, as the minister did yesterday, and say, “Don’t worry there. Don’t worry about this. It’s all fine. We don’t mean to do anything bad.” Well, we have 14 years of a track record of this government where this public has not been served. Safety regulations have been compromised, the workers in the province of Ontario have faced the largest influx of precarious, part-time contract work in now some of the most unsafe situations, and so we feel very justified and validated in our concerns and we will not be supporting Bill 154 for those reasons." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para292"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Thank you to the member from Kitchener–Waterloo for her debate here this morning. She spoke on seniors’ care and child care here in the province of Ontario earlier in her debate. I absolutely agree with her that our seniors and our children need to receive the highest quality of care, and that we are not, Speaker, in any way, shape or form, putting in jeopardy the health and safety of our seniors or our children.", "Prior to getting into politics, I worked in the pharmaceutical industry. Let me tell you, Speaker, if there is one industry that is highly regulated, it is the pharmaceutical industry, so I understand the need to ensure that we have appropriate regulations in place when it’s needed. There is absolutely nothing in this bill that speaks to what the member opposite spoke of, which is the bartering or negotiating on required regulations. If a regulation is required, it’s going to stay. There’s absolutely no debate about this here.", "This is an annual burden reduction bill that will allow ministries to cut that unnecessary red tape—those regulations that are really not necessary for the day-to-day—and is going to make it easier for the businesses, especially the small businesses. There is nothing in this bill that will reduce environment, health or safety protections. This bill is about reducing administrative costs to businesses, not cutting regulations. These are regulations that are important to our overall health, safety and the environment.", "This government, we on this side of the House, are committed and continue to be committed to protecting the environment, health and safety. This is a priority for our government and will always be a priority for our government, and we made an amendment to ensure that our commitment to health, safety and the environment is now codified as part of this bill." ],
  "anchor" : "para293"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m pleased to join in the debate, and I want to thank the member for Kitchener–Conestoga—sorry, Kitchener–Waterloo; I don’t want a turf war in Kitchener—the member for Kitchener–Waterloo for mentioning my Bill 3 and the Trillium auto dealers who made a deputation at the committee. I know Mr. Notte had hoped that the government would bring in its own amendment to deal with the bill. They didn’t, so we tried, and I appreciate the fact that both our party and the opposition party, the New Democrats, supported that.", "Again, I can’t understand why the government hasn’t moved forward since they had that initial pilot project in 2011. I actually got an order paper answer from the minister yesterday asking after the successful modernization pilot project. The Ministry of Transportation had a sustainability implementation plan for the following year, 2012-13, where they actually indicated in writing that they would roll this out to 5,000 car dealers in Ontario. No one seems to understand the reasons—the excuse the minister used yesterday in her order paper response. She talked about logistical issues and IT costs. No one who was involved in this pilot project got that feedback from the government. Certainly, the Trillium automotive dealers, who have made many, many deputations to ministers on the government side, have ever brought this up—this has never been an issue. I think the government is just stalling.", "I appreciate the fact that people on this side of the House support this and have listened to the automotive dealers. This would have been a really good amendment for the government to put forward. I want to remind members that back in December 2015 it received the unanimous support of the Legislature and was referred to committee. So it’s an amendment that I think deserves another look by this government." ],
  "anchor" : "para298"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’m pleased to join the debate today. I want to commend our colleague the member for Kitchener–Waterloo, because she does her homework on these files. She delves into them in a way that I think provides the critical analysis that is our job as opposition members. She has, effectively, sounded an alarm for members of the government to take a look at the serious implications of, specifically, schedule 4.", "In my time in this House and through the various meeting that we all have with stakeholders, I’ve come to learn that, certainly, there are cases and areas in our regulatory regime that can be addressed and need to be addressed. Whether they be antiquated regulations or something that could, in this era of technology, be replaced with a more efficient mechanism to provide the oversight and accountability that civil society requires, yes, we can do that. That is something where I’m sure we could find consensus throughout all the parties and the stakeholders, and that should be an ongoing process.", "But this one-for-one provision under schedule 4 is indeed a slippery slope, and I’ll tell you why: because a lot of the regulations that you see on the books weren’t born from the genius of government. These folks are not so savvy that they know all and are omnipotent when it comes to what needs to happen outside of the halls of this place. They are, in fact, suggestions that have come from various sectors and that would enforce compliance and provide a level playing field. What I’m trying to say, Speaker, is that many times the regulations that affect certain businesses come from those businesses, because they’ve identified gaps where there is not a level playing field, and those folks who are doing it right and providing good service and quality service want to ensure that everyone does that.", "When you take a broad approach and you say, “Well, this regulation is causing too much harm. We’re going to further reduce it with an offset,” that puts at jeopardy a lot of different factors, and it’s one we should be cognizant of." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para306"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I’m happy to add a few comments in regard to the remarks from the member from Kitchener–Waterloo.", "First of all, I’m really disappointed and surprised that the third party is not going to support this bill to cut unnecessary red tape, because, as far as I’m concerned, those who are opposed are effectively advocating for imposing unnecessary costs on business. This is at a time when Ontario needs to continue growing. We know that our economy is strong, very much in part because of our activist government and the policies that we’ve put in place. So we feel very strongly that, while maintaining regulations that serve the public interest, we need to ensure that we’re not adding any unnecessary cost to business.", "The member from Kitchener–Waterloo referred to our government as having said we wish to lead from an activist centre. When you look at what we have done through the years—I think of the introduction of the HST, another very progressive measure to reduce the burden on business which, as I seem to recall, was not supported by the parties opposite—this is the type of thing that we, as the government, are doing over and over with our pieces of legislation. With this approach that we have put forward in this particular bill, we are very anxious that we ensure, when we do impose new regulations, that we harmonize with other jurisdictions. This, again, will reduce the burden on business so they don’t have to look at different standards in different areas. This, of course, is very important as we look to our neighbours to the south.", "We wish to consider the unique needs of small businesses. We are very conscious of the important role they play in our economy. This is a good bill, Mr. Speaker. I urge all members to support it." ],
  "anchor" : "para307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Kitchener–Waterloo for final comments." ],
  "anchor" : "para312"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker, and thank you for the comments.", "The member who just spoke—you have looked to the south. You’ve modelled this one-for-one rule after what Donald Trump has brought forward and also what David Cameron brought forward and what Stephen Harper brought forward.", "I’ll quote from Bruce Campbell, formerly from the Canadian Centre for Policy Alternatives. He writes, “My concern about the contents of Bill 154, notably the one-for-one rule, stems from this research. The Harper government introduced a one-for-one rule” in 2012, “the result of a recommendation from its Red Tape Reduction Commission, which in turn was inspired by the Mike Harris Conservative government in the 1990s.”" ],
  "anchor" : "para313"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "Hear, hear." ],
  "anchor" : "para316"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I wouldn’t be applauding Walkerton, my friend.", "“The Harper government patterned itself on the British government’s similar but more aggressive two-for-one rule. Prime Minister Cameron boasted of running the first government in modern history that at the end of its parliamentary term had less regulation in place than there was at the beginning. His zeal to cut ‘red tape’—for example, eliminating the rule requiring builders to install sprinkler systems in apartments—is now seen as a contributing factor” at “the recent Grenfell Tower fire in which 80 people died.”", "He goes on to talk about the impact of the Lac-Mégantic tragedy, where “regulations limiting the length of oil trains; mandating crude oil be transported in upgraded tank cars; classification of crude oil as a dangerous good” were ignored by industry, because the industry lobbied the government and “it also helped to reinforce the government’s message of regulation as a cost of business rather than an essential tool to protect the public.”", "We have examples. We have history. Any government should pay attention to that history if your true goal is to support businesses and find that balance in protecting the public interest, which is what we are elected to do, Mr. Speaker. Schedule 4 cannot be supported by New Democrats and thus we cannot support Bill 154. Thank you. Shame, and shame on—" ],
  "anchor" : "para317"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further debate?" ],
  "anchor" : "para321"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to add my voice to the debate today on Bill 154, which is all about reducing red tape, which gives me an opportunity to reflect on real-life examples coming out of my amazing riding of Huron–Bruce. We’re going to be touching on the government’s approach to reducing red tape and the realities of the burden that this government has also laid on people throughout this province with their incessant abundance of red tape that has happened over the last 14 years.", "With that said, all of us here know the merits of reducing excessive and unnecessary regulations, Speaker. It helps make businesses run more efficiently and allows them to focus on the task at hand, instead of jumping through unnecessary hoops to get started or to keep manoeuvring so that their business can be handed down from generation to generation.", "Successfully reducing red tape can give our businesses an edge, allow them to take advantage of new market opportunities, and grow. But I have to share with you that over the last 14 years this government seemingly has done everything in its power to inhibit growth for new business. An example that I want to share is that, stemming from my riding, stemming from Walkerton, we have a great business. It’s a stainless steel manufacturer, and they have a client base that is second to none. They’re very proud of the fact that their client base is primarily due to their success and word of mouth from customer to customer. To move the product from Walkerton down to Port Huron so it could continue travelling through the States to its final customer, this particular company had to wait six months for the Ministry of Transportation to approve and process the paperwork for an oversized load. Again, it was travelling just from Walkerton down to Port Huron. Guess how long it took for three states to generate that same amount of paperwork? It only took 10 business days. Think about it: six months in Ontario; 10 business days collectively in three states south of the border.", "There is something wrong with the excessive amount of paperwork and regulation, and it affects customer satisfaction. So the next time a customer makes an order, will they take into consideration the delays that this government chooses to put on our businesses? It’s a concrete example of how red tape is putting Ontario’s competitiveness and jobs at risk.", "Ontario’s international customers may not be forgiving of bureaucratic delays, and as I said, it hurts our global competitiveness.", "In fact, regarding this bill, the Minister of International Trade told the House: “We know that working to reduce outdated, unnecessary regulations is very important to helping businesses so that they can focus on growing their business and also growing our economy.”", "So, Speaker, it’s safe to say that we can agree on both sides of the aisle that reducing red tape will help our businesses, but as always with this government, we’re wanting a little less talk and a lot more action when it actually comes to reducing red tape. This government has been proudly touting that this bill will save between $6.3 million and $8.9 million for businesses across Ontario. On the surface, that looks great, but in 2014, the Canadian Federation of Independent Business estimated that the total cost of regulation in this province is $14.7 billion. Maybe this government should be giving its head a shake a little bit. They are sitting there proudly saying that we in opposition should have expedited this bill because the Liberals have managed to find a way to eliminate a paltry 0.06% of regulatory burden in this province. Again, the government is needing to step up, and we want to see a lot less talk and much more action because the reality is, Speaker, there are still over 380,000 rules and regulations on the books.", "I want to share another anecdote with you. When I was general manager of a dairy goat co-operative, in 2009 I attended a commodity meeting in Bruce county where the then-member said—and she was a member of the Liberal government—“For every one regulation we introduce, nine regulations will be taken off the books.” I have to say, Speaker, I don’t think that’s happening. It’s time for this government to walk its talk and really reduce red tape in a meaningful way, and get out of the way of business.", "Burden reduction is desperately needed, and the government picked the absolutely lowest-hanging fruit. That’s all they did. They basically picked one apple off the ground and went on to tell and brag that they picked the entire apple tree. Well, Speaker, we know better.", "Everyone in this House, as I said before, can agree that reducing excessive red tape is necessary and good for our economy. For instance, the Minister of International Trade also acknowledged that red tape reduction allows businesses to focus on their growth. In fact, his ministry spends over $60 million per year trying to help businesses grow, expand and attract investment to Ontario. So it baffles me, Speaker, that this government treats about one twentieth of a percentage point of saved administrative costs as a major success. Again, they barely move the dial and then they talk that they have just done such a great job, when in actual fact our Ontario businesses are no further ahead under this Liberal government.", "We all meet with small business owners in our respective ridings and we all know the struggles that they face with red tape. Sometimes it’s just a matter of these businesses needing some help navigating the system, and that’s what we’re there for. We are happy to help them. But sometimes, reflecting back, I’m sure we have all seen opportunities to reduce red tape where things may overlap or where regulations may appear to be outdated.", "In one case, the great, working, successful member from Leeds–Grenville identified outdated red tape and took action, tabling Bill 152, the Cutting Red Tape for Motor Vehicle Dealers Act. This was thoughtful, it was reflective of real life and a great example of how this Liberal government is out of touch. The member introduced a bill that unfortunately had to be tabled again after the Premier prorogued the Legislature. It’s currently sitting on the order paper as Bill 3.", "If passed, this bill would allow auto dealers to register vehicles online from their dealership. This is such a simple concept and it’s easy to implement. When it was originally tabled, it received all-party support. In fact, the member from Etobicoke–Lakeshore said at the time, “This bill proposes to make it easier for motor vehicle dealers to get a permit, number plates, sticker validations and used vehicle information packages, all online. This is certainly something that, in the 21st century that we find ourselves in, is the direction we should be going.” I agree with that member.", "This bill is a shining example of red tape that could have been tackled by the member from Leeds–Grenville’s bill. Again, it was supported by parties on all sides. If the provisions in Bill 3 were included in this particular bill, Bill 154, there would be significantly less red tape on the approximately 806,000 vehicles sold in Ontario every year.", "In fact, in my riding, I was recently speaking to an owner of a car dealership in Goderich. He has a variety of client bases. In some cases, he sells 20, 30, 40 vehicles at a time. He has trouble getting enough licence plates to move his vehicles. It is awful, again, the disparities between rural Ontario and a larger urban centre.", "Here’s an example. The local ServiceOntario office tries its best, but because it has a smaller volume of plates when compared on an annual basis to ServiceOntario offices throughout Ontario in larger city centres, they get questioned: “Why do you need so many plates? What’s going on?” So they have to jump through hoops, as well as this car dealer, to try to get enough plates in a timely fashion to satisfy his sales. This is a perfect example of government getting in the way.", "I’m sure it’s hard enough to navigate necessary regulations when you own a car dealership, generally speaking, but a shortage of licence plates is just unnecessary and a burden on business. The member from Leeds–Grenville had an easy fix to that. Unfortunately, this government, time and time again, chooses to play partisan politics as opposed to accepting and embracing good ideas.", "I have to tell you that I’m sure that a simplified process for car dealerships across Ontario and specifically in my riding, in Huron–Bruce, could make a world of difference. Surely such a move would have bolstered the $8.9 million that the government is so proudly doling over, saying that this bill is going to reduce regulations in such a way that they’re going to save a measly $10 million. I say that kind of tritely, because when this government is choosing to purposefully blow $4 billion in interest payments on an unfair hydro plan, come on, $8.9 million really isn’t that significant in the bigger picture. We can be doing so much better.", "I would suggest that although this government recognizes the importance of reducing red tape, they have come up short in so many different ways. We have to hold this government to account and make sure that we do better. We’ve wasted so many opportunities to further reduce red tape and promote growth and job creation in Ontario.", "On top of missed opportunities, my colleagues and I also find ourselves disappointed over and over again at some of the rhetoric that we’re hearing, even in this bill, Bill 154. Specifically, one opposition member raised a regulation that was left out of the bill which could have harmonized trucking regulations.", "The member from Perth–Wellington questioned why regulations that work in one province are so different from Ontario. But instead of accepting a good idea, the Minister of Economic Development accused our side of not caring about safety or the environment. Speaker, he was wrong to say that. We stand absolutely in solidarity in the PC Party of Ontario, by everything that we do, in keeping safety and the environment as a priority.", "With regard to the comment that the Minister of Economic Development shared, blanket accusations such as those are not productive in this House.", "When the government brings forward a package of amendments to multiple bills in the spirit of reducing red tape, they should consult with as many stakeholders as they can, but we all know that the government’s definition of consultation is very, very different from what we would do on this side of the House.", "The member from Davenport even told us that this bill “ensures that we’ll bring regulations into line with national or international standards,” so the suggestion made by the member from Perth–Wellington was clearly in line with the government’s priority for this legislation. But again, perhaps partisan ways got in the way, and they ignored the good suggestion coming from the member from Perth–Wellington.", "We agree with the spirit of the bill and we want to work with the government to make it work as well as possible, but unfortunately, on a whole host of examples of issues, opposition members rightly suggest that this government could have consulted more broadly. We have also said that there is an opportunity to work together, but in many cases, that doesn’t happen.", "It’s frustrating when the government chirps at us as opposition. When the opposition believes that more red tape could be cut, we should not be accused of not caring about the environment or safety. As I said before, and I’ll say it again, nothing could be further from the truth.", "To illustrate this point, I have another example from my riding, which actually led me to writing the Minister of the Environment and Climate Change. A gentleman in my riding owns a recycling company that recycles a specific form of plastic. It’s bale wrap, and everybody in rural Ontario will appreciate the fact that bale wrap is tough to manage, especially in landfills. This gentleman is innovative. He has got a great concept, and he has been waiting and waiting—and, I would suggest, waiting—for regulations under the Waste-Free Ontario Act to prescribe how his business will operate in the future. He is looking to make a substantial investment in his company, but he has been left, as I said, waiting now for close to a year for this government to get moving.", "Removing this type of red tape will help the environment and facilitate recycling. The only thing preventing the activity is updated regulations, which includes replacing the previous regulations on the books, but again we’re not seeing any action. In this case, red tape is preventing private investment in a business that would help the environment.", "The member from Lanark–Frontenac–Lennox and Addington said it best: We should not conflate the terms “regulation” and “red tape.” There is a difference. Red tape is unnecessary regulations. To be fair, I was pleased to hear the Minister of Economic Development acknowledge this distinction yesterday.", "Speaker, our party will be supporting this bill, because we’re always in support of reducing excessive administrative burden, but we support this bill knowing full well that the government could have gone leaps further in addressing red tape in Ontario.", "I must take a moment to reflect on the reality of the day: Even after promising to reduce administrative burden, this government has piled more and more red tape onto the shoulders of businesses across this province this past year. For example, Bill 148 adds many different kinds of red tape to employers. I’ve heard stories from small business owners in my riding about how one-size-fits-all approaches to legislation impose significant burdens on their businesses.", "For example, at an event in my riding, I heard about how a seasonal business dependent on good weather cannot necessarily provide 48 hours to cancel a shift. The weather can change instantaneously, as we all know, and a business can close due to a sudden thunderstorm with little notice.", "On top of that, the expedited increase in the minimum wage has led to a considerable increase in payroll, which becomes very, very worrisome. TD Bank estimated that the changes in that particular bill could cost our economy up to 90,000 jobs. Even if a business survives Bill 148, they are still burdened with the other costs that this government has imposed.", "Electricity prices, for example, have imposed all kinds of extra costs. Then the government brings in programs that actually incentivize businesses to shut down in the middle of the day. Again, businesses—and there’s a manufacturer in my riding that actually has had to take on extra effort. They have employees specifically dedicated to watching their electricity use during the day. If they are threatened to go over their allotment, guess what they do? They send home their employees in the middle of the day. They have to shut down their electric furnaces and send their employees home.", "It’s a double whammy. The loss of production is realized by the manufacturer, and employees go home in the heat of the summer. They’re not getting their hourly wage. And what do they do? They’re either in their air-conditioned home, using more electricity, so their home bills are going up; or they’re just not getting ahead because of these crazy, extra, red tape burdens that this government has become addicted to over the last 14 years.", "Another example that I’d be remiss in not mentioning is cap-and-trade. Because the government has been delayed with rolling out regulations for carbon offsets, we see additional administrative costs for businesses without the incentives being paid back for good behaviour. When all these decisions made by this government are taken together, the $8.9 million that they’re offering in terms of savings by reducing their chosen red tape is truly a drop in the bucket.", "With that said, I’d like to speak to one very positive aspect of this bill, though, and that is schedule 4, which brings in a rule that for every $1 in new regulatory costs, a regulatory burden of $1.25 must be taken off the books. But, Speaker, I have to say that we’ve heard this song over and over again. It’s the same message, different day. I heard it in 2009, and we didn’t see the results that were projected. Here we go again. I think based on the record of this government, we just don’t trust them to get this right.", "Ensuring that the government continues to focus on red tape reduction is definitely an important priority, and I commend the government for writing this into the legislation in terms of their aspirational goals. But again, we want a lot less talk and more action.", "Through this debate, I’ve shared many examples of ideas to reduce red tape that have been introduced by the PC Party of Ontario, and I encourage this government to stop their partisan ways and start embracing good ideas for the sake of Ontarians across this province. The amended bill includes a public interest provision that is controlled by the Lieutenant Governor in Council. Again, I encourage this government to embrace the good ideas coming from the PC Party of Ontario, and then we’ll finally get down to reducing red tape." ],
  "anchor" : "para322"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. It is now 10:15. This House will stand recessed until 10:30." ],
  "anchor" : "para363"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "First off, happy Halloween. Secondly, I’d like to introduce page captain Swetlana Kumar from York West and her mother, Jaimala Kumar, who will be in the members’ gallery this morning." ],
  "anchor" : "para366"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, with your indulgence and that of our colleagues, I’d like to introduce, from my riding of Essex, today’s page co-captain. Her name is Airika Natyshak. Her dad is not in the gallery but he’s standing right here. My wife, Jenny, and our son, Drake, and Airika’s grandparents can’t be here today. They’re watching on the live stream, so hi, guys. We love you.", "This has been the best three weeks of my tenure in this House, getting to watch Airika participate and to challenge herself and to grow in her page duties. As a page dad, I’ve come to appreciate the program. I want to thank Ms. Colley, Ms. Paula Carreiro, Ms. Debi, Bruno and Marcus, and yourself too, Speaker, for being so wonderful with our pages.", "I’ve learned a lot about the page program as a dad. It’s a wonderful experience, and my hope for all the pages is that you’ve grown, you’ve challenged yourself and you’ve experienced the wonderment of this place and this building.", "I want to thank all of my colleagues who have been so kind to Airika throughout the process.", "Lastly, I think I speak on behalf of all the page parents when I say I hope that Bruno has sufficiently traumatized all the kids that a snap of the fingers will force them to clean their rooms. So thank you very much, Speaker." ],
  "anchor" : "para367"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, indeed. We do love our pages.", "Further introductions?", "With us in the Speaker’s gallery today are several guests of mine from the Brantford area: the Brantford Regional Real Estate Association members and the Ontario Real Estate Association, here to discuss some issues with their MPPs. Welcome, and we’re glad you’re with us." ],
  "anchor" : "para373"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure today to welcome everybody to Halloween at Queen’s Park. I know it’s going to be a very exciting night. I’ll be with my daughter this evening.", "I wish everybody out there a very happy and safe Halloween. I think that we should continue to celebrate Halloween each and every year, and perhaps maybe next year we could all dress up." ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville on a point of order." ],
  "anchor" : "para380"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Point of order: I have a number of order paper questions that are now overdue. Tomorrow will be five months since I tabled order paper question 491 for the Minister of Transportation, which is now overdue, and I have four questions—492, 493, 495 and 497—that are directed to the Minister of Health and Long-Term Care.", "In addition, I want the Minister of Tourism, Culture and Sport to know that her response, which I received yesterday, on time, for order paper question 489—the last line says, “Please see attached for the report you requested.” There was no report attached to my order paper question." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On the last issue, I’m going to make an assumption that it was a clerical error and that it will be corrected, so I will defer to the House leader on that one. And on the other questions, I will defer to the House leader for a response." ],
  "anchor" : "para383"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I fully undertake to look into the order number and any pending orders that may be with the table, and to get the responses as soon as possible." ],
  "anchor" : "para384"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Finance. The lobbyist registry for Great Canadian Gaming includes a who’s-who of Liberal insiders. The list includes some of the biggest backroom dealers in the Liberal Party.", "We all know that despite money laundering investigations involving Great Canadian Gaming, they were awarded a massive government contract to operate the Toronto casino. Mr. Speaker, just how much influence did these Liberal insiders have on the Toronto casino project? Was Great Canadian Gaming picked because of their Liberal insider connections?" ],
  "anchor" : "para387"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The member opposite may know that there is a process in place where the AGCO has to approve all proponents, which are then pre-approved to bid. Then there is a Fairness Commissioner and fairness monitor that oversees a procurement process. And then, as they proceed through that process, a number of bids come in.", "One thing that never happens, Mr. Speaker, and is totally inappropriate—and the member opposite and his finance critic were inferring that it should have occurred—is that the Minister of Finance should have been aware who those proponents are. That is not what happens. That’s totally inappropriate. I am not apprised of who is bidding nor who ultimately gets selected until it’s done, to avoid the very issue that that member is inferring." ],
  "anchor" : "para389"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the minister: Phil Dewan was the former chief of staff to Dalton McGuinty from 1999 to 2003. His online bio says he played a leading role in crafting the Liberal platform, team and strategy. Did Phil Dewan lobby the government on behalf of Great Canadian Gaming for the Toronto casino project and did his involvement in the company result in this contract being given to this company?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The former chair and the former president of the OLG are all part of political parties from the other side. As we proceed forward, we don’t look at the partisan matters; we look at what’s in the best interests of Ontarians, and we are following the proper processes in making those selections.", "We have had a very robust interest in gaming here in Ontario. It is improving by way of its modernization projections. The revenues and dividends being sourced from OLG are almost $2.4 billion now and growing further, investing in hospitals, investing in our schools, investing in infrastructure and providing—" ],
  "anchor" : "para393"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "How much in hockey bags?" ],
  "anchor" : "para395"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke will withdraw." ],
  "anchor" : "para396"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Withdraw." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It has now been signalled that I’m not impressed with what he said, and I won’t tolerate it. If we need to go to yesterday, we’ll do so.", "Final supplementary?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the minister: The question was, did Phil Dewan lobby the government? I did not get a response. The government keeps saying everything is fine because there’s no criminal investigation. While yes, there is no criminal investigation, BC’s Attorney General has launched a probe into the case. They are reviewing money laundering allegations at Great Canadian Gaming’s BC casino. You’d think that would be enough simply to have a pause, yet the government continues to say everything is fine.", "I want to know, directly to the Minister of Finance: Given these newspaper stories, given these allegations, doesn’t it give you enough to say that we need to put a pause on this? Isn’t that the right, responsible approach?" ],
  "anchor" : "para400"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The right and responsible approach is to allow the process to proceed, as is intended. The member opposite is already inferring criminality on a public company that is commercially sensitive and having tremendous market implications. We have a fairness monitor. We have the AGCO, which is in constant contact with the BC regulatory authorities. We’ve got the OLG, which is also engaged. And it has been going on for some time now that these suspicious activities occur, which occur in many companies across the world and across Canada. So the member opposite suggesting that banks are involved in anti-money-laundering prohibition activities—they should stop working with them.", "Mr. Speaker, we on this side of the House are sensitive to the market conditions and we’re sensitive to the role that the Minister of Finance has, as well as any minister of the crown, not to provide political risk and not to engage in a process that has duly proceeded as it should." ],
  "anchor" : "para402"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Finance. The Minister of Finance continues to say that this process isn’t political, but the biggest name on this lobbying list is actually Bob Lopinski. He was described as the architect of Premier McGuinty’s rise to power. It sounds pretty political to me. Lopinski also led the current Premier’s 2014 Liberal campaign war room. He’s the ultimate Liberal insider.", "Did Bob Lopinski lobby on behalf of Great Canadian Gaming and did this have anything to do with the Liberals awarding a contract to this casino operator? I would like a simple response: yes or no?" ],
  "anchor" : "para406"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Here we have a leader of a party who is now saying that a registered lobbyist has now provided a full disclosure of their respective activities, as do other lobbyists who happen to have been Conservatives and, for that matter, even proponents, who I’m told have had some conversations. That is inappropriate. What is appropriate is that he’s disclosing it and he’s providing forward with their job.", "On this side of the House, the minister does not make the decision on who the proponents will be or who is selected." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para410"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Minister of Finance: My question was, did Bob Lopinski lobby the Minister of Finance on this issue? I didn’t get a response.", "Liberal insiders have had their hands on Great Canadian Gaming for many years. Unfortunately, it surprises absolutely no one that Liberal insiders are pulling the strings once again here at Queen’s Park.", "The Office of the Integrity Commissioner’s own records reveal that senior Liberals connected to Kathleen Wynne and Dalton McGuinty were hired to lobby Great Canadian Gaming. It has gone on for years. Great Canadian Gaming is clearly the preferred company of this Liberal government.", "Are the Liberals planning to put insiders first or the people of Ontario first?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "It’s offensive, because the member is now trying to implicate an individual who is a registered lobbyist who’s providing for his own business. And it’s not just him; it’s a number of other lobbyists.", "I can assure the member and this House that Mr. Lopinski has not come to me on any matter regarding Great Canadian Gaming. In fact, I do know Great Canadian Gaming has been a donor to the Conservative Party. I’ll leave it to them to respond to that.", "Interjections." ],
  "anchor" : "para415"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m standing. You might not realize how close we are to warnings.", "Final supplementary." ],
  "anchor" : "para418"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the minister: Mr. Speaker, we can’t give any contracts to anyone; this government does. This government does give contracts. So as much as the Minister of Finance is trying to pretend right now that he has nothing to do with Great Canadian Gaming, when it was announced he said he was very excited. Now he’s saying he’s not related to this at all, but he celebrated this contract being given.", "They refuse to admit that this deal smells rotten. It does smell rotten. Liberal insiders have their hands all over this. It doesn’t pass the smell test. The government is ignoring the fact that hockey bags full of cash were dragged into the doors of a BC casino. They’re pretending this never happened, that these allegations aren’t out there, but they are.", "Once again, given what we’re hearing, will the Minister of Finance do the responsible thing and at least give a pause to this contract?", "Interjections." ],
  "anchor" : "para420"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please.", "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para424"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I am very proud of the modernization activity that OLG is performing. I very much am supportive of the work that’s being done to provide more investments in our communities, to provide greater revenues for those host communities, and that I do celebrate. That is what I’m talking about.", "The member opposite is now manipulating and referencing something that happened in 2012 in a different jurisdiction and somehow associating that with the decisions we’re making with regard to modernizing the OLG for the benefit of Ontarians. The member opposite is trying to now put at risk the very commercial entity that’s enabling us to provide for those communities. Mr. Speaker, we won’t do that. We’ll allow the process to proceed in an open and transparent way.", "Interjections." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Be seated, please." ],
  "anchor" : "para430"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Heaven forbid Tim Hudak lobbies us." ],
  "anchor" : "para431"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Infrastructure, come to order.", "New question." ],
  "anchor" : "para432"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Acting Premier. The Premier and her Liberal government just don’t get it. They do not grasp the severity of the overcrowding and hallway medicine crisis that is inside Ontario’s hospitals. For months, New Democrats have been revealing occupancy rates for dozens of overcrowded hospitals, but until now we have not had a clear picture of the number of patients receiving hallway medicine in this province. Sadly, Speaker, now we do. In just one year, between April 2016 and April 2017, Brampton Civic Hospital was forced to treat 4,352 patients in its hallways. Why did the Premier and the Liberal government allow this crisis in our hospitals to happen?" ],
  "anchor" : "para435"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para436"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Last week—and I think it’s important that we put this in perspective—we opened in Ontario the equivalent of six new hospitals. That is historic, Mr. Speaker. And those are six new hospitals in targeted areas where they’re facing capacity challenges. The equivalent of six new hospitals operational in the coming weeks represents more than 1,200 acute in-patient beds.", "In addition to that, we announced the opening of approximately 600 transitional care spaces, spaces like at the former Humber River Hospital Finch site, which that party ridiculed, Mr. Speaker, which is providing 150 spaces for reactivation and rehabilitation of people who need that care." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para439"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, here’s a little bit of perspective for the government: Last week, the Premier offered six—six—new temporary beds to Brampton Civic Hospital, ostensibly to help the hospital deal with its overcrowding. According to the hospital itself, Brampton Civic was forced to treat—and I’m going to say it again—4,352 patients in its hallways last year. Most of those 4,352 patients who were forced to receive medical care in a public hallway spent between 40 and 70 hours being treated in those hallways. That’s two, three, four days stuck in a hallway, even though that’s not where they should have been. Can the Acting Premier tell us how her six beds are supposed to fix a crisis that’s hurting 4,352 people at Brampton each and every year?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "In addition to the new funding that we’ve provided to Brampton Civic for operations this year, William Osler Health System, which includes the Brampton site, is receiving, immediately, 28 new in-patient beds to deal with the capacity challenges in a part of the province where we all recognize there is rapid growth in population, which is being reflected in both visits to emergency rooms as well as in-patient requirements. We’ve also, in that same LHIN, set aside more than 30 other additional in-patient beds which have yet to be allocated.", "We’ll be looking to see where those capacity challenges are, where growth is highest, and will allocate accordingly. But, Mr. Speaker, we are making precisely the types of investments—in addition to nearly 1,000 beds that have been added to the system in the province, 1,000 beds permanently added to the system over the last four years, we’re adding the equivalent of six new hospitals—" ],
  "anchor" : "para441"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Brampton Civic’s emergency room was built to serve 90,000 visits annually. Last year, the ER saw 138,000 visits. That means that last year, on any given day, there were 33 people admitted to the hospital but waiting for a bed. That’s 33 people who were sick, in need of medical care, and who had nowhere else to go.", "I’m going to ask the Acting Premier again, how can six temporary beds fix a crisis that’s impacting 4,352 patients in the hallways of Brampton Civic Hospital every year?", "Interjections." ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Over the last two years alone, we’ve invested an additional $41 million in the William Osler Health System, which includes the Brampton Civic—$10 million this year alone.", "But I wonder if her member from Welland agrees with her. Yesterday, I was in Niagara Falls and I announced—because we’ve been fighting and working together, her member from Welland and myself, to keep the Welland hospital open. Yesterday, I announced that that is indeed the case. I made the commitment that it will stay open, and I committed to 24/7 emergency services and a whole host of other services that will be made available at that hospital. I wonder if the member from Welland agrees with that investment or disagrees with that investment." ],
  "anchor" : "para450"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Acting Premier. Brampton Civic reached 114% capacity in its acute care beds this year. Between January and April of this year, code gridlock was called or was declared eight times in that hospital, for a total of 65 days, just between January and April. That’s just for the first four months of 2017, and all of this, of course, is under this Premier’s watch.", "When gridlock happens, the hospital says that patients could wait up to four days in the ER for a bed. Clearly, that bed might not even be in a room. Someone could wait four days only to be treated in a hallway when finally admitted.", "How can this Premier and her government really think that six temporary beds will fix the hallway medicine crisis that their hospital cuts have caused?" ],
  "anchor" : "para453"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Health." ],
  "anchor" : "para456"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, since 2013, we’ve increased the number of beds in this hospital by just under 5%, with 860 new, permanent in-patient beds across the province.", "Last week, we announced the equivalent of six new hospitals, 1,200 beds, across the province specifically directed to those parts of the province, as we see in Brampton, where there’s high growth and that growth in population is reflected in pressures in ERs and pressures in hospitals.", "But I wonder if her three members who represent the Windsor area of this province agree with their leader, because we, importantly, have made a massive investment and commitment in this spring’s budget to a brand new state-of-the-art hospital for the Windsor region. I wonder if the member for Niagara Falls, who was with us yesterday for an important announcement for the redevelopment of the Niagara hospital serving that region, a multi-billion-dollar investment—" ],
  "anchor" : "para457"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para460"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, I wonder if this minister is proud of the deplorable state of health care in Brampton, Ontario. That’s what I wonder. This crisis in our hospitals is the result of years of cuts, underfunding and a stunning lack of leadership by this Premier and the Conservatives before her. In fact, when Brampton Civic Hospital opened 10 years ago, it was built to have 18 operating rooms, but 10 years later, there are still two ORs that have never been used. They’ve been sitting mothballed—", "Interjection." ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Come to order. Minister of Municipal Affairs, come to order.", "Carry on, please." ],
  "anchor" : "para463"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Two operating rooms have been sitting mothballed since the day the hospital opened because the hospital was never given enough support by this Liberal government to actually open those two operating rooms.", "Will the Premier’s six temporary beds in Brampton Civic finally open those two operating rooms?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I think history is an important lesson. We all remember those five years when the NDP were in power in this province. At that time, when the NDP led this province, that party closed 24% of the acute hospital beds in the province; they closed 13% of the mental health beds in the province for a total of 9,645 bed closures. At the same time, they reduced hospital funding; at the same time, they reduced health care funding.", "Since 2013, we’ve added 860 permanent beds and last week announced the creation of the equivalent of six new hospitals targeted specifically where the need is greatest.", "That’s quite a record that they’ve got." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, 4,352 patients suffering in hallways every year; hallway patients spending 40 hours to 70 hours getting care without any privacy, without any dignity; 33 people per day waiting in the ER for a bed; 114% capacity and 65 days of gridlock in just four months; two operating rooms sitting closed, waiting for this Premier to figure out what leadership actually means in our health care system: This is just one hospital in Ontario.", "The Premier’s offer of a few temporary beds falls very short, far short, of what is actually needed. It shows that they just don’t get it and they just don’t care. After all, what kind of leader could know that 4,352 people are being treated in Brampton’s hospital hallways and do very little, do nothing but offer six beds to try to fix it?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "When we announced the creation of the equivalent of six new hospitals across the province—1,200 in-patient beds, 600 transitional-care beds, 200 spaces for affordable housing for seniors—when we unveiled that plan, that investment of $100 million and an additional $40 million for home care, including in Brampton, Mississauga, Toronto, Windsor, Oshawa, Ottawa, Kingston and throughout this province, we developed that plan in close and, I would say, deep partnership with the Ontario Hospital Association.", "They did an inventory of hospitals where the need was greatest, where the beds were available and they came to us with that inventory. We chose from their best advice to make those allocations, and it is having a tremendous impact already—six new hospitals in a single week." ],
  "anchor" : "para473"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Health. This government’s mismanagement of the Ontario health care system has resulted in a hospital overcrowding crisis. This Liberal government is responsible for Ontario’s hospitals suffering through four years of frozen budgets. This government has continued to cut funding, pushing our hospitals to the breaking point.", "The Auditor General warned that hospital beds were unnecessarily being occupied by patients waiting for long-term-care beds or home care, causing delays. Unfortunately, the government didn’t listen to the Auditor General, and now over 4,000 hallway patients at the Brampton Civic Hospital are paying the price.", "Speaker, my question to the minister: Given hospitals are at a breaking point, what is the minister doing to end hallway medicine?", "Interjections." ],
  "anchor" : "para476"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The chief government whip will come to order, and whoever it is who’s nervously kicking their desk, I would appreciate it stopped.", "Interjections." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m speaking and I’m standing. Minister of Children and Youth Services, second time. Minister of Transportation, come to order. We’re now in warnings.", "Minister of Health." ],
  "anchor" : "para483"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We’re making investments across the health care system. We’re making investments in the operating budgets of our hospitals—an additional half a billion dollars this year; approximately half a billion dollars last year as well. We’re making the biggest capital investments to deal in the medium and long term with the growth of the population and the aging of the population: a $20-billion investment in our hospital infrastructure over the next decade. That’s unprecedented; that has never happened in this province before.", "Last week, the addition of the equivalent of six new hospitals: 1,200 in-patient beds. On top of the nearly 1,000 beds that we’ve added in the last four years, we’re adding an additional 1,200 and an additional 600 transitional beds at places like the Finch site, the former site of the Humber River Hospital, and places like Hillcrest, which is the site of the University Health Network here in Toronto. We’re making investments and doing it in partnership." ],
  "anchor" : "para485"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para487"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "The government is ignoring the 4,110 patients who are sitting in hospitals with nowhere to go. Four thousand, three hundred and fifty-two patients have been admitted in the hallways at Brampton Civic Hospital in only one year. Patients must deal with excessive noise and the lack of privacy; that reduces their quality of care and prolongs recovery time. Instead of investing in patient care in the community and in long-term care, the government continues to invest in their large bureaucracies and huge administrations. With flu season around the corner, we’re going to start seeing more stories like Brampton Civic across the province.", "My question to the minister: What work is being done to address the alternative-level-of-care issue in order to end hallway medicine?" ],
  "anchor" : "para488"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The opening of nearly 600 transitional beds like the Reactivation Care Centre at the Finch site of the former Humber River Hospital—there are ALC patients in hospitals that no longer require acute care. They don’t need to be in hospital, so we’re finding different ways to provide them with the support they need; for example, the additional $40 million this fiscal year invested and announced last weekend in home care, or the transitional spaces like the 150 spaces that will be made available at the Finch site, the spaces available at the Hillcrest site here in Toronto and similar investments being made all around the province to pull those ALC patients out of hospitals where they no longer need to be.", "It’s rich coming from the PCs, who closed 10,000 hospital beds, Mr. Speaker." ],
  "anchor" : "para490"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Acting Premier. Five hundred thousand college students have paid tuition, purchased textbooks and in many cases are paying rent, but with the college strike in week 3 and this Liberal government refusing to act to get the parties to the table, many students fear they will lose their semester and will have to go deeper into debt to complete their programs. Some students are considering class-action lawsuits to get their tuition back, and 120,000 students have signed a petition calling for a tuition refund for each day missed because of the strike.", "How is this Liberal government going to compensate students who are being financially penalized because of this strike?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I appreciate the question. I can tell you that my top priority, and the top priority of the Premier, is to get this strike over, to get the two parties back to the table. We are strongly urging, in the strongest possible voice, both sides to get back to the table and resolve this.", "I’ve met with several student groups; I’ve discussed with them what the options would be. We are very hopeful that there will not be an issue where students lose their semester, lose their year. That has not happened in the past when we’ve had strikes; there has been a way to get their education back on track once the strike is over. We are exercising every authority we have to get them back so that there is no loss to students." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "We all know that the root cause of this strike is the Liberal government’s chronic underfunding of the Ontario college system: the lowest per student funding in Canada. Inaction from this government has allowed the strike to drag on, and students are suffering as a result.", "Now we hear that the Premier is not ruling out legislating faculty back to work. Speaker, does this government seriously think that threatening back-to-work legislation is a productive way to get the parties to the table so that a fair negotiated settlement can be reached?", "Interjections." ],
  "anchor" : "para498"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister." ],
  "anchor" : "para501"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Let’s have a little reality check when it comes to college funding. Since 2003, enrolment has increased by about 25% in our colleges. Funding has increased by 82%. So we have increased per student funding by 45%, from $4,600 per student to $6,624.", "I welcome advice from both parties on how to resolve this issue. I hear lots of criticism; I would love to hear constructive advice." ],
  "anchor" : "para503"
}, {
  "speaker" : "Han Dong",
  "text" : [ "My question is to the Minister of Transportation. Today is a very exciting day for many children, not just here in Ontario but right across the world. That’s because today is Halloween, a time to dress up as your favourite TV and movie characters and to stock up on candy for the months to come. Mr. Speaker, I can tell you that my two little ones are so excited that they wanted to go trick-or-treating this morning.", "When the trick-or-treaters head out tonight, they deserve a safe journey around their neighbourhoods. The scariest part of Halloween should never be someone’s concern for their safety on the roads. I know the minister shares my thoughts on this as well.", "Speaker, through you to the minister: Could the minister please provide the members of this House with some more information on what our government is doing to protect our most vulnerable road users, both this Halloween and every other day of the year?" ],
  "anchor" : "para506"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from Trinity–Spadina for his question and also for his commitment to road safety, not only in Trinity–Spadina but right across the province of Ontario. In fact, I was really happy to have that member join me a number of days ago when we announced new proposals that the government has to introduce strong new measures to protect our most vulnerable road users.", "Like the member from Trinity–Spadina, I also have two young kids at home who will be heading out later this evening to trick-or-treat. We owe it not only to our kids but to all of our vulnerable road users to keep up our record of having amongst the safest roads in North America. To date our government has taken strong action through legislation aimed at curbing distracted, impaired and other dangerous driving behaviours. With the ongoing support of over 150 road safety partners, I know that we’ll continue to make important progress.", "For tonight, I will specifically remind all drivers: Put down the phone, drive slowly, and pay attention to those trick-or-treaters out there. Make sure your driving is a treat, not a trick." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I want to thank the minister for his answer. Many of our nearly two million students are celebrating Halloween in schools and communities across Ontario. Many of these students will be dressing up today to look like their favourite superheroes, such as Superwoman or Spider-Man, or witches, warriors, ghastly ghouls or goblins. Some might even dress up like their favourite teacher.", "With all the fun and exciting activities happening around school communities this Halloween, such as Harbord Village, Trinity Bellwoods Park, Liberty Village and Grange Park in my riding, we want to ensure the safety of our students while they dress up and trick-or-treat for candy to eat.", "Mr. Speaker, through you to the minister, what can parents, students and schools do to make sure that our children have a fun, safe and enjoyable Halloween?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Minister of Education." ],
  "anchor" : "para516"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to say thank you to the member from Trinity–Spadina for that very timely and spooky question. There’s no question that this is a fun time for students and families across the province. Just take a look at our member from Scarborough–Agincourt and our Deputy Speaker. She’s having a tremendous time with today.", "The safety and the well-being of our students is always a top priority, including during fun festivals like Halloween. I want to share some tips for parents and students to support Halloween safety.", "Wearing a costume can be a great way to show your support for equity and inclusion, and I know the member from Trinity–Spadina believes that. Trick-or-treaters can walk like zombies or fly on a broom; just remember to do that in groups.", "Also, only visit homes that are well lit. Older students should always plan their route and share that with family and friends, and all students should ask their family—" ],
  "anchor" : "para517"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para522"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, and good morning, Speaker. Yesterday, the minister had the audacity to suggest businesses in northern Ontario had it rosy when it comes to electricity prices. Let me quote directly from the Association of Major Power Consumers in Ontario’s most recent analysis: “Ontario has the highest industrial rates in Canada and one of the highest industrial rates in North America.” The minister can ask North Bay’s Arclin about how their operation had the highest energy cost of all their North American branches. Actually, Speaker, he can’t, because their entire city-block-long factory is now closed. They left Ontario because of skyrocketing hydro.", "Speaker, given this minister’s history of saying or doing anything for personal gain, why should anyone believe a word he says?" ],
  "anchor" : "para525"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m very pleased to rise and talk about what this government is doing for northern Ontario. We continue to do more for northern Ontario than that party ever did, Mr. Speaker. They treated northern Ontario like garbage and never did one iota for our communities in the north.", "We can talk about all of the programs that we have brought forward that help the north. I’m going to specifically talk about the northern Ontario industrial electricity rebate program. That’s a $120-million-a-year program that helps these companies in northern Ontario lower their electricity bills significantly. The facts are—and facts do still matter in Ontario—that the northern Ontario industrial electricity rebate program helps these businesses have some of the lowest rates in North America. So when it comes to helping people in the north and making sure that we bring forward programs that help northern businesses, that help northern families, maybe they should do—" ],
  "anchor" : "para527"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary. The member from Sault Ste. Marie." ],
  "anchor" : "para529"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Well, let’s talk about treating northern Ontario like garbage. The Liberals have run up hydro rates by over 300%. Their answer to the mess that they created was to play a shell game and then call it a plan. This game that you’re playing is costing us $4 billion more than it needs to. The minister refuses to acknowledge that northern Ontario businesses are fighting to keep their doors open because we have some of the most expensive electricity costs in the country. Frank Dottori, owner of White River Forest Products, said, “Most jurisdictions use energy costs to promote economic development, not to kill jobs, which is what we’re doing in Ontario.”", "So, Mr. Speaker, my question for the minister is this: Why does this minister pretend that northern Ontario rates are competitive? Why do you continue to pretend that wasting $4 billion is a plan, when we all know the truth: that your Liberal hydro disaster is costing us jobs in northern Ontario?", "Interjections." ],
  "anchor" : "para530"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Minister of Energy." ],
  "anchor" : "para533"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Wasn’t it their last leader who couldn’t even find Highway 69 to drive up to it to debate? Right, Mr. Speaker? If you want to talk about a party that doesn’t even know where it is on a map, all you have to do is look right there.", "When you want to talk about accomplishments in northern Ontario, I’ve got a list full of them here, and we can start with Sault Ste. Marie. Tenaris Algoma Tubes: NOHFC grant; 450 new jobs that are going into that place, thanks to this government investing in that and making sure that we’re helping in the Soo, in North Bay, in Sudbury, in Timmins.", "The Northern Ontario Heritage Fund: $100 million a year to ensure that we’re delivering on the priorities of northerners. The Ring of Fire: a $1-billion commitment that we’re continuing to move forward on, Mr. Speaker, thanks to this government. Expanded broadband: More than 100,000 people in northern Ontario; $32 million invested in that.", "I have way more to say, Mr. Speaker. I can’t wait to have a debate with these guys about who does—", "Interjections." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Be seated, please.", "New question." ],
  "anchor" : "para540"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "My question is to the Deputy Premier. Mary Gellatly, with Parkdale Community Legal Services and the $15 and Fairness campaign, made clear yesterday in committee that the Wynne Liberals have diluted legislation intended to protect workers, stating that a Liberal amendment “directly undermines the intent of the equal pay provisions.”", "If the goal, as the Premier stated, is to eliminate the gap between part-time and full-time workers, then that’s what the legislation should do. But once again, Premier Wynne has let us down. If the legislation isn’t changed now before the law is passed, a loophole will exist that employers could exploit to continue to pay part-time, casual and temporary workers less, a move that disproportionately will impact women in this province.", "Will the Liberals do the right thing and close this loophole?" ],
  "anchor" : "para543"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Labour." ],
  "anchor" : "para546"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you very much to the member for that very important question.", "We brought the bill into the House, obviously, for first reading. Then we made the unusual move of taking it out to the people of Ontario after first reading. This, Speaker, comes after two years of consultation, travelling the province of Ontario with the Changing Workplaces Review. We heard from business, we heard from labour and we heard from advocates, like Mary and others who came forward, speaking on behalf of some of the changes that needed to be made to the Employment Standards Act and the Labour Relations Act to bring workplaces in line with the realities of a 2017 economy. We’ve heard a variety of opinions. We’ve listened to those opinions. We’ve brought in amendments.", "After it went through committee the first time, it came back to this House. It has gone back—this morning, we were hearing further suggestions. We’re still listening. We’re going to get this right." ],
  "anchor" : "para547"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para550"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "The Premier and the labour minister read the paper, the Toronto Star, this morning. They know that the definition that they have put into legislation of seniority will allow employers to continue to pay part-time, casual and temporary workers less, giving employers less reason to actually provide good, stable, full-time jobs. This is not equal pay for equal work, period.", "If the idea was to eliminate precarious work, this province needs to do the right thing: It needs to close that loophole while we’re in these committee hearings. Will the Premier and the Liberal government commit to closing the loophole that directly undermines the equal pay legislation?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you very much for that important question from the honourable member. This process has taken a long time and has taken into account a lot of opinions from around—", "Interjection." ],
  "anchor" : "para553"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "And we don’t need to take lessons from the leader of the NDP.", "Interjections." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me.", "Finish, please." ],
  "anchor" : "para557"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The third party has decided to join this conversation. I welcome that, because in 2013, we launched the Minimum Wage Advisory Panel; the third party did not participate. In 2014, we started the Changing Workplaces Review to take an unprecedented look at the Employment Standards Act and the Labour Relations Act; the third party did not participate in that discussion. In fact, they didn’t sign on to raising the minimum wage until we were halfway through the discussion. At that time, the leader of the third party—she has something to say today—said, “Make sure those increases don’t come at too sharp or too steep a rate.”", "There are people working, in the province of Ontario, 35 or 40 hours a week who deserve to live a life where they can pay for the basics, they can put food on the table and they can pay rent. That’s what this is about." ],
  "anchor" : "para559"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "My question is to the Attorney General. As you well know, thousands of people from across the province, many from my own riding of Kingston and the Islands, have been denied tickets to their favourite concert or sporting event because scalper bots had already bought them within seconds of their going on sale. We saw this in 2016 when the Tragically Hip were on their final tour and two thirds of the tickets were not made available directly to the public. If this wasn’t enough, the same tickets are resold on websites for prices exponentially higher than the original sale price.", "I heard concerns from many of my constituents that the ticket buying and selling process was unfair. That’s why I originally introduced my private member’s bill, Bill 22, the Ticket Speculation Amendment Act, to tackle this challenge.", "Can the Attorney General please explain to this chamber the government’s plan to address these ticket bots and ensure an even playing field?" ],
  "anchor" : "para562"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I do want to sincerely thank the member from Kingston and the Islands for this important question, and for her hard work in bringing forward a private member’s bill dealing with exactly the same issue. I want to thank her because she really gave us the foundation upon which we built the legislation that is before this House.", "Speaker, our government understands that the ticket industry must become more transparent and provide a fairer way to buy tickets in Ontario. To level the playing field, we have introduced some tough new rules to protect fans. First, we will be capping the resale markup of tickets at 50% above face value. We will be banning, also, the use and sale of ticket bots, while also prohibiting resale of tickets that are not owned or possessed by the seller. Finally, we are helping fans make informed choices about the tickets they purchase by increasing transparency in the ticket reselling industry.", "In the supplementary, I’ll talk about some of the enforcement measures as well." ],
  "anchor" : "para566"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para569"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would also like to thank the Attorney General for his response, and, of course, for his support of my private member’s bill. I know the minister understands very well the concerns of fans in Ontario because I was there when you travelled to Kingston to hear their thoughts for yourself during our consultations.", "These proposed measures sound like a great step forward to ensuring that ticket buyers in Ontario are able to purchase tickets for a fair price. But as we have seen, there has been a significant amount of concern regarding the way that we will enforce these changes. Throughout the development of my private member’s bill and the government consultation on the tickets bill, I heard a lot, and I know the member did as well, about how these bots can operate anywhere in the world, making enforcement challenging.", "Mr. Speaker, these changes seem well intentioned, but what are our plans to enforce these new measures to ensure that everyone has a fair shot at buying tickets?" ],
  "anchor" : "para570"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I’m glad that the member asked about enforcement because I think it’s a very important issue. Our strategy to eliminate bots will empower government inspectors, law enforcement and private entities with tools to ensure that the rules are actually followed.", "The Ministry of Government and Consumer Services, whose minister I would like to thank for introducing this very important piece of legislation, will now have the authority to investigate alleged violations of this proposed law and issue stiff penalties.", "We would also now require any business selling tickets in Ontario to be incorporated either in Ontario or Canada, or to maintain an address in Ontario, making these ticket resellers not only Ontario businesses but also accountable to Ontario law.", "Finally, we are ensuring that the legislation is technology-neutral, meaning rather than just trying to regulate the technology that allows people to exploit the system today, we are targeting the bad behaviour itself.", "We believe that these measures will be able to hold the ticket resellers legally accountable." ],
  "anchor" : "para573"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Minister, it’s been 14 years since your party took power. You have received numerous reports and hundreds of recommendations to enhance care and protect seniors in long-term care. You promised to implement those but you didn’t follow through.", "Speaker, through you, I’m asking the minister: Will you finally take responsibility for protecting seniors in long-term care by testifying before the public inquiry into long-term care?" ],
  "anchor" : "para579"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m proud of the investments that we have and are making in long-term care, notwithstanding the fact that that member and his party voted against many, if not most, of those investments. That included the more than $80 million that was specifically outlined in this year’s budget and such important investments as a $10-million annual increase to Behavioural Supports Ontario to actually go into long-term-care homes with expertise and human resources, with staffing that is specifically trained and capable of working with and supporting the most complex individuals in our long-term-care homes, those who are primarily dealing with dementia, Alzheimer’s, a form of dementia, and other complex conditions.", "We’re making those investments. We increased the raw food envelope this year by 6.5%, actually significantly more than what the sector itself was asking us to increase it by. These are the investments we’re making." ],
  "anchor" : "para581"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para583"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the minister: The public inquiry’s purpose is to investigate and ultimately restore confidence and trust in the long-term-care system. You have a direct and significant interest in this, given your responsibility as the regulator of long-term care. In the last inquiry, at Casa Verde, less than 30% of the actual recommendations were implemented by your government.", "Ontarians need assurance that you understand the role you play leading up to this inquiry. We want to know: Have you yourself, as Minister of Health and Long-Term Care, applied for standing at the inquiry, and if you haven’t done it, when are you going to do it?" ],
  "anchor" : "para584"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I take my responsibility as minister very, very seriously. That’s one of the reasons why we’ve introduced new legislation that is being debated in this Legislature which will provide more tools, including fines and other penalties available to the government and the ability to ensure the absolute safety, security and well-being of residents in our long-term-care homes. We’re making those investments, including an additional $60 million for resident care needs. We’ve redeveloped 13,500 beds. We’ve built 10,000 new beds since coming into office.", "We are making those all-important investments, financial ones as well as, as I mentioned, on the inspection, oversight and accountability to ensure that we’re taking an appropriate and responsible holistic approach when it comes to our residents in long-term-care homes to make sure we’re providing them with the highest quality care, as well as the safety and security they deserve." ],
  "anchor" : "para586"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Acting Premier. On October 10, Hamilton Health Sciences was operating 121 acute care beds completely unfunded by this Premier and her Liberal government, and that shocking number does not include patients who were admitted but had to wait in the ER for a bed—an average of 44 people a day. This means that in October, Hamilton Health Sciences was treating 165 people without the help of the Premier. Her solution for this severe lack of resources in Hamilton’s health system: 30 temporary beds.", "Can the Deputy Premier explain to the people of my hometown who are forced to receive their medical care in public hallways how 30 temporary beds is going to help every single one of those 165 people get the care they need?" ],
  "anchor" : "para589"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para591"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m very proud of the work that we’re doing together with Hamilton Health Sciences. We’re looking into the medium and long term, as well as the immediate. On the medium and long term, we’ve given them a planning grant so they can look at the hospitals they are responsible for and redevelop them responsibly and appropriately for the changing needs and the increasing population that they’re seeing in that part of the province.", "But when it comes specifically to the investment that I made last week, announcing the equivalent of six new hospitals, that complement of beds, 1,200 acute care beds, it is true that Hamilton Health Sciences is part of that allocation: at the Juravinski site on the Mountain, part of Hamilton Health Sciences, 15 new acute in-patient beds; at the general site at McMaster, 15 additional acute in-patient beds. We’re also adding three neonatal intensive care unit beds to the Hamilton General Hospital site. St. Joseph’s in downtown Hamilton, at the Charlton site, is receiving 24 additional beds—" ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para594"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "—and we still haven’t allocated a significant number." ],
  "anchor" : "para595"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "For the past year, Hamilton Health Sciences has been consistently over capacity, registering an average of 105% in its acute care beds. Just to remind the Acting Premier, 85% capacity is considered a safe capacity. The hospital said, and now I’m quoting the hospital, “For six years now, hospital funding has not kept pace with growth in care. During this time, Hamilton Health Sciences has reduced our operational budget by over $120 million, and provided more care every year.” We know that Hamilton Health Sciences has had to make another $20 million in cuts this year. The hospital says their work is being threatened by constant capacity issues.", "Does the Acting Premier think 30 temporary beds is going to fix constant capacity issues and a decade of bad Liberal health care policy?" ],
  "anchor" : "para597"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We gave an additional $16.8 million this year alone to Hamilton Health Sciences. I don’t know in what world the leader of the third party lives, but that’s an additional $16.8 million to their budget. I’m not sure what she’s saying about Hamilton Health Sciences, where there are 30 new in-patient beds, three new neonatal intensive care beds, and 24 at St. Joseph’s Healthcare centre. We have 65 additional bed allocations which have not yet been allocated that we will be working together with the local hospitals, with the LHIN, with the Ontario Hospital Association to make sure that we’re allocating them.", "In addition to that—and there’s great leadership by Hamilton Health Sciences—we’re also finding transitional and more appropriate spaces outside of hospitals to bring those ALC patients to where they belong." ],
  "anchor" : "para599"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is for the Minister of Education. We know that families and students with autism are facing unique challenges, and our government is committed to doing more to strengthen autism services in our schools. I know that the minister is dedicated to supporting the needs of all students, and we are making changes to ensure that our plan for education is responsive to these needs.", "Mr. Speaker, through you to the minister: What is our government doing to deliver new and high-quality programming to support the success and well-being of students with autism?" ],
  "anchor" : "para603"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to say thank you to the member from Barrie for this question. I know I’ve toured schools with the member and I’ve met students with autism and their EAs.", "We’re committed to finding creative ways to make sure that we provide successful outcomes for all students. Our government is moving forward with unprecedented investments in autism services, including our recent historic $500-million investment.", "For the past year, we’ve been consulting with parents, experts, teachers, educators as well as members of the Ontario Autism Program Advisory Committee. As a result of this work, we’ve just announced an additional $5 million for a one-year pilot in 18 school boards across the province that will provide dedicated space for external practitioners for applied behaviour analysis to deliver on-site autism services, provide education assistants with access to 40-hour online targeted training and professional learning sessions, and provide funding to hire ABA professionals and board-certified behaviour analyst certification or equivalent qualification to bring clinical expertise to our boards." ],
  "anchor" : "para605"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para608"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I know that our government is making important contributions and investments in our publicly funded education system. Our government remains committed to improving the lives of students, children and youth with autism.", "I believe this new pilot program is an important first step towards greater collaboration as we provide services to students with autism. I know that the announcement has received positive support from parents and advocates for autism supports in schools. The new program is being called “a really good start” and “a step in the right direction.”", "Minister, can you please tell us more about how this new pilot can improve the learning experiences for all of our students?" ],
  "anchor" : "para609"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the member from Barrie. This is definitely an important step towards greater integration of autism supports in schools. The goal of providing dedicated space in school aims to help reduce transitions for students and support a more seamless day.", "Instead of leaving the school building, ABA services will now be offered on site, reducing the burden of transportation on families and allowing children more time in the classroom, where they want to be. About 365 EAs will have access to a targeted ABA training, in addition to the 6,300 education assistants our government has already added to schools across the province since 2003. Further, we’re working with the Ministry of Children and Youth Services, in collaboration with the Ministry of Education and other partner ministries, in pursuing the regulation of ABA practitioners.", "We are committed to the success and the well-being of all students in our schools, including students with autism." ],
  "anchor" : "para612"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "My question is for the Minister of the Environment. People in my riding are concerned that the air they are breathing is making them sick. In 2003, the Ministry of the Environment committed to monitoring air quality in the Beachville area after a report found higher-than-acceptable particulate levels. But over and over, we have had trouble getting the data.", "We requested an update on the air quality monitoring from the minister’s office on August 24. We followed up on September 9. On September 27, I wrote the minister directly and asked him for an update. After a month, I received an acknowledgement, promising that someday, I would get a response.", "The people in my riding are tired of waiting to find out whether the air is safe. Will the minister please provide us with an update on the air quality in Beachville right now?" ],
  "anchor" : "para616"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Thank you to the member for the important question. It goes without saying, Speaker, and I’ve said it many times when I’ve stood up in this House, that all Ontarians deserve the right to breathe clean air, drink clean water and walk on clean land. I will say that regulating air contaminants from industrial sources is a priority in Ontario. Our ministry regulates contaminants in air in order to be protective of communities that are close to those industrial sources.", "levels that I’m looking forward to getting comment about. Our regulatory approach sets those standards that are protective of human health." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para621"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "This government claims to care about air quality in Ontario, but it’s clear the minister isn’t on top of the file, even after my repeated requests for information. People just want to know that the air they are breathing is safe, Minister.", "The reason I’m pushing so hard is that this isn’t the first time your government has failed to monitor the air quality in Beachville. In 2014, when we finally managed to get data, we found that there were large gaps. Your predecessor apologized and promised to monitor the air and share the data with the community. So I’d like to know from the minister why he has failed to do that; and will he commit to releasing the air quality data this week?" ],
  "anchor" : "para622"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Speaker, I can say that what’s fantastic, quite frankly, is that on this side of the floor, we shut down the coal plants. On that side of the floor, they would have us burn more coal. Talk about particulate matter, Mr. Speaker.", "My ministry continues to monitor air quality in the Beachville area. We continue to work with the Oxford County Public Health unit to provide the results of ongoing air monitoring. Quarrying, cement and limestone processing have been taking place in the Beachville area of Oxford county for over a century. We’ve been monitoring those results since at least 1975, and I can tell you, Speaker, that due to the finding of elevated particulate levels, in 2003 the ministry required local companies to reduce their particulate materials coming from—" ],
  "anchor" : "para624"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the Minister of Energy." ],
  "anchor" : "para628"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "On a point of order, Mr. Speaker, I’d just like to correct my record. When I was answering the minister from Sault Ste. Marie in relation to Tenaris tubes—" ],
  "anchor" : "para629"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "The member." ],
  "anchor" : "para630"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The member from Sault Ste. Marie. I’ll correct that too, Mr. Speaker.", "In relation to Tenaris tubes, I used the number $450,000 from NOHFC. It was actually a $2-million investment that this government made." ],
  "anchor" : "para631"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para633"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Last week, my federal counterpart, Mike Chong, spoke in the House of Commons to congratulate the town of Halton Hills on achieving recognition as the most patriotic town in Canada. Today, I’m glad to have this chance to do the same here in this House.", "On May 21, 2015, I attended a meeting of the Halton Hills Cultural Roundtable group in Georgetown as we began to make plans as to how to best celebrate the 150th anniversary of Confederation. That meeting more than two years ago spawned a great idea which began to emerge in Halton Hills; that being, we should proudly fly as many Canadian flags as we could in the lead-up to Canada Day. The Halton Hills Most Patriotic Town Challenge committee was soon organized, and the idea took off.", "With the help of enthusiastic volunteers, generous sponsors, the Halton Hills Chamber of Commerce and, of course, a supportive mayor, town council and staff, by Canada Day our residents registered and flew an amazing 57,073 Canadian flags, an average of two per household. I want to thank everyone who was involved.", "During World War II, my hometown of Arthur was recognized as the most patriotic village in Canada by the Toronto Star. This was based on the large percentage of Arthur’s residents who had voluntarily enlisted in the Canadian Armed Forces, and the exceptional take-up of war bond and victory bond sales in Arthur. Arthur continues to proudly promote itself as Canada’s most patriotic village.", "So today, I can truthful attest that I hail from Canada most patriotic village and represent Canada’s most patriotic town." ],
  "anchor" : "para637"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "This week, the United Nations reported that carbon dioxide in the atmosphere had reached the highest level in three million years, setting the stage for global temperatures outside our experience as a civilization.", "The level of greenhouse gases has increased at a record speed in the last year. The head of the United Nations Environment Programme calls for a new sense of urgency, and action to reverse soaring emissions.", "Neither Canada nor Ontario are on track to meet their commitments to reduce emissions. This is irresponsible, and it is dangerous. We saw in Texas, Florida and Puerto Rico the impact of extreme weather events, accelerated by climate change. We’ve seen in Toronto and in Windsor the impact of flooding accelerated in a heating world.", "Ontario needs to get moving on climate action. It needs to reverse the trend of increasing emissions, and it needs to do it now." ],
  "anchor" : "para643"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "There doesn’t seem to be any better opportunity than Halloween to talk about the blockbuster horror movie of the summer, It. The movie, adapted from a Stephen King horror novel, is set in the late 1980s and features seven young outcasts in small-town US who are about to encounter their worst nightmare, a creepy evil that surfaces from the sewer every 27 years to terrorize the town’s children. The friends must come together to overcome their own personal fears and battle the murderous, bloodthirsty clown known as Pennywise.", "Mr. Speaker, it’s not all doom and gloom. Many of the film’s scenes were shot at locations throughout the GTA, including Port Hope’s town hall, Memorial Park, and Cameco Capitol Arts Centre. During the filming process, the production generated millions of dollars in economic activity in southern Ontario.", "Over 60 days of filming, production of the film had a positive economic impact on the municipality of Port Hope with—get this, Mr. Speaker—over half a million dollars injected into the community from permits, location fees, local accommodations, employment and other production costs.", "I echo the words of our own Minister of Tourism, Culture and Sport: “It is a perfect example of the cultural and economic role major film projects can play by creating jobs, supporting local businesses and promoting Ontario’s brand....”" ],
  "anchor" : "para648"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "On Saturday, September 30, I had the opportunity to visit the Ottawa Valley Waste Recovery Centre as they celebrated another milestone: The OVWRC is 15 years old. Since opening in September 2002, they have kept over 220,000 tonnes of material out of landfills, including over 95,000 tonnes of recycling, 81,000 tonnes of organic material and over 46,000 tonnes of construction and demolition waste.", "I was there to help acknowledge a community celebration recognizing the contribution the OVWRC has made to the communities that make up the partnership: the town of Petawawa, the city of Pembroke, and the townships of Laurentian Valley and North Algona Wilberforce.", "In my time as MPP, I’ve had the opportunity to tour the site on numerous occasions and have always been tremendously impressed by the work they have done in the field of waste management. The centre has been a leader in waste diversion, achieving numbers that far exceed the ones that the province has been able to get elsewhere. Furthermore, it has gained wide recognition within the waste diversion industry, established award-winning programs and has reached significant milestones.", "The celebration that was held on September 30 welcomed people from the community, young and old, so they could learn about the work that is being done there. As part of an ongoing education program, the OVWRC continues to connect with the community.", "I would like to take this time to congratulate the municipal partners, management and staff for creating something that everyone in the valley can be proud of." ],
  "anchor" : "para653"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "This past weekend, I attended a rally at St. Clair College in my riding of Windsor West. Like thousands of other college faculty from across Ontario, the workers at St. Clair College have been on strike for three weeks. Everyone wants the strike to end. Students want to get back to school because they are worried about losing their academic year and money. Faculty want to get back to work, with the assurance that they won’t have to sign a new contract every four months.", "Earlier today, my colleague from London West asked the Minister of Advanced Education about this strike, and the minister responded that she is talking with students and working to get the parties back to the table. But just yesterday, she wouldn’t talk to the faculty that were waiting to speak with her outside a college mental health conference.", "We do not need this government to table back-to-work legislation; that is disrespectful of the bargaining process. What we do need is for the government to push the College Employer Council to get back to actually negotiating with striking faculty. Negotiating is about listening to each other and working together toward an agreement, but the employer council has walked away from the table. The faculty has been ready to negotiate for weeks, and we need this Liberal government to push the College Employer Council to get back to the bargaining table." ],
  "anchor" : "para659"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "This Thursday, November 2, marks the start of Holocaust Education Week. Beginning in 1980, Holocaust Education Week examines how the Holocaust is understood today and why. From November 2 to 9, events will be taking place that examine the post-Holocaust period and how certain pivotal moments have shaped our understanding of the Holocaust since World War II.", "While examining the events and moments that have shaped our current understanding of the Holocaust, Holocaust Education Week is equally about how information about the Holocaust is taught, and how it will be taught and understood by future generations.", "Holocaust Education Week is a vital time to remember and educate ourselves about the Holocaust and to remember and commemorate the six million Jews who were murdered in cold blood at the hands of the Nazis. We can all agree that we must never forget the atrocities that took place during the Holocaust. We are moving into a time when fewer and fewer Holocaust survivors are here to tell us—and I’ve got the most Holocaust survivors of any riding in Ontario, who live in the Baycrest area; I’m proud to have them there. We must ensure that future generations learn about and remember the Holocaust so that history never does repeat itself, especially when it comes to this horrific period in the history of mankind when there was so much needless killing and slaughtering of innocent people." ],
  "anchor" : "para663"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "The Ontario college strike is now in its third week—three weeks where students have been out of the classroom and away from their teachers and peers. I’ve received many calls and emails from students and parents in Dufferin–Caledon who are concerned about the impact it’s having on their education.", "A quote from one parent: “Our son has worked extremely hard to pay for his tuition ... and it is unacceptable that he ... sits idle at home during the strike.”", "Another student wrote me to say, “This ... dispute is putting the future of students and our province in uncertainty. We hope that you recognize this problem and work with all sides to find a solution as quickly as possible.”", "A long strike will leave our students behind. Students and parents work hard to get their children to college. They’ve already paid their tuition. They’re paying rent. Depending on the length of the strike, it may delay students in starting summer jobs, further hurting their ability to continue going to school.", "The minister said, “We want both sides back together and we want to reach an agreement as soon as possible.” But the truth is, the two sides haven’t had a single meeting since the strike began three weeks ago.", "The minister needs to articulate exactly what she’s going to do to ensure our students get the education they deserve.", "Let’s put our students first." ],
  "anchor" : "para668"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I want to inform the House of a spookily fun event that happened this weekend in my riding of Davenport. This past Saturday, despite some truly frightful weather, the Regal Heights Residents’ Association, the Northcliffe Village Residents’ Association and the Regal Heights Village BIA all came together to put on a fantastically festive pumpkin-carving event at Northcliffe parkette.", "About 60 kids and their families showed off their artistic talents, slicing, dicing, carving and scooping some ghoulish gourds, and having a ton of fun doing so. I myself got into the fun, of course. With adult supervision from my staff and artistic direction from the kids, I managed to carve a pretty scary smiley face.", "I want to thank Maurice Williams from the Northcliffe Village Residents’ Association and John Keating from the Regal Heights Residents’ Association, as well as all the volunteers who came together to make this event as fun as possible for everyone. I also want to say a special thank you to Freddie’s No Frills for the donation of some of the pumpkins and to Sun Sun market for getting us the best deal on the rest.", "Community events like these make Davenport one of the best places to live. I can’t wait to participate again next year.", "Seeing that tonight is Halloween, I want to wish all of you a spooky and safe Halloween." ],
  "anchor" : "para676"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d like to encourage everyone to don their greens and show their 4-H pride this month by marking Show Your 4-H Colours day tomorrow, November 1, and through the entire month of November.", "4-H works to connect tomorrow’s leaders with today’s mentors and provide them with opportunities to grow and give back to their communities in positive ways. In the spirit of learning to do by doing, 4-H is a leadership development program that has a very strong presence throughout Ontario and gives young people a chance to learn organizational and meeting management skills. It also reinforces the importance of being engaged and active in your community.", "There are so many ways you can show your 4-H pride and support the great work of this organization: Snap a selfie wearing your greens and post it to social media with the hashtag #ShowYour4HColours; download the 4-H Twibbon to your profile picture for the month of November; or stop by the 4-H exhibit at the Royal Agricultural Winter Fair to chat with members.", "By the way, the Royal starts this Friday and runs through November 12. Go down to Exhibition Place. It’s the one time in the year that the country comes to the city, and it should not be missed. In particular, this coming weekend, 4-H members from across Ontario and other provinces will vie for the coveted champion titles of Go for the Gold and Canadian Young Speakers for Agriculture—as well as the traditional livestock shows.", "The tie that binds all 4-Hers together, no matter where they call home, is the pledge to use their head, heart, health and hands for greater services for their club, their community and their country.", "Mr. Bradley moved first reading of the following bill:", "Bill Pr70, An Act to revive Dr. Marchand Optometry Professional Corporation." ],
  "anchor" : "para682"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para691"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills.", "Madame Des Rosiers moved first reading of the following bill:", "Bill Pr72, An Act respecting the Beechwood Cemetery Company." ],
  "anchor" : "para693"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para697"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills.", "Mrs. Martins moved first reading of the following bill:", "Bill Pr74, An Act to revive 1729293 Ontario Inc." ],
  "anchor" : "para699"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para703"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para705"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It is my distinct privilege to rise in this House today in recognition of Crime Prevention Week, which is taking place from November 5 to November 11.", "Crime Prevention Week is an annual event that provides an opportunity for police services to highlight successful local partnerships in areas focused on preventing crime and enhancing the safety and well-being of Ontarians.", "Je suis très honorée de prendre la parole aujourd’hui devant la Chambre pour marquer la Semaine de la prévention du crime, qui se déroulera du 5 au 11 novembre.", "La Semaine de la prévention du crime est un événement annuel au cours duquel les services de police mettent en valeur des partenariats locaux prometteurs dans les domaines de la prévention du crime et de l’amélioration de la sécurité et du bien-être de la population ontarienne.", "It is important that we take this time to acknowledge the work of our police services. Ontario’s police officers, these dedicated and courageous men and women, work tirelessly to serve and protect us every day. They also play a key role in crime prevention and community safety and well-being efforts. We owe them our collective gratitude. Their exemplary work has made, and continues to make, our province safer and our communities stronger than ever before.", "Mr. Speaker, it takes a village to raise a child; it also takes an entire community to ensure everyone is safe from harm. Community safety and well-being is a shared responsibility, and it involves all members of our communities: our police, our correctional services staff, our social service providers, our health care workers, educators, as well as parents and guardians. It is through these collaborative efforts that we will develop effective, multi-sectoral approaches to address complex social issues within our communities.", "It is precisely these ideas of collaboration, partnership and shared responsibility that guided the development of our government’s current Strategy for a Safer Ontario. This fall, our government will introduce new legislation that, if passed, would represent the largest public safety transformation in a generation and would provide enhanced community safety and well-being for services and supports that better protect our families, our homes and our businesses.", "One part of the new legislation will specifically focus on strengthening community safety and well-being mechanisms. If passed, the legislation would ensure our police services have the education, training and tools necessary to continue to do their jobs effectively, while also acknowledging the role other critical service providers play in preventing and reducing crime, and supporting and complementing the work of our police services.", "Many communities have already started adopting a collaborative approach to community safety and well-being. All across the province, actually, more and more police services are working with local service providers and community partners to implement new models that enhance the safety and well-being of our communities, such as one commonly known as a situation table. A situation table is one type of collaborative, multi-sectoral risk intervention model that brings service providers from different sectors together to provide immediate, coordinated and integrated responses to situations of acutely elevated risk of harm.", "De nombreuses collectivités ont déjà commencé à adopter une approche collaborative de la sécurité et du bien-être communautaires. Dans toute la province, de plus en plus de services policiers collaborent avec des fournisseurs de services locaux et des partenaires communautaires à la mise en oeuvre de nouveaux modèles qui améliorent la sécurité et le bien-être de nos collectivités.", "This model makes police services part of a stronger safety net that encourages a holistic approach to service delivery. It also enables partnering agencies and organizations to use existing resources in more innovative, effective and efficient ways. Of course, situation tables are just one example of what a collaborative, sustainable approach to community safety can look like. This year’s theme, “Building Safer Communities Together,” is absolutely fitting and speaks to this collaborative spirit.", "Thanks to our continued collective efforts to enhance community safety and well-being, and reduce crime, I firmly believe our province will remain one of the safest places to live in Canada and one of the safest jurisdictions in North America.", "Depuis 2007, le taux de criminalité de l’Ontario a chuté de 29 % et le taux de crimes violents de l’Ontario a baissé de 27 %. Nous espérons que ces chiffres poursuivront sur cette tendance positive.", "I encourage all members of this House to participate in Crime Prevention Week activities in their own communities and continue to take action to enhance community safety and well-being themselves.", "Monsieur le Président, j’encourage tous les députés à participer aux activités de la Semaine de la prévention du crime dans leur collectivité et à poursuivre leurs efforts d’amélioration de la sécurité et du bien-être communautaires.", "Thank you, monsieur le Président. Merci." ],
  "anchor" : "para708"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m delighted to have the opportunity to say a few words this afternoon.", "As the parent of two young daughters, my home has been excitement central these past few days, if not weeks, in preparation for tonight’s big event, which, of course, is Halloween. I know that many kids in Ontario are just like my daughters: very eager and excited to get their costumes on and to get out trick-or-treating.", "As a parent, I’m also sure that my chief concern, which is that all of our trick-or-treaters stay safe, is shared by everyone in this chamber today and right across the province of Ontario.", "As we always do at this time of year, my ministry is working hard to remind drivers to be especially alert. We’re asking drivers to slow right down and to watch out for children who are eagerly crossing the street to get from one house to the next, and to always yield the roadway to crossing pedestrians.", "And of course, no matter what, just don’t—no matter how tempting or important that call or text message might seem in that particular moment—take your attention off the road. That means putting down the phone the entire time you’re behind the wheel. But it also means avoiding other distractions. Whether you want to snack on your Halloween candy or put your costume on while driving, know that any action that takes your attention off the road, even for a split second, could have very serious and even fatal consequences. So, please, do not drive distracted.", "As our recent public education campaign stressed, the tragedy of distracted driving happens fast, and as we know from the concerning statistics released by our OPP partners, distracted driving is causing more crashes than speeding and impaired driving collisions combined. In fact, we’re also seeing more fatal incidents involving pedestrians, and we know that it’s our children and our seniors who are especially at risk. Speaker, we owe it to our most vulnerable to be at our most vigilant. We’re continuing our work of strengthening our existing laws by adding new measures to the mix to help protect those most vulnerable road users.", "Speaker, we know there is much more that we need to do. Our government plans to take action by proposing tougher, increased penalties for distracted driving—tougher penalties that, if passed, would make Ontario the first jurisdiction in Canada to have a licence suspension for people who are convicted of driving while distracted. We would also be the province with the toughest penalties for repeated distracted driving convictions.", "We’re also working to amend the Highway Traffic Act to create a new offence for careless driving causing death or bodily harm. If passed, Speaker, offenders would face six demerit points, fines of up to $50,000, jail time of up to two years and a licence suspension for up to five years, making this proposal the toughest penalty in the Highway Traffic Act.", "We are also proposing, Speaker, to double the fines for drivers who don’t yield to pedestrians at school crossings and at pedestrian crossovers.", "Be assured, as we prepare for the upcoming federal legalization of cannabis, that we’re also proposing measures to address drug-impaired driving, because driving high is never okay, whether on cannabis or any other drug. We are proposing to take a zero-tolerance approach focusing on the people that we know pose the highest collision risk, whether due to inexperience, like our young and novice drivers, or because of the increased danger inherent in the type of vehicles driven by our commercial drivers. We’ll be working closely, as we always do, Speaker, with our partners, like MADD, Arrive Alive Drive Sober, Parachute, the Ontario Trucking Association, the CAA and others, to help develop policies and, importantly, to get the message out. To everyone from that teenager studying for his or her G1 to the 60-plus long-haulers out there: If you’re driving, don’t drive high.", "Although police can and do target high drivers to get them off our roads currently, we’ll also be looking to give them new tools with our proposals to step up the fight against impaired driving. Many of these new proposals follow on the heels of our Making Ontario’s Roads Safer Act, which I am proud to say passed here in this chamber with all-party support in June 2015. As part of that piece of legislation, we established Ontario’s first-ever sanctions for drug-impaired driving. We increased the fine range and demerit points for distracted driving, and we included novice drivers in an escalating sanction regime targeting convicted distracted drivers. We also, of course, focused in that moment on pedestrian and cyclist safety, and we know that we need to do more in that regard as well.", "Today, Speaker, drivers must yield the whole roadway to pedestrians crossing at all school crossings where there is a crossing guard on duty, as well as at all pedestrian crossovers.", "We also know that cyclist safety was a concern and we took strong action. We increased the fine range and demerit points for drivers dooring a cyclist, and created a new offence for drivers who failed to leave a one-metre distance when passing a cyclist. This is in addition to other safety measures targeting cycling infrastructure and signals, as well as our ongoing effort to improve cycling infrastructure, especially through programs like the newly announced Ontario Municipal Commuter Cycling Program.", "Speaker, after Bill 31 passed, we recognized that there was still more to do. That’s because we know, as I have previously said, that we have to be particularly vigilant with our youngest road users. To that end, in the spring, the Safer School Zones Act became law. This piece of legislation gives municipalities the tools to make our school zones and community safety zones, both of which we know have high numbers of children and seniors, safer. Through tools like automated speed enforcement, reduced default speed limits and the red-light camera program—we made the conscious choice to provide municipalities with tools that they can use to make it safer for some of our most vulnerable road users to get around. Whether that’s going to and from school or trick-or-treating on Halloween, these tools will make our communities more walkable, and the benefits are endless.", "Speaker, it is our tough legislation, our strong enforcement, and the support and work of our many road safety partners that have helped maintain Ontario’s position as a leader in road safety. As I mentioned, we are constantly continuing this work so that Ontario’s roads continue to rank amongst the safest in North America.", "But today I will end with a focus on public education; specifically, with a few safety tips for all the trick-or-treaters out there tonight across Ontario.", "Parents, caregivers and anyone with a trick-or-treater in their lives, remember to go over the pedestrian and traffic safety rules before your little ghost or superhero or Paw Patroller or vampire—or witch, in the case of my two daughters, Speaker—goes into their Halloween night: Look both ways before crossing the street. Cross at marked crossings and don’t dart out from between parked cars. Always walk on the sidewalk and not the road. If there is no sidewalk, walk on the left side of the street, facing traffic. Don’t run; walk. Walk from house to house and be alert and cautious of your surroundings, especially near roads.", "And last, parents and caregivers, if your trick-or-treater is under the age of 12, they should have proper supervision and they should travel in groups.", "We can all do our part to make this Halloween a safe and sweet success. Happy Halloween to one and all. Let’s keep our roads safe so that we can keep the focus of this Halloween on having fun with friends, family and maybe even a few spooky visitors." ],
  "anchor" : "para726"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s now time for responses." ],
  "anchor" : "para746"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "As we celebrate Crime Prevention Week, I would like to focus on those who are responsible for those who have broken the law and are in corrections centres.", "They call it the crisis in corrections, and it’s going to take a lot more than minor cosmetic changes to fix the problem. The government has lost sight of that important fact.", "Corrections officers have rights too, and this government must stop ignoring them. A recent report by the independent adviser on corrections reform described the shocking abuses and disorder in Ontario’s detention centres. Detention centres are overcrowded, and cellblock violence is a huge problem. After violent incidents, inmates are often held in solitary confinement, without access to rehabilitation programs.", "A newly released surveillance video from the Elgin-Middlesex Detention Centre in London shows how bad violence can in fact be. In that video, an inmate can be seen beating his cellmate to death. A staffing shortage prevented the kind of intervention that might have stopped the altercation.", "Assaults on correctional officers and other staff have more than doubled over the past seven years.", "But, Speaker, it does get worse. Ontario’s probation and parole system is a joke. Our probation and parole officers are not to blame. In many cases, they are actively discouraged from making house visits because of insufficient resources. Many are told that they are not allowed to work outside business hours.", "Guidelines published by the Ministry of Community Safety and Correctional Services explicitly state that community visits are a valuable method of verifying information and enhancing supervision, yet they are not happening. Offenders are often left to self-report, but very few do.", "A 2014 report of the Ontario Auditor General drew attention to this problem, and a shocking Global News documentary on corrections earlier this year came to the same conclusions. But we’re still waiting for the government to do something.", "The government must start by addressing the increasing violence in detention centres. Instead of solitary confinement, different forms of penalties for assaults should be explored. Overcrowding can be combatted by reducing excessive wait times for corrections investigations and by providing the resources necessary for more staff in detention centres. Proper supervision and enforcement of probation and parole orders is absolutely essential.", "The recent IACR report paints a grim picture. Minor tinkering isn’t going to fix the crisis in corrections.", "Speaker, the minister’s statement talks about crime prevention, but I just think this Liberal government isn’t up to the challenge." ],
  "anchor" : "para748"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I just want to say happy Halloween to everybody.", "We’re speaking about Halloween safety today. I’m surprised that the minister didn’t mention some of the tips put out by CAA. Some of their tips are that parents and motorists should be extra-aware and avoid driving in the subdivisions, if possible, between 6 p.m. and 9 p.m., when most trick-or-treating takes place, to go well below the speed limit, to give extra time, to refrain from using your cellphone at all costs—driving should be your main focus—and watch out for little trick-or-treaters darting between parked cars.", "Put your children in bright clothing. Put reflective tape on them. Make sure they’re not wearing a mask or something that blocks their vision—I would add that since I’m an optometrist, of course. If any adult trick-or-treaters are out having fun tonight and drinking alcoholic beverages, make sure that you have an arrangement for a ride home, or designate a driver.", "I want to mention a couple of safety things in terms of—I always think about home invasions, how we tell everybody not to open their doors to strangers, and then here we are on Halloween night and everybody is opening their doors just because somebody has a costume on on the other side or a cute kid with them. Exercise caution. I wonder if the weather is warm enough for some people that they can dress up and maybe sit outside their house with the candies, maybe by the sidewalk, because there are a lot of children in our communities who have trouble with stairs. They might be in a wheelchair; they might have trouble with stairs, or it might be dangerous on the stairs because of their costume.", "Watch out, parents, for cannabis-laced candies. We’re getting warnings from the police in Quebec about that this year. We’re getting warnings about Halloween-themed fentanyl blotters with things like witches on them. We got warnings in previous years about jujubes with drugs in them, warnings about allergies—maybe have non-candy options. I used to give out stickers.", "Just make sure that everything is very well lit around your house. I know people like to have a lot of decorations, but make sure people aren’t going to have trouble. Realize that there are a lot of little children. They’re very excited and their costumes could get caught in whatever decorations you put up.", "Let’s have a happy, safe and friendly Halloween." ],
  "anchor" : "para760"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’m pleased to add to the comments on the occasion of Crime Prevention Week here in Ontario. I think it’s also Crime Prevention Week across the country, if I’m not mistaken. Other provinces also acknowledge this week.", "I would simply like to first acknowledge those in our communities who play a vital role. They are on the front lines, our men and women in our policing services, whether they be provincial, municipal or our federal partners as well. They do a great job each and every day being proactive, keeping us safe, identifying threats and educating us.", "I did a little research today, and I want to give a shout-out to the Ontario Association of Chiefs of Police, who, on the occasion of Crime Prevention Week, put out a really handy series of facts. It’s something that could be easily downloaded. It’s entitled Shoulda, Woulda, Coulda: Crime Prevention Starts with You! Isn’t that a fitting title? Because once you are a victim of crime, you’ll look back and think, “What could I have done to protect myself against that?”, or also, “What can I do to inform other folks?” I would encourage people to visit the Ontario Association of Chiefs of Police site to download this. Visit oacp.on.ca.", "It goes through a couple of the most common threats that people see: residential break-and-enters; impaired/drugged driving; cyber crime and identity theft; fraud; theft from vehicles; theft of bicycles; theft from garages, lockers and mailboxes; awareness of your surroundings to prevent assaults; pharmacy thefts/robberies; and theft of prescription drugs.", "There are some common-sense themes in this little booklet here. Really, education is the key in protecting yourself. What our men and women in policing are saying and telling us is that it requires a partnership. Civilians have to do our part in identifying and educating our neighbours and our friends about the threats that might be presented, and also in informing the police of those threats if they do happen.", "One of the worst ones, Speaker, is this phishing scheme that’s being perpetrated more and more online with new technologies—and perpetrated toward the most vulnerable in our society, those who are new to technology and don’t understand whether it’s a legitimate correspondence from an entity. That’s something that we have to be aware of. Various police forces and the Canada Anti-Fraud Centre are doing a great job intervening and educating, but let’s all be on the lookout, because it really harms people when they are victimized by this.", "All said, thank you so much to our policing men and women." ],
  "anchor" : "para768"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "As we celebrate Halloween today, and as a father—I have three daughters and five grandkids—tonight is a big night in our house.", "I want to apologize to my wife. It’s probably the first time in 20 years that I haven’t been there to hand out the candy. I know she’s going to do a great job. So I just want to say to Rita that I won’t be there, but I’ll be there in my heart." ],
  "anchor" : "para777"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’m going there tonight, because she gives out good candy." ],
  "anchor" : "para779"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "She gives out great candy; trust me.", "So make sure you have fun tonight, and enjoy spending some time with your friends and your family, and all that goes on. But don’t forget to include the seniors tonight, because the one thing that we kind of forget about, whether it be in a long-term-care facility—seniors like to see the kids all dressed up, too. It’s cute; it really enhances their night. So if you get a chance and you happen to be around a seniors’ home or a long-term-care facility, go there with your costume on. They will really appreciate it, and I’m sure they’ll have some candy for you as well.", "Tonight, there will be close to four million children out trick-or-treating, which is absolutely incredible. But we have to make sure that we’re going to drive carefully and that we take extra care to make sure they’re safe.", "In 2015—and this is an interesting stat; I’m not going to use a lot of stats, because Halloween is a time for the kids and to have fun—Toronto police released a report that showed that Toronto sees about 138 to 167 collisions per day, but on Halloween, that number climbs to as many as 324 collisions. That just shows how important it is for us to raise it in this House and talk about Halloween safety.", "I’ll do a couple of quick tips for the parents:", "Make sure the kids have reflective tape on, front and back.", "Make sure the costumes fit properly—no trip-and-fall.", "Make sure they’re not wearing oversized shoes. When I went out, I always went out as a clown, so I don’t really understand that one. The shoes were always big, because I’m only size 7.", "No high heels or long dresses. Make sure you dress for the weather and the rain.", "This is an important one for everybody, so make sure you get this at home: Make sure you check the candy. Make sure there’s nothing suspicious in it, and make sure there’s nothing in there. Check the candy. I know we all like to eat it. Make sure the parents get some candy too." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to provide the member for Niagara Falls with a note for your wife, so you’ll be okay." ],
  "anchor" : "para790"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“Whereas Collingwood General and Marine Hospital” in Collingwood “is challenged to support the growing needs of the community within its existing space;", "“Whereas a building condition assessment found the major systems of the hospital will require renewal within the next 10 years;", "“Whereas substandard facilities exist in the emergency department; there is no space in the dialysis department to expand, and there is a lack of storage and crowding in many areas of the building; and, structurally, additional floors can’t be added to the existing building to accommodate growth;", "“Whereas there is no direct connection from the medical device repurposing department to the operating room;", "“Whereas there is a lack of quiet rooms, interview rooms and lounge space;", "“Whereas Collingwood General and Marine Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government immediately provide the necessary funding to Collingwood General and Marine Hospital so that it can build a new hospital to serve the needs of the community.”", "Of course, I agree with this and I will sign it." ],
  "anchor" : "para793"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’m happy to present another 1,004 petitions. They were sent by Tom Carrothers, who is the chair of the Network 4 Advocacy committee for long-term care. It reads as follows:", "“Whereas chronic understaffing is the number one concern of families and friends of residents in long-term care;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum care standard—but falls short of actually creating one;", "“Whereas current care levels fail to recognize the increased levels of sickness and rates of Alzheimer’s and dementia of LTC residents;", "“Whereas the most detailed and reputable studies of minimum care standards recommend at least four (4) hours of direct care per day;”", "They petition the Legislative Assembly of Ontario as follows:", "“(1) Amend the Long-Term Care Homes Act (2007) so that a long-term-care home will have to provide its residents with a minimum of four hours a day of nursing and personal support services, averaged across the residents...;", "“(2) Calculate the average number of direct hours of nursing services and personal support services as prescribed by the regulations and exclude hours paid in respect to vacation, statutory holidays, sick leave, leaves of absences and training time;", "“(3) Increase funding to long-term-care homes so they can achieve the mandated staffing and care standard and tie public funding for them to the provision of quality care and staffing levels that meet the legislated minimum care standard;", "“(4) Make public reporting of staffing levels at each Ontario LTC home mandatory to ensure accountability.”", "I fully support this petition, will affix my name to it, and ask Rochelle to bring it to the Clerk." ],
  "anchor" : "para803"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the Ontario Ministry of Education removed the teaching of cursive writing as a mandatory component of the Ontario education curriculum; and", "“Whereas numerous independent psychological studies have proven that the learning of cursive writing at a young age improves cognitive development, improves the development of fine motor skills, creativity, the integration of visual and tactile information; and", "“Whereas many students are now reaching their teens and are unable to even sign their name on legal documents, government forms, drivers’ licences, etc., including petitions such as this; and", "“Whereas future generations of adults will be unable to not only write in cursive but will be unable to read historical documents, genealogical documents such as birth, death and marriage certificates, prior to the 20th century, which were prepared primarily using cursive, nor will they be able to understand family letters and documents passed from one generation to the next;", "“Whereas the loss of cursive writing represents a significant loss in an important component of our cultural heritage;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Education for Ontario take the necessary action to ensure that the teaching of cursive writing is reintroduced as a mandatory element within the Ontario education system at the early public school level, at the soonest possible time.”", "Of course, I affix my signature and give it to page Max from Thornhill." ],
  "anchor" : "para815"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’aimerais remercier Céline Beaulieu from my riding, in Azilda, for sending this petition.", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated” for youth;", "They petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I support this petition, will affix my name to it, and ask page Matthew to bring it to the Clerk." ],
  "anchor" : "para825"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "“To the Legislature of Ontario:", "“Whereas podiatrists treat foot pain and deformities in women twice as often as foot disabilities in men, often due to having to wear high heels in their workplaces;", "“Whereas Ontario podiatrists see far too many patients with injuries in the workplace that are entirely avoidable and are caused by wearing footwear that is inappropriate or outright unsafe;", "“Whereas clinical evidence demonstrates that wearing high-heeled shoes causes a much higher incidence of bunions, musculoskeletal pain and injury than those who do not wear high heels;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To put their best foot forward, and take swift action to amend the Occupational Health and Safety Act to protect workers from dress codes that mandate unsafe footwear in the workplace.”", "I’m going to give this to Jacob." ],
  "anchor" : "para838"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario has amongst the highest hydro rates in North America;", "“Whereas electricity prices are expected to keep rising;", "“Whereas the Liberal government has created the hydro crisis by signing lucrative contracts for unnecessary energy;", "“Whereas Liberal mismanagement has left Ontario’s electricity system unaffordable and unreliable;", "“Whereas the proposed hydro rebate is merely a band-aid solution; and", "“Whereas the rebate is simply too little and too late;", "“Therefore we, the undersigned, call on the Liberal government to: stop signing contracts for energy that the province will sell at a loss; and stop selling any further shares in Hydro One.”", "I certainly agree with that petition and will sign it." ],
  "anchor" : "para846"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from all over Ontario.", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;”", "Therefore, they petition the Legislative Assembly as follows:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I fully support this petition, will affix my name to it and ask Swetlana to bring it to the Clerks." ],
  "anchor" : "para857"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas we’ve seen rapid growth of vertical communities across Ontario; and", "“Whereas elevators are an important amenity for a resident of a high-rise residential building; and", "“Whereas ensuring basic mobility and standards of living for residents remain top priority; and", "“Whereas the unreasonable delay of repairs for elevator services across Ontario is a concern for residents of high-rise buildings resulting in constant breakdowns, mechanical failures and ‘out of service’ notices for unspecified amounts of time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urge the Ontario Legislature to support Bill 109, the Reliable Elevators Act, 2017, that requires the repairs of elevators to be completed within a reasonable and prescribed time frame. We urge the Legislature to address these concerns that are shared by residents of Trinity–Spadina and across Ontario.”", "I’m going to give this to Sheldon, who’s going to present it to the table." ],
  "anchor" : "para867"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "This petition is in support of Bill 99, the Choice for Patients Seeking Addiction Treatment Act, 2017.", "“Whereas patients and family members seeking residential treatment facilities are often faced with long waiting lists for treatment and residential beds; and", "“Whereas patients and their families need an open and transparent process to be able to quickly find appropriate and effective treatment options when a loved one is seeking help; and", "“Whereas there is no central location that lists the over 180 agencies who provide residential substance treatments operating across Ontario; and", "“Whereas patients and their families seeking treatment options need a database that includes where a facility is located, what services are offered and whether a treatment centre is accredited; and", "“Whereas a searchable database will give patients and their families a resource that will allow for choice and confidence in placing their loved one into treatment;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“To adopt Sylvia Jones MPP’s private member’s bill, Bill 99, the protecting patients seeking addiction treatment act, 2017.”", "For obvious reasons, I support this petition, affix my name to it and give it to page Abigail to take to the table." ],
  "anchor" : "para876"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition, and I’d like to thank Cindy Milette from Garson, in my riding. It reads as follows:", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families...;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary...;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation”—", "Interjections." ],
  "anchor" : "para886"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "My colleagues are distracting me—“found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework....;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care programs....”", "I fully support this petition, will affix my name to it and ask Eliana to bring it to the Clerk." ],
  "anchor" : "para891"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I have another petition about footwear.", "“To the Legislative Assembly of Ontario:", "“Whereas podiatrists treat foot pain and deformities in women twice as often as foot disabilities in men, often due to having to wear high heels in their workplaces;", "“Whereas Ontario podiatrists see far too many patients with injuries in the workplace that are entirely avoidable and are caused by wearing footwear that is inappropriate or outright unsafe;", "“Whereas clinical evidence demonstrates that wearing high-heeled shoes causes a much higher incidence of bunions, musculoskeletal pain and injury than those who do not wear high heels;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To put their best foot forward, and take swift action to amend the Occupational Health and Safety Act to protect workers from dress codes that mandate unsafe footwear in the workplace.”", "I hand this petition to Alexander." ],
  "anchor" : "para897"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Stevenson Memorial Hospital is challenged to support the growing needs of the community within its existing space as it was built for a mere 7,000 emergency room visits each year and experiences in excess of” 37,000 “visits annually; and", "“Whereas the government-implemented Places to Grow Act forecasts massive population growth in New Tecumseth, which along with the aging population will only intensify the need for the redevelopment of the hospital; and", "“Whereas all other hospital emergency facilities are more than 45 minutes away with no public transit available between those communities; and", "“Whereas Stevenson Memorial Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ... Wynne Liberal government immediately provide the necessary funding to Stevenson Memorial Hospital for the redevelopment of their emergency department, operating rooms, diagnostic imaging and laboratory to ensure that they can continue to provide stable and ongoing service to residents in our area.”", "Mr. Speaker, I certainly agree with this petition. I will sign it." ],
  "anchor" : "para906"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions has now expired.", "Resuming the debate adjourned on October 30, 2017, on the motion for second reading of the following bill:", "Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events / Projet de loi 166, Loi modifiant ou abrogeant diverses lois et édictant trois nouvelles lois en ce qui concerne la construction de logements neufs et la vente de billets d’événements." ],
  "anchor" : "para914"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Essex." ],
  "anchor" : "para919"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you for that kind applause from my colleague from Timiskaming–Cochrane.", "Speaker, thanks so much. I’m proud to join the debate. It’s funny how, on some days in this House, particular days take some common themes. Today’s day is all about regulation: more regulation and less regulation. This morning we debated Bill 154, the Cutting Unnecessary Red Tape Act, which is quite a heavy bill. Among other things, it has a provision built into it under the fourth schedule, I believe, that requires or would mandate the government to do a one-for-one swap for a new regulation, so in with the new would be out with the old.", "Various folks have different opinions in here about that. New Democrats would believe that to take an arbitrary approach to our regulatory regime is something that might not be the most prudent thing to do. Regulations are important; they are important functions of the government; they are important safeguards. They level the playing field and they are mechanisms which people rely on. Are they sometimes burdensome? Do they sometimes create headaches for those who have to comply with them? No doubt, but when you take an approach that is born from the ultra-right and from the neo-liberal headspace, it’s something that we have to question.", "This bill that we’re debating today is Bill 166. It is enabling legislation. For those who are tuning in at home, that means that it enables, through orders in council, to give the ministers various rights to bring in new regulation.", "My question, from the outset, for any of the folks on the government side, particularly any ministers who are here at this point: We’re bringing in new regulations, so what are the old regulations you’re going to get rid of?", "These are questions that will loom heavy on the minds of those who are in these various sectors that are going to be affected by Bill 166.", "To be specific about Bill 166, it’s titled the Strengthening Protection for Ontario Consumers Act. It focuses on two specific areas. There are a couple of other areas that are more broad. Actually, there are not a lot of specifics, to tell you the truth, in this bill. I’ve been looking through them—we’ve got notes, but they’re very vague. For instance, when it comes to the automotive sales industry, the funeral home and crematorium sector, I can’t see anything that the regulations do on them.", "Let me circle back, Speaker. Schedules 1, 2 and 4 specifically deal with new home construction and the mechanism in which consumers are able to remedy problems that they have under new home warranties, and we know that to be the body called Tarion in Ontario. Tarion is the only mechanism. It’s a stand-alone entity that regulates, governs and enforces the building codes, and the quality and warranties for new home construction. Some would say that that in and of itself is a conflict because Tarion has appointed representatives on their board who are in the home building and construction sector. So those who are on the receiving end or on the warranty side—those consumers would say they have a vested interest in not fulfilling the provisions of warranties through new home constructions. Certainly, we’ve heard about those problems in our offices.", "I know of incidents in my riding where new homes go up and it’s months and months of fighting with the builder to get some problems fixed. This is the biggest investment that people make in their lives. They put everything into it. They’re incredibly excited. And lo and behold, it’s not up to the standards, it’s not up to the expectations that that new homeowner would have. They’re paying good money. They’re leveraging everything they have to make this new building.", "We encourage people to make those investments. Certainly, in southwestern Ontario, we’ve seen lots of new home construction. But when it comes time to enforce the warranty, the homeowners are at a loss, to tell you the truth—because far be it from people to start the legal process. They don’t want to get into that whole calamity where you have to sue everybody who was ever involved in your home construction. So we rely on Tarion to enforce the provisions of the warranties to make sure that we’re getting what we paid for.", "Typically, you’ve got young folks who are building their first new house and they’re fighting and fighting and fighting, and months and months ensue, and it’s not until they start the Tarion process—which is a really cumbersome process to get going, because you’re talking with some person who doesn’t know exactly what is happening in your home, who can’t see the tangible defects in your construction. It’s a process that is, ultimately, incredibly frustrating.", "Again, there is potentially an inherent bias built into Tarion because of its makeup.", "So what New Democrats and those who are advocates for homeowners are saying is that we need some new regulations. We need some new oversight on Tarion. That’s what the government attempts to do, although we’re not certain that the bill will actually get there. What we know is that the government has enacted a for-profit model and they’re going to maintain the single-provider delegated authority model of Tarion.", "If you look at the payouts as well, Tarion recoups a whole lot more money than they actually pay out in warranty claims. In fact, I think—here it is. Tarion paid out—I’m not going to be able to find it. They paid out a tremendous amount less than what they have recouped. It calls into question the efficiency of their mandate. We would hope that, again, a body that is enforced and charged with protecting those homeowners and those investments would be more apt to remedy those at a quicker pace rather than hoarding a whole lot of registration and fees in the coffers that could be better spent remedying problems that exist.", "When it comes to Tarion, New Democrats support the fact that we’re starting to talk about this finally, after 14 years. This is not a new problem; it’s not a novel problem that the government just found out about. I’ve been an elected member for six years now and I’ve been getting—" ],
  "anchor" : "para921"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Six? Wow." ],
  "anchor" : "para937"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Yes, six years, thanks. Just in October.", "I’ve been getting letters on Tarion since day one, since the first day I walked into this place. It’s something where we are, again, supportive of the government making some first steps toward addressing the issue, but we think there are other models, to be frank—a non-profit model that would be run by the government that had no inherent bias on the board and had a mandate to be fair in these decisions and to actually launch the types of oversight and support and investigations that homeowners deserve. They want to have someone in their corner and they want to have someone in their area to enforce the standards of a home warranty. That’s something that I think, with that type of investment, is a role that the government can play.", "New Democrats certainly haven’t endorsed a multi-provider for-profit model for the new home warranty system, but it was a model that was recommended by Douglas Cunningham in his report on Tarion. Instead, Bill 166 reiterates a single-provider delegated authority model that precludes the competitive multi-provider model and also precludes a true public agency model that might be better aligned with what New Democrats have simply proposed to the government. But we will continue to work through this bill and, as it makes its way through the process, offer some reforms to it and offer some suggestions to the government that we’re hearing from our ridings and that we’re hearing from homeowners who have expressed frustration with the process.", "Schedule 3 is the schedule that looks at ticketing sales and online tickets for your sporting venues. Schedule 3 enacts a new act entitled the Ticket Sales Act, 2017, which replaces the Ticket Speculation Act. The new act is a reaction to, obviously, public outcry following the sold-out tour of the Tragically Hip, which many fans were not able to get tickets to because of scalpers and these new entities called bots.", "I can’t tell you that I have any first-hand experience in this. I guess I can’t even remember the last time I had time to go to a concert, so I haven’t had to interface with these bots or any of the online sales. Typically, when I go to concerts, it’s friends who have already bought a whack of tickets and I just jump in the truck and we go see a concert, either in Detroit or in Windsor or at the casino or whatever, so I don’t have any experience, but I do certainly know that this is an issue that is important to address. People are getting ripped off out there with these bots and unscrupulous buyers who anticipate these big concerts and launch their bots to buy up a whole whack of tickets and then resell them at a premium.", "I think the government is on the right track here. This is something that I think needs to be addressed through this House and something that I think we can put some effort into.", "The bill explicitly bans bots, which is automated ticket-purchasing software that is intended to circumvent ticket-purchasing procedures of online sellers. Primary ticket sellers must publicly disclose the total number of tickets that are for sale, how they’ll be distributed and the maximum capacity of the event. They must also show the total price of the ticket with a separate line item for fees, charges and taxes. That seems like a very reasonable approach, something that can infuse some transparency into the ticket purchasing process.", "Secondary sellers will also show the total price of the ticket and a separate line item for fees charged and taxes. They must also provide their name, location and contact information to the ticket purchaser. The days of the scalper outside of Joe Louis Arena—I’m familiar with Joe Louis, as you would be, Speaker, because that’s where we saw a lot of the great games of the Wings—are pretty much long gone. These are electronic transfers that have been happening and people finding their way around them. I’m happy to see that the government has taken some steps towards alleviating that.", "This schedule will also allow a ticket business or purchaser who has suffered a loss due to a contravention of this act to take that person to court. We support that, but we wonder how onerous that process will be to track these folks down, to actually haul them into court over a couple of hundred-dollar tickets or $200 tickets to your favourite concert or your favourite band. I don’t know if that’s the measure that will provide the assurance to people that that’s their recourse. We would hope that some of the other provisions will dissuade them and provide disincentive enough. There are also some punitive measures in there.", "The last schedule, schedule 5, is a schedule that deals with the Real Estate and Business Brokers Act. It amends that act, REBBA, by increasing the maximum fines from $25,000 to $50,000 for an individual and to $100,000 for brokerages.", "Additionally, the Lieutenant Governor in Council may now, in specific circumstances in which real estate agents and brokerages are prohibited from representing more than one party during the sale—if the LGIC prohibits an agent or brokerage from representing multiple parties, they can specify the requirements that the agent or brokerage must fulfill in order to provide services to one of the parties.", "That practice is called double-ending. We’ve seen it before. I’ve never had any experience with an agent who was the listing agent as well as the selling agent through any of my real estate deals, but we know that it happens and we know that, for home sellers, that presents a potential conflict, where you would wonder what the vested interest of your real estate agent would be: Is it to maximize the sale value of your house or minimize the purchase value on the buyers? You could plainly see that there would be a conflict there.", "From testimony and submissions from OREA, the Ontario Real Estate Association, they’ve added some thoughts to this and have come up with some ideas around having a transaction representation model that would allow agents to work with both parties to a deal if both elect to choose so. Under these circumstances, the agent must remain neutral by acting as an impartial facilitator for a transaction. I guess that’s one way to address the problem; it’s not an outright ban on the double-ending side.", "Real estate agents in our province play an important role. They are professionals. I have many family members who are real estate agents. They take their jobs seriously. They are professionals. They value their industry and they value the customers that they represent. We know that the large majority of realtors out there do a great job, and in some circumstances, when they are presented, they are on both ends of the deal. I guess this just simply clarifies their roles and responsibilities when that type of situation arises. I would hope that they would do it without the need to impose regulation on them but, lo and behold, this is something that I think is an area we can look into and something that we can help provide some clarity around.", "I’ll be interested to see what this looks like, at the outset, if these regulations actually provide the assurance to homebuyers and sellers that a real estate agent can act impartially. I’m certain they can. This might require some new training in what that model looks like and what, in fact, the responsibilities are for that real estate agent. But I’m confident that those in our Ontario real estate agency universe are cognizant of this and are preparing for these changes.", "All told, this bill is something that I think we can support, but we’re going to require a whole lot more intervention and dialogue with stakeholders out there, specifically on the Tarion side. When you’re talking about the largest investment that a person is going to make in their lives, most often, we want to make sure that we get it right and that we do everything we can to protect that investment and to give those new home builders and buyers the comfort and the confidence that that investment will be protected and they’re going to get what they paid for at the outset without having to fight all their way through and to deal with a layer of bureaucracy that might not have their best interests in mind.", "This bill doesn’t quite get us there, Speaker, but I’m confident that, with the support of the members in this House and, again, the intervention of stakeholders in our communities, we can get it right. But it’s going to be important to listen and to have the courage to break the mould that we know hasn’t worked for quite some time and to get it right. That is our role in here, Speaker; it’s our responsibility, and I’m supremely confident that it’s something that we can do." ],
  "anchor" : "para938"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para956"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "It’s an honour to rise in the House to provide a few comments on the second reading debate on Bill 166, the Strengthening Protection for Ontario Consumers Act, 2017. Mr. Speaker, this bill would provide rules to better protect consumers who are buying travel services, event tickets, and buying or selling real estate, including buying newly built homes.", "A major portion of this bill covers a practice in real estate most often called double-ending. Mr. Speaker, I’m sure you’ll agree that buying a house is probably the biggest financial decision that an individual or a family makes. A lot of emotions come into play. Maybe this house is in the perfect neighbourhood that’s suited for your family: It’s near a school, it’s near a religious institution—a mosque, a temple or a synagogue—or maybe it’s near your family. A lot of feelings get attached to this, and the person who is selling you the home gains quite a bit of trust.", "As was stated before, our real estate professionals, for the most part, do an excellent job for their clients, but a lot of times we do have real estate agents and brokers who take advantage of their clients and often get into a double-ending scenario, where a lot of the things may not be explained in a way that they should be explained. Commissions can run into thousands of dollars, and prospective homebuyers are left at the mercy of the real estate agent, for which we have introduced this bill.", "I look forward to continued debate." ],
  "anchor" : "para957"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para962"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It was interesting how much time the member from Essex spent on Tarion. Certainly most of us have dealt with constituents who are frustrated with the current system. I frankly think a lot of people don’t appreciate, understand or like the fact that Tarion is really about the structure of the home, not the interior and not what homeowners would call the extras, which often leads to conflicts, often leads to issues.", "I think that Bill 166 is a step in the right direction to move forward and try to fix some of those. To be blunt, I don’t think it’s got it. I don’t think it’s there. I think there are a lot of opportunities for improvements. The Liberal member just spoke about the real estate agents who represent both the buyer and the seller. While that is in fact mentioned in Bill 166, it isn’t resolved. They don’t come forward with how they’re going to do it; they talk about how they will regulate it down the road through time. As we all know, that will not come back for debate here in this chamber. That will most likely be a regulatory change—which we all know can involve as little as two cabinet ministers. They don’t even have to debate it around the cabinet table.", "I always have concerns that these changes are made with so little consultation. I think there is an opportunity to make Bill 166 better than what we are seeing proposed right now. I hope, through public consultation and the committee process, we will see those changes come forth." ],
  "anchor" : "para963"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para966"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I appreciate getting the opportunity to stand and talk to Bill 166 again. I’d like to thank my colleague, who spent 20 minutes, most of his time, on Tarion. Quite frankly, we should have a bill just for Tarion, with the problems that we’ve had in the province of Ontario.", "I listened to my colleagues across here who talked about how this has gone on for 14 years. Justice Cunningham has come up with 37 recommendations, which should send a clear message that we’ve got a big problem here. My colleague talked about the $53 million that they collect every year. What he didn’t say, because he didn’t have it right in front of him—they actually have collected $543 million. Even if they had to pay out what’s on the table today, that would come out to about $260 million, and that’s really pushing it out there.", "Think about it. They’ve collected all this money. What happens to the consumer? “I’ve got mould in my house.” Tarion, which is supposed to protect me, the consumer, the homeowner—guess what they do, Mr. Speaker? I know you’re interested in this. What do you think they do? They take you to court. They hire lawyers. They fight you getting your claim done. Does that make sense to anybody?", "Then in this bill, nowhere does it say we should have a consumer advocate. The board consists of builders. I don’t want anybody to say I’m hitting on the builders, but there are some bad builders out there. There are a lot of great ones, but there are some bad ones. They should be on a registry, but they’re not. We need a consumer advocate who’s going to speak for and represent us.", "I just spent $500,000 or $1 million on my house, and I don’t sit at the table. I don’t have a seat at the table to discuss that, around Tarion. Does that make sense to anybody?", "Interjections." ],
  "anchor" : "para967"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’m saying to my Liberal friends over there who are trying to heckle me, guess what? Put a consumer advocate at the table. It makes sense." ],
  "anchor" : "para973"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para974"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m happy to learn in this debate about consumer protection, Tarion and everything that Tarion is doing.", "The member for Niagara Falls has recently, as he just said, spent $500,000 to $1 million on his renovation." ],
  "anchor" : "para975"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "He was saying hypothetically, if he did." ],
  "anchor" : "para977"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Oh, I thought he said that he had spent it. Even having the ambition to spend $500,000 or $1 million on a renovation—no wonder he’s wildly in support of our protections and the changes that we are bringing forth in this act, particularly those in Tarion.", "But what I wanted to speak about for a minute is the Travel Industry Act and why it’s being updated. I didn’t realize until I did a little research on this that the Travel Industry Act has not been comprehensively reviewed since 2002. Think of all the changes in consumer practices since 2002. That’s 15 years ago. That’s before the Internet; that’s before iPhones; that’s before bot sales and all of those sorts of things. In fact, 15 years ago, for travel arrangements, one would go to a travel agency and sit down with an agent or call and book a ticket. Now it’s all done online. So it’s important that the Travel Industry Act be revised so that it takes into account modern consumer practices, particularly how they buy tickets and so forth.", "Everyone has agreed that these changes that are long overdue are going to include, among other things, registration and changes to online purchases. I can tell you that online purchases in 2016 were 79% of travel purchases—" ],
  "anchor" : "para978"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. I appreciate your time.", "Back to the member for Essex for final comments." ],
  "anchor" : "para981"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thanks to the member for Brampton West, the member for Dufferin–Caledon, my colleague from Niagara Falls, and the Minister of Indigenous Relations and Reconciliation, who we hoped would have focused more on the Tarion side, because that’s really the contentious part of this bill, Minister. It’s one that members of the opposition are asking your government to put a lot more thought into and to listen a lot more to those who are on the receiving end of Tarion warranties.", "My colleague the member from Niagara Falls spent an hour a couple of days ago hammering away on this issue and highlighted, again, quite clearly, some of the real pitfalls in this whole process, where you can put all this money into an investment like your dream home and have it come out not being up to par, and being sued and taken to court by Tarion for trying to get what you paid for. Tell me that’s not perverse, Speaker.", "Also, the value of an entity like Tarion holding on to so much cash when there’s so much out there that needs to be fixed—that doesn’t make sense to people in normal civil society. We would think that we are better off, if we are paying into somewhat of an insurance or a warranty program, that when things go wrong, we can access that warranty. That’s the contract that you make with your builder.", "Of course, sometimes things go awry. I’ve heard anecdotal evidence from some of my colleagues where the builder just picked up and left and went to another province. Those are the times in which people need to have Tarion triggered quickly to fully fix those problems. That’s not happening with the current makeup of Tarion. That’s why we have to put more work into this bill." ],
  "anchor" : "para983"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para987"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’m here today to speak about Bill 166, the Strengthening Protection for Ontario Consumers Act. This is an act that has been spearheaded by the Minister of Government and Consumer Services, and that is the Honourable Tracy MacCharles, who is in the hospital right now for some surgery. She is such an incredible champion and fighter, and we all wish her well as she goes through this surgery. But as ever, she overcomes everything on a daily basis. All the best of luck to you, Tracy. She’s probably watching out of her hospital bed.", "One of the things I’ve learned from this legislation is that it’s a result of the ongoing changes that are occurring in the way we, as consumers, buy things and purchase things, whether it’s products or services. I think the Minister of Indigenous Relations mentioned, for instance, the travel industry.", "I know in Chatham-Kent, in the old days, people would go to the local travel agency. When they booked a trip, they would walk into a bricks-and-mortar store. Well, that’s not the case anymore. Those travel agencies are disappearing because 79% of all bookings are done online. That’s the huge change. That’s why this type of legislation is needed to keep up with the new way that people are undertaking transactions, much different than they were five, even 10 years ago.", "This is why this kind of legislation is needed from time to time to come to grips with the new way that transactions are undertaken, whether it be buying a ticket for a trip or, on the other hand, with home warranties and things about buying homes.", "One of the things that I think this bill does very well is that it finally separates the two roles of Tarion, the agency that’s involved with the protection of warranties and so forth in home warranty programs. The key thing in this bill is that it finally separates the role of Tarion into providing two distinct roles: One role is to administer the new home warranty program, which is a job in itself; the second separation is the regulation of the home builders and vendors. In other words, the rules about warranties have to be closely monitored, but also the actions and the omissions of builders and vendors. So they’re two different functions. In the past, they were one, and sometimes they came into conflict. Now they’re going to be two separate roles, and I think that is a very, very important change to make to increase oversight over this most important activity.", "The one thing that’s very strange in Ontario is that if people buy a home, they don’t require a survey of the property they’ve bought. In other words, you’re doing the biggest, most important transaction in a lifetime, buying your home—whether it be $200,000 or, in Toronto, there could be homes of about $4 million or $5 million—and you don’t need a survey. You look at the lot, you look at the house—four bedrooms and so many bathrooms. Nowadays they always ask if there’s quartz in the kitchen—or granite; yes, they’re always asking for granite. But they never ask, “Can I see the survey of what I bought?” Most purchases in Ontario never have a survey involved.", "This is one anomaly that occurs that is not directly related to this act, but indirectly it is because we’re trying to protect people when they buy homes. We’re putting in more regulation and controls over real estate agents and brokers and how they operate, the double-ending that occurs sometimes. By the way, we are doing it in collaboration with the real estate industry, the real estate professionals, because the fine details of how these things work cannot been done remotely, so we need the front-line people who work as agents or brokers in real estate.", "There’s been an active conversation between real estate agents and the ministry on how to best enforce these rules, because there’s no use in the government making rules from a remote position without consulting and working things out in the real world of real estate, and that is taking place as we speak. Because real estate professionals want to have good, transparent rules to ensure that the outliers are not breaking the rules and ruining the reputation of good real estate professionals. That’s also a very important component of this bill.", "Another important part of this bill, which I found quite interesting—and this came as a result of the member from Kingston and the Islands. I don’t know if you’ve ever been to Wolfe Island or Amherst Island. There are some beautiful islands off Kingston. The member from there, Sophie Kiwala, introduced a private member’s bill that tried to regulate online ticket scalpers, the bots and all these new computer devices that can ruin the fair play when ordinary citizens try to buy tickets to a concert.", "What happens is, these bots—it’s probably the Russians who developed these things, I’m sure. What they do is, if you post tickets to a concert, the bots eat up and buy all the available tickets. If it’s a Bruce Springsteen ticket—I’m sure that in your day it was Johnny Cash or somebody—these bots, these computer viruses, would basically buy up all the tickets. They would have all these tickets and then sell them at a huge markup. The money would never go back to the performers, and it would never go back to the purchasers. It would go back to these outlaws who were buying up tickets. Therefore, the consumer, if they wanted to buy a ticket, would have to buy it from this bot—this probably offshore thing—that would have a huge markup.", "This bill took a lot of work, because it also dealt with the Attorney General’s office. They had many meetings over this, as did the Minister of Consumer Services and the member for Kingston and the Islands.", "This ticket speculation control is a very good example of the changing marketplace. I don’t know if you ever bought tickets from a scalper in front of Maple Leaf Gardens in the old days. Those things have disappeared, because now you have StubHub and all those other things. That’s why we have to step in with this new legislation, to realize that new reality that’s out there.", "In fact, I just got a couple of tickets to see the Mavericks Friday night. I don’t know if you know the Mavericks, but they’re at the Phoenix, playing here Friday night. I got a couple of tickets online—bang, bang—and I did it all by remote control. I don’t have to line up in front of the theatre; I don’t have to see real tickets, although I get the printed ones.", "Anyway, that’s changing. This bill tries to put in protections for the changing marketplace that exists, whether it be for real estate, home warranty programs or the travel industry.", "The one thing that I think is very inspiring about this is that for the ticket speculation legislation, over 34,000 Ontarians participated in commenting on the legislation. What an amazing way to get public engagement on legislation. There was a lot of input and suggestions from ordinary Ontarians who wanted to ensure that this was good legislation. We thank those 34,000 volunteers, and also the dozens of people in the entertainment industry who gave active input into bringing about some protections, to make sure that ticket speculation is under control.", "Will these be the final solutions to the challenges in the marketplace with these areas? No, because the marketplaces, as we know, constantly change. They’re constantly moving with new technology, and that is why we have to keep updating our legislation.", "Bill 166 is a very thought-out—it has taken months and multiple-ministry input. Even the Honourable Douglas Cunningham did a review of the home warranties act. It has taken a lot of in-depth research. So we’ve got a bill here that attempts to deal with the changing marketplace.", "I thank you for your attention, Mr. Speaker." ],
  "anchor" : "para988"
}, {
  "speaker" : "The Speaker",
  "text" : [ "My pleasure. Thank you very much.", "Questions and comments?" ],
  "anchor" : "para1007"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m very pleased to rise after the member from Eglinton–Lawrence and comment on his comments on Bill 166, the Strengthening Protection for Ontario Consumers Act.", "He spoke about homes and Tarion, which is the new home warranty program that we have in Ontario, and that they’re going to separate the roles into two separate roles: regulation of home builders and vendors as one role, and the new home warranty program as the other role.", "I just wanted to mention deposit protection. Right now, I believe, they protect $20,000 for condo deposits in case the builder is not solvent anymore, and $40,000 per home. We know how the prices of homes and condos have been rising. That’s peanuts compared to what people are giving, especially when we’ve had the hot market, as we had a year ago.", "I remember purchasing a home in Montreal, and it was a very different system than purchasing a new home here in Ontario. In Montreal, you had to give a huge deposit, I think a quarter of the price of the purchase of the house, and $20,000 or $40,000 certainly wouldn’t help you very much. Here in Ontario, you were able to give a very small deposit and get a house built and just pay as the different stages of the building went up.", "I think we need to ensure that people are protected, that it’s not just their deposit money that’s protected, but also—the fact that there are many unscrupulous vendors out there. They see the prices going up quickly, so they want to get out of the contract to sell that property. They know they can get more money on the open market for it. They delay things and make things difficult and sort of push people out of that agreement.", "I think that the purchasers need a lot more protection from us than they are getting with this bill, but definitely we are moving in the right direction." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The member from Welland—no, Niagara Falls." ],
  "anchor" : "para1016"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Thanks, Mr. Speaker—down there somewhere, anyway.", "First, I want to thank you again, Mr. Speaker, for letting me rise to speak to Bill 166. But I think it’s fair to correct what I said. There’s a little confusion—that I said that I just bought a $500,000 home. I never bought a $500,000 home, or a million-dollar home. I want to get that out on the table, get that straightened out. I don’t want the Liberals thinking I’m a minister. I want to get that out, to say that.", "I was canvassing—I said this when I did my hour speech. I was canvassing in Niagara Falls, knocking on doors like we’re all doing, right? We’re all trying to get elected or get re-elected or whatever. A guy comes out of his house. He’s talking about mould that he has had in his house. He’s been fighting with Tarion. “Tarion is supposed to be my insurance. Tarion is supposed to be standing up, fighting for me.” He had mould in the basement of the house because of the leaks that were in the house. He has been fighting them for a couple of years. Can you imagine? This guy probably paid, I don’t know, somewhere around $400,000 for this area of the city, maybe a little higher than that.", "You’d think he is excited; his family is excited to move into a brand new home. They move into the home and they’ve got a problem. They would expect, like any of us would—we expect that to be taken care of through Tarion. That’s what this was set up for. That’s why we pay them a fee. All he’s had is trouble. Now his family can’t live in the mould, because it’s not healthy for us; we all know that. Tarion turned their back on them.", "I can give you example after example like that that’s gone on in the province of Ontario. That’s wrong. It has got to stop. We have to stick up for consumers. I said in my last two minutes, and I’m going to say it again: You want it to be—I hear this all the time from Liberals—a fair Ontario. Let’s be fair and let’s put an advocate on the board to make sure that Tarion is doing what it is supposed to do, and that’s sticking up for consumers and homebuyers in the province of Ontario." ],
  "anchor" : "para1017"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1022"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "It’s an honour, again, to rise to speak on Bill 166, Strengthening Protection for Ontario Consumers Act.", "Again, one of the bigger aspects of this bill deals with the real estate sector—and often a practice which we have learned from many complaints is called double ending. If this bill is passed, we would create stronger and clearer rules for cases where one real estate agent or one brokerage is representing both the buyer and the seller. As well, there would be fines assigned for any violation of the code of ethics, and these fines would be quite significant to deter a realtor from taking advantage of both the buyer and the seller, as I stated before.", "Buying real estate is probably one of the biggest financial transactions that a person makes, and it can get quite emotional. Like I said before, most real estate people are professional, are good, but we have some that can be somewhat unprofessional due to greed or many other reasons.", "The other aspect of this bill deals with the new home warranty program known as Tarion. Mr. Speaker, Tarion has not been updated since 1976, and we asked Justice Cunningham to do a review of this. What he concluded, and what would happen if this bill is passed, is that there would be a creation of two administrative authorities: one to administer the new home warranty program and one to regulate it.", "I’m certain that with this bill passing, there will be greater protection for all Ontarians." ],
  "anchor" : "para1023"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1028"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to speak today on Bill 166, the Strengthening Protection for Ontario Consumers Act.", "I was in business, so I dealt with consumers all the time. I was in the retail trade. I appreciate when the government is doing something—and there are some positive things in this act; there’s no question about it. However, there are also deficiencies, as there are in every act, and I think that the government needs to take a look at that.", "We live in an environment today that is fast-paced. Everything happens very quickly. We have to ensure that when people are making any kind of a deal, any kind of a purchase, entering into any kind of an agreement, that there is protection for the consumer, because as I say, for everybody out there who is committed to operating in an upfront and honest fashion, there are also people who are always willing to take advantage of a situation. All you have to do is look at when disaster strikes. When disaster strikes anywhere in the world, but particularly here in North America, there will always be somebody who is looking to take advantage of the fact there has been a—whether it’s a natural disaster or otherwise—looking to capitalize on the misery of others. That’s something that I think is actually deplorable, quite frankly. My point is, there are always people looking to take advantage of others, no matter what the circumstances may be.", "In government, it is our responsibility as legislators here and as the government who is elected to—they are the party in power—it’s incumbent upon them to bring forth legislation that enhances consumer protection, because we have to take care of the consumer, notwithstanding the fact that we should always rely on that age-old axiom caveat emptor: buyer beware." ],
  "anchor" : "para1029"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Eglinton–Lawrence for final comments." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I want to thank the members for their thoughtful comments: Thornhill, Niagara Falls, Brampton West, Renfrew.", "Just one of the things, though: We have to also remember that the consumer has responsibility too. I know that in the housing frenzy in Toronto in the last couple of years, people were buying homes of $1 million, $2 million, $3 million or $4 million with no home inspection. I know that the member talked about mould. Well, if you don’t have a home inspection, you’re not going to find the mould. They weren’t even asking for a survey. So the consumer also has some responsibility.", "Therefore, we are trying to educate the consumer and then reinforce the protections, like with Tarion. That’s very important.", "I would also like to say that these changes that are coming about are being done in collaboration with the industry players, whether it be the people from the entertainment industry, with the ticket scalping, with the real estate professionals in real estate—also with the travel agencies and the travel agency professionals, because that’s an area of great change.", "As you know, Mr. Speaker, today you can spend thousands of dollars with just a push of a button on your computer, and that money is gone. Therefore, consumers have to always be aware that that final click will mean that your bank account or your credit card will be out thousands of dollars. So always get a second opinion from your wife or your partner or your girlfriend, whoever it is, boyfriend, before you spend thousands of dollars on an online purchase—because that’s where more and more of the expenditures are happening. It’s online. They’re not happening with money out of your pocket, but it’s still money out of your pocket." ],
  "anchor" : "para1034"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1040"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I’m pleased to be able to have the opportunity to add to the discussion today on Bill 166. As others have commented, it is a bill that has a great deal of items within it. In the time I have, I’m going to concentrate on the issue around homeowners.", "I feel particularly strongly about staying with that topic when I look around my own riding, where houses seem to spring up overnight. As subdivision after subdivision is created, whether we’re talking about Georgina, East Gwillimbury, Bradford West Gwillimbury, or Innisfil, there is almost a siege of people moving into the areas that I represent.", "Most of the purchases that they are making are those of new homes. Obviously, there is a secondary market, but the vast number of houses that have cropped up in my riding are brand new ones. I think that with that kind of development, this piece of legislation gives me an opportunity to give a little background on the importance of caveat emptor—buyer beware—because as you see those houses cropping up around you, you can also recognize that we need some protection, that there has to be an avenue of discourse, a system of complaint, if necessary.", "As I look back over the time that I have been in the Legislature, there has been this cancer on the part of individuals who have new houses and discover there’s something wrong—and the struggle that they have trying to get a fair resolution to this problem. One that particularly stands out in my mind is in a neighbourhood not that far from me, where, gradually, over a period of two or three years, there became a separation between the attached garage and the house. This was a small subdivision; it was only about 12 or 14 houses. Each of the people who lived in those houses began to notice the same thing: They would see that the garage floor had pulled away from the wall, and that, in turn, had opened up the dampness and mould and things like that to seep into the house.", "For them, that was only the beginning of the nightmare, because of the fact that there was not sufficient legislation in place to be able to give people a sense of confidence that they are on the right side and they should have their concerns met through new home warranties. So when we look at this piece of legislation, it’s in the context of real people spending their money on new houses and finding themselves in this predicament.", "This bill splits the role of the builder regulator and the warranty provider. That’s an essential part of this piece of legislation—because originally, builders had the idea that it was just an amount of money they put in and it was relatively small. Then this morphed into legal and court accusations and thousands of dollars for people to spend, so it was completely out of control, both in terms of the cost and the anxiety and the, frankly, unfairness for people who, with all due respect, put down their deposit, move into the house and then find mould and things like that, making it impossible for them to live in the house.", "As we say, this is an investment—for most people, the most important investment they make. Certainly, when I look at the beauty of the homes that are being built in my riding, I can understand why they would feel that way. But we need to look at the potential danger that the new home warranty was designed to look after. Then there is the problem of looking at the way in which this bill tries to attend to those situations.", "When buyers purchase a house, obviously, they must do due diligence. But the builder has an immense responsibility as well. The new provisions in this piece of legislation should ease the onus of proof that currently rests on the shoulders of homeowners. It will help consumers initiate claims and resolve them in a more cost-effective way.", "Like many of my caucus colleagues—we have all received visits from people, and emails, regarding Tarion. The government has admitted that Tarion’s powers to make regulation have become too strong and too sweeping. This bill attempts to restore the mandatory ministerial approval to Tarion and the new agency’s regulation-making initiatives. It is with this hope in mind that this piece of legislation is going to provide the security and the fundamental consideration for people who own homes and find them not living up to what they were promised.", "The Ontario New Home Warranty Program was its former name. It was created in 1976, which gives you an idea that it’s time for a new look and a review.", "Justice Cunningham had 37 recommendations regarding new home warranties, and this bill only recognizes a fraction of them. He recommended that Ontario adopt a model similar to Alberta, BC and Saskatchewan. This would put warranty providers under the oversight of FSCO and subject them to strict accounting, reporting and transparency standards.", "I think that this is what we look forward to seeing when the bill goes through the rest of the legislative process. We want to make sure that the key reforms, splitting the builder regulator and the warranty provider—they may not come to realization until 2020, but it certainly has to go a long way to recognizing that we need that split.", "We also need the new authorities. The Auditor General will have oversight, and there will be a mandatory internal ombudsman.", "These are the kinds of things that people deserve in protecting their biggest investment.", "I look forward to the passage of this bill, with its changes that will be considered, and to being sure that in my riding, my constituents are going to buy homes that they can enjoy for a long, long time." ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1056"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I know I’m not supposed to say this—I might get in trouble; I’m not sure—but I’m glad the Premier of Ontario is here. One of the people I’m going to read a letter from—it went to the Premier of Ontario—her name is Barbara. I’m going to read this to the Premier, on Tarion:", "“Premier Wynne and Minister MacCharles, as the only consumer advocate in your 11-person working group, I strongly and repeatedly voiced concerns about ignoring the judge’s review, limiting the scope of discussions, and weighting the participants to favour Tarion and industry interests. I am told, I was ‘heard,’ but nothing was done.", "“Builders got what they wanted from this bill: their own regulatory authority. Tarion got what it wanted: to keep its powerful monopoly with minimal oversight. What meaningful protection did consumers get?”", "That’s the key line here: What meaningful protection did consumers get?", "“You say nothing will be implemented until at least 2020. Regulations will take even longer. What of the consumers struggling under the current weak legislation? This ignores the urgency of these problems and leaves consumers to deal with 40-year-old legislation which doesn’t protect them in the biggest investment in their lives.”", "Mr. Speaker, that’s not Wayne Gates saying it; that’s not the NDP, the Conservatives or the Liberals saying it. This is a real person who has been dealing with Tarion, dealing with their—" ],
  "anchor" : "para1057"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "You’re not a real person?" ],
  "anchor" : "para1064"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "You know what I meant. You can play with that word, but at the end of day what I’m trying to say is, these are real people. These are real people with real homes. These are people who have invested their entire lives into having a home for their family and, in some cases, even for their parents.", "We’ve got to get this bill right. We’ve got to protect consumers. I think we have an obligation as MPPs to make sure in every riding in Ontario they’re protected. Thank you very much, and I appreciate the Premier listening." ],
  "anchor" : "para1065"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll just remind all members that it’s not parliamentary to refer to people who are either here or who are not here. That’s just as a reminder.", "Further questions and comments?" ],
  "anchor" : "para1067"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "The member from Niagara Falls is correct: The Premier is here. Normally the Premier is here for question period, but it’s nice of her to join us, which she often does when she has a few minutes, to talk to her caucus and see what we’re up to. So thank you, Premier, for working so hard.", "Thank you, Mr. Speaker, for giving me the opportunity to rise on the second reading of Bill 166, Strengthening Protection for Ontario Consumers Act, 2017. This bill, if passed, would better protect consumers who buy travel services, event tickets and real estate, including newly built homes.", "As I stated before, the major portion of this bill deals with the Real Estate and Business Brokers Act and would attempt to correct some inconsistencies and conflicts of interest that may arise out of one realtor or one brokerage representing both the buyer and the seller. It would create strong and clear rules for cases when that happens. It would also provide for an enhanced code of ethics, with increased fines for any violation of that code of ethics.", "This bill would also upgrade the Tarion home warranty program. As I stated before, the Tarion home warranty program has not been revamped in any significant way since 1976, for which reason we asked Justice Cunningham for a review of this program. He has recommended, amongst many other changes, the creation of two additional administrative authorities.", "Mr. Speaker, my time’s almost up, and I look forward to continuing this debate." ],
  "anchor" : "para1069"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1074"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to join the debate here this afternoon on Bill 166.", "The member from York–Simcoe always does such a great job in representing her community at Queen’s Park, ensuring that the voice of her community is heard loud and clear here at Queen’s Park. The member restricted her comments just to the Tarion issue. As she mentioned, we’ve all heard these issues in our communities and in our constituency offices from people who have had issues with Tarion and there obviously needed to be reform in this area. There were so many people who are being victimized on the largest purchase they ever make in their lives, in many cases.", "I’ve been to her riding with my daughters, who play rep hockey. I’ve been to the arena. The arena in Stouffville, for instance, used to sit in a field and there wasn’t much around it except for the arena, but certainly now there’s a lot of development going on. There are a lot of expensive new homes being built there, and you want to ensure that you have someone looking out for your best interests, and Tarion wasn’t cutting the mustard. They weren’t doing the job that was mandated. This bill goes a bit further in ensuring that that’s going to happen.", "We are pleased to see that the Auditor General is going to be brought in to provide some oversight, because what we’ve been seeing from this government on most other pieces of legislation is that that oversight component has been removed. Those independent officers of the Legislature are having more and more of their authority and their oversight authority removed in pieces of legislation by this government.", "So we are happy to see that the government is taking some steps to ensure that people, when they make this seriously important investment in their future, are protected somewhat." ],
  "anchor" : "para1075"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1080"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’m pleased to join the debate.", "I listened to the member from York–Simcoe. She always does a fantastic job. She’s diligent in researching the bills and so she’s very thoughtful with her comments. I really appreciate that, because if you listen close enough, you actually can learn some things. I want to thank her, because I did listen.", "I do appreciate where she made mention of the fact that the changes to the entity, the sole entity that governs Tarion now, will be split into two entities: the regulatory side and the enforcement of the warranty side. That may take until 2020 to come into effect, so all those folks who are building homes right now will not have the protection or the oversight of this new double-pronged Tarion, which is worrisome.", "I wonder, with the fact that the board of directors will not change, if the construct of that board of directors, whereby they’re appointed by the minister, is not going to change. And as my colleague the member from Niagara Falls, who is sitting right here, has stated time and time again, that there won’t be a consumer advocate on these boards, I wonder if this change is actually going to have the desired effect in terms of the greater oversight and accountability that homeowners are looking for.", "I’m very cautiously optimistic, because at this point, after 14 years of real inaction on Tarion and its deficiencies—no pun intended—we’re hopeful that there’s something, that we’re even having the discussion in the context of a bill before the House. I guess something is better than nothing, but let’s hope that that something actually has a tangible effect for people who are building homes." ],
  "anchor" : "para1081"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from York–Simcoe for final comment." ],
  "anchor" : "para1086"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I do appreciate the comments made by the members from Niagara Falls, Brampton West, Prince Edward–Hastings and Essex.", "I’m going to turn back to the member from Essex, because I share his concern about how important this change is that is being contemplated in this legislation, and how disconcerting it is, and certainly troubling, that there is mention that it would be 2020. When you think that people have been struggling, in many cases, with a problem through Tarion—to think that now they’ve got another few years to go just doesn’t seem conscionable. It speaks to the question of how interested the government is, actually, in making this possible for homeowners.", "When I look at the hundreds of houses that have been built in my constituency in the last few years, I can’t believe that somebody somewhere hasn’t run into a difficulty.", "We need to do better than being able to say that out there in the future, sometime, we’ll have a method of dealing with this. It’s just not acceptable for people in this province." ],
  "anchor" : "para1087"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1091"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House and discuss the issue at hand. Today, it’s Bill 166, strengthening protections for consumers.", "I’ve had the opportunity to listen to the debate all afternoon, and specifically on Tarion home warranties. It’s very topical for me right now, for our family, because my youngest daughter bought a house on Monday." ],
  "anchor" : "para1092"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Nice. Congratulations." ],
  "anchor" : "para1094"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Vicky and her boyfriend, Jesse, bought a nice house in Kitchener. It’s not a new house, so it doesn’t fall under the Tarion warranty, and that’s fine.", "I’ve had the incredible pleasure of watching those two young people work hard and save. They took the picture by the sold sign on the real estate, right? They’re planning their whole lives around their first home purchase. It’s an incredible thing to see.", "So as I found out I was supposed to talk today, I texted my daughter and said, “I’m going to mention your name in the House today as I’m talking about the Tarion warranty, because you just bought a house. Is it okay if I”—like we do with all our constituents, I also do with my family. And she said, “Sure, Dad. But what is this Tarion warranty thing? Is it something I should know about as a new homeowner?” I said, “Well, Vic, your house was built in 1963”—1963 is a good year, my birth year—“so you don’t have to worry about the Tarion home warranty.”", "But it struck a chord, because a lot of people who buy—and Jesse, Vicky’s boyfriend, is a carpenter, and they were looking for an older house that they could do some work on. That fits for them. But for many people, they are looking to buy a new home. For many of those young couples—whether they’re young or old, for everyone, buying a home is incredibly exciting. It’s a goal of a lifetime. The reason that people look for new and they buy new is because when you buy new, you expect that everything works and the roof doesn’t leak and the floors don’t crack. When people buy a new car, that’s one of the reasons they buy new. They don’t want to buy trouble.", "Usually, when you buy something new, it comes with a long-term warranty, right? That’s where Tarion fits into the picture.", "Now, on some things, Speaker, it doesn’t pay to have a warranty. On some things, it doesn’t pay. I’m a big fan of stand-up comedy. That’s one of the things I do to release. If you go on the Net—he has left us now, but the man’s name is John Pinette. He’s a fantastic comedian and he’s got a monologue about how he’s trying to buy a toaster and the salesperson keeps trying to sell him the long-term warranty. His answer is, “Look, it’s 20 bucks. If it doesn’t work a year from now, I’ll buy another toaster for 20 bucks. I’m not going to lose any sleep over a long-term warranty for a toaster.”", "But on a house, it’s a whole different story. Most people, when they buy a new home, are happy that there’s a warranty, and they assume, because it is under government legislation, that it will be fairly easy to access, fairly easy to navigate the twists and turns of that warranty. They just assume that, and rightfully so, because that’s the idea of a warranty, especially a warranty that, while it isn’t financed by the government, is regulated by the government.", "There have been a lot of troubles with the current Tarion warranty system. I’d like to say that there are always going to be troubles when you’re—we’re in a home building boom. There have been a lot of homes built. There are a lot of good homes built and there are a lot of good home builders. We’re not here to disparage the home builders. But when there are a lot of things built—when you build a lot of cars, there’s always a few lemons, and when you build a lot of homes, there are always things that go wrong. That’s where a warranty kicks in. That’s where this warranty, the Tarion warranty, has failed many of its—has it failed the majority of homeowners in the province? No. But it has failed many of the people who have needed it the most, the people who actually have legitimate problems with their house.", "I was here yesterday when the member from Nickel Belt was talking about one of her residents who bought a brand new home. It was finished to the nines. It was beautiful. One of the things it was missing—there were a few things missing on this home. One of the things it was missing was the plumbing to take the water away from the vanity in the bathroom. So the water was coming into the sink, but when it went—on a brand new house—it just went over the floor." ],
  "anchor" : "para1095"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "That’s not good." ],
  "anchor" : "para1105"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "No, it’s not good. The member from Renfrew–Nipissing–Pembroke—I disagree with him on most things, but we agree on that. That was not good." ],
  "anchor" : "para1106"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "You don’t disagree with me on most things. You’re exaggerating." ],
  "anchor" : "para1107"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Almost everything.", "So now the government—these complaints have been going on a long time. This government has been in for 14 years, and now they’re coming forward with a bill that is going to help address this. We’re in favour of the bill as far as it goes. But really, when you look at it, the bill itself isn’t going to fix the problem.", "The bill itself makes some changes, but when you look really closely at the fine print—I’ve always liked to look at the fine print. I didn’t know this either, and I’m sure most people at home don’t. You see, the way a bill works is that it goes through the House and it gets first reading, second reading, committee, third reading and then royal assent, and then parts of it have to be proclaimed. Well, in this bill, the Tarion warranty part doesn’t come into effect until proclamation. You say, “Well, that’s just a detail. It doesn’t matter.”", "It has actually occurred, and it came to my attention—one of my constituents, Pat Tobin, called me—a totally different subject, a bill about psychotherapists that has passed this House, but the section on psychotherapists has never been proclaimed. In December, it’s going to run out. That part will disappear.", "Unless this bill is proclaimed—this part of the bill might not be proclaimed for another—well, hopefully this government won’t win again. But if they did, it might not be proclaimed for another four years. That’s a problem.", "Once again, as we sit here and discuss this, people might think that finally, they’re moving on this Tarion thing, but in reality, they might not be. This is a step in the right direction, but it’s just a step.", "One of the things that should be, when whoever takes this to the next step—it has been brought up by our critic on this issue several times that the administration of Tarion on the board is now made up of home builders. Where it is currently, there is no one on the board actually advocating for homeowners.", "Is it a bad thing to have home builders on the board? No. Who knows better the ins and outs of building homes than a home builder? I’ve got no problems with home builders being on the board. But there should also be a strong voice for the people who have to deal with the things that go wrong. Right now, that voice isn’t there. That’s something that has to be changed, and it has to be changed as quickly as possible.", "We just heard from the member from—", "Interjection." ],
  "anchor" : "para1108"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "—York–Simcoe about how it might take until 2020 to get some of these changes. How many Vickys and Jesses, like my Vicky and her Jesse, are going to be buying houses between now and 2020 and they’re still not going to be covered? The real travesty of Tarion is that they think they’re covered. They think they’re covered by a warranty that is going to be responsive. Is the warranty there? Yes. Is it responsive? Is it easy to access, easy to navigate? No. That’s the biggest travesty of this. It’s falsely—perhaps that’s a strong word, but I think many people feel misrepresented that this actually is a warranty, because you shouldn’t have to fight. You shouldn’t have to go to court on obvious things that have been missed in the building process or done incorrectly in the building process, and that happens. That happens, but there should be a quicker way, a better way.", "This is a step in the right direction—there are other things in this bill, but I only have 10 minutes—but it’s just a small step." ],
  "anchor" : "para1118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1120"
}, {
  "speaker" : "Han Dong",
  "text" : [ "It’s my pleasure to speak to this bill again and to respond to the member opposite. It’s a very important bill. The content of it—I’m sure it was debated by this side and by the side opposite, but I want to stress the point that this government has provided leadership on consumer protection.", "I think back to the last session. We passed consumer protection measures to license home inspectors. We’ve changed the condo act to provide a dispute resolution mechanism as well as license the management. Also, we dealt with the door-to-door sales.", "If you put all these things together, you can see that the commitment this government has shown for consumer protection has been there. There is a consistent pattern of spotting these issues as the market develops.", "I remember some member mentioned that as business goes, there is always a constant need for better consumer protection initiatives from the government side. I’m very pleased with this bill, specifically in its attempt to address the Tarion issue. In my riding, there are many new builds. Almost every week, I’ll hear complaints about various things in their new homes. I think this bill provides good coverage for these new homeowners. They should be pleased once this bill is passed by this House. So I’m looking for support from every member in this Legislature on this bill.", "Of course, it’s not perfect. Going forward in the next reading, third reading, I look forward to more suggestions and amendments, perhaps suggested by the members opposite." ],
  "anchor" : "para1121"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The member from Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para1127"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker. It’s a very long riding name. I appreciate that order correctly said.", "I’m pleased to comment today on the member from Timiskaming–Cochrane’s comments on the Strengthening Protection for Ontario Consumers Act. There are different pieces to the legislation that’s before us. What he spoke about the most was, of course, Tarion and the home builder warranties.", "I’ve been working in public office here off and on, I’ll say—a little gap in between there, but still out in the public—and have heard, oh, my gosh, many, many times about the Tarion warranty and problems that people do have. So I am happy to see a piece of legislation brought forward that’s going to address maybe not all the concerns I’ve heard over the many years, but some.", "As the member from Timiskaming–Cochrane said—have any of your children bought up in northern Ontario? They’re all down here buying houses?" ],
  "anchor" : "para1128"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "One northern and two down here." ],
  "anchor" : "para1132"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Well, there you are; so spread out.", "It is probably the biggest investment you’re going to make in your life. It’s complicated when you buy older places, but when you buy new places especially, you have this vision in your mind that everything is new, it’s going to work, and there are protections in order to fulfill the obligation of the builder to those new homebuyers.", "We found that there has been some oversight—some gaping problems. This is a long-overdue reform of home building and new home warranties in Ontario—and it’s by splitting the roles of builder, regulator and warranty provider. That’s a lot, Mr. Speaker, but anyone who has maybe had troubles with Tarion or new home building will know what that means.", "This legislation is going to provide more oversight and protect customers. I’m happy that the government is taking these small steps forward in that.", "Thank you, Mr. Speaker, for that time." ],
  "anchor" : "para1133"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. Further questions and comments?" ],
  "anchor" : "para1138"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "First of all, I want to thank my colleague for the great job that he did. But also, on behalf of my family to his family, I’d like to offer congratulations on his daughter and her partner buying a home. It’s a pretty big step, so congratulations to them.", "I want to be clear, because I’m not so sure we were clear when I was speaking earlier. I want to say to the builders that this isn’t an attack on builders. There are lots of good builders that provide great jobs for communities right across the province of Ontario. But there are situations where we have problems within that house and they’ve got to be fixed, and Tarion hasn’t done their job.", "I want to talk about Bill 166. Bill 166 needs to stand up for consumers and put them first. When we do this bill, the minister will have lots of power. Mr. Speaker, here’s the power he’ll have—and I know you’re interested in this: He’ll be able to appoint a board. He’ll be able to appoint a chair. What we need for the minister to do is to make sure that we have a consumer rights champion to chair that board. Wouldn’t that be a lot better than what we’re at today?", "I’d ask anybody here: Why wouldn’t we want equal representation on that board?", "Interjection." ],
  "anchor" : "para1139"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Yes, I’ve been chair before.", "It’s reasonable, it’s balanced. Consumers would have a spot, developers would have a spot, and they could work out their differences.", "Here’s something that’s really catchy—and I’ve got to go quick. We have an appeal process. The builder’s appeal process to the tribunal is quick; it’s easy. That should be one that is good for the consumer as well, but it’s not. The challenge is—nobody would disagree—shouldn’t that same process work for not only the builders but the consumers?", "I’m sure that over the course of the next couple of months, I’ll have a chance to talk to this bill again." ],
  "anchor" : "para1144"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1148"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "J’ai parlé déjà du projet de loi 166. Comme vous savez, nous avons quatre provisions, mesures, particulièrement, par exemple, la Loi sur le secteur du voyage. Si elle est adoptée, la loi intitulée la Loi sur le renforcement de la protection des consommateurs ontariens renforcera les mesures de protection des consommateurs qui achètent des services de voyage, et allègera le fardeau réglementaire imposé aux entreprises du secteur du voyage.", "Spécialement, par exemple, parmi les modifications proposées, on dénote la création de nouvelles règles en matière de représentation, comme dans le cas de la publicité faite par des vendeurs de voyages de l’extérieur de la province ciblant la population ontarienne, et la création de nouvelles exigences en matière d’inscription pour les vendeurs de voyages.", "As you will know, Speaker, there are a number of different items in this particular bill with reference to home ownership and the travel industry. I think much mention has been made about the ticket bots, or the automatic programs, the scripts, that are out there. These are known, first of all, by a number of different names, such as Web crawlers, Web spiders. Chat bots, of course, are engaging in literally automated conversations, whether it’s on Twitter or elsewhere. As you know, these are gaining extraordinary attention because of the US election and, I guess you’d say, the illicit and unwanted outside influence, likely by Russian troll farms.", "But having said that, we interact with bots. If you do anything online—order food, shop, bank etc.—you’re likely engaging at some level with a bot, including, for example, Siri, courtesy of Apple, or Cortana, courtesy of Microsoft. These are all automated scripts and, of course, that leads to technological advancement but also opportunities for hacking, so we must be ever-vigilant." ],
  "anchor" : "para1149"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I return now to the member from Timiskaming–Cochrane for final comments." ],
  "anchor" : "para1153"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I’d like to thank all the members who responded to my remarks.", "In response to the member from Haliburton–Kawartha Lakes–Brock: My daughters have three houses. One has a condo in Etobicoke and now a house in Kitchener, and one has a house on a lake close to my house. I can tell you, they all cost about the same, but you get the biggest lot and the most beautiful lake in northern Ontario.", "So if I can make a pitch for house prices—come live in Timiskaming." ],
  "anchor" : "para1154"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "We’re moving there tomorrow." ],
  "anchor" : "para1157"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Come live in Timiskaming.", "No, I don’t want you to move there, Yak, because you might compete against me and—" ],
  "anchor" : "para1158"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The plumbing works up there?" ],
  "anchor" : "para1160"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "The plumbing works. I’ll guarantee the plumbing." ],
  "anchor" : "para1161"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The sink is connected?" ],
  "anchor" : "para1162"
}, {
  "speaker" : "Interjection",
  "text" : [ "I can’t wait to read Hansard.", "Interjections." ],
  "anchor" : "para1163"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "But in my 10 minutes, I didn’t get a chance to talk about the changes for realtors.", "I would also like to give a shout-out to all the realtors in my riding, and the realtors that my various kids have worked with.", "Regarding having the same realtor: In places like Timiskaming, often you’re dealing with one realtor; right?" ],
  "anchor" : "para1165"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It happens that my wife is a realtor. That’s what happens in a small town." ],
  "anchor" : "para1168"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Yes, you’re dealing with one realtor, and that is one of the differences of the different parts of the province.", "In Timiskaming, we don’t have a lot of Tarion warranty issues because, quite frankly, we don’t have that many new houses. Most new houses in our area are built by owner-operator builders. They’re all custom homes. So it’s a bit different. They don’t build a subdivision at a time; they build a house at a time. So while there could be a few problems, it’s more hands-on.", "We do have a lot of real estate transactions, and realtors are, far and away, good people to deal with. You need regulations for their own protection as well, to make sure to keep everybody on the up and up." ],
  "anchor" : "para1169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Prescott–Russell—" ],
  "anchor" : "para1172"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "Glengarry–Prescott–Russell, Speaker." ],
  "anchor" : "para1173"
}, {
  "speaker" : "The Speaker",
  "text" : [ "—Glengarry–Prescott–Russell." ],
  "anchor" : "para1174"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "Thank you very much. I have really enjoyed the debate this afternoon, Speaker, but I move adjournment of the debate." ],
  "anchor" : "para1175"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Crack moves adjournment of the debate. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it. Carried." ],
  "anchor" : "para1176"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. I recognize the Minister of Economic Development—" ],
  "anchor" : "para1181"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "—and Growth, Mr. Speaker. I’ve been trying to grow an inch or two every chance I get.", "I am delighted to move adjournment of the House." ],
  "anchor" : "para1182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Duguid moves adjournment of the House. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "Carried.", "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1184"
} ]