[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on October 31, 2017, on the motion for second reading of the following bill:", "Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events / Projet de loi 166, Loi modifiant ou abrogeant diverses lois et édictant trois nouvelles lois en ce qui concerne la construction de logements neufs et la vente de billets d’événements." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate." ],
  "anchor" : "para240"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I rise this morning to speak to Bill 166, the Strengthening Protection for Ontario Consumers Act, 2017.", "Speaker, for many Ontarians, the single largest financial investment they will make over the course of their lives is the purchase of their home. In the greater Toronto area alone, choosing and acquiring a home can easily represent a financial commitment of more than 10 years’ worth of gross wages to pay off a mortgage. Further, when taxes, utilities and the general cost of day-to-day living are also factored, a home becomes an asset that has the capacity to determine current and future net worth. As such, defects in a home compromise not only the residence and its value but also a family’s financial future.", "While families must continue to make timely payments on a mortgage to ensure their investment is safeguarded, they must also contend with the home builder and the Tarion Warranty Corp. should they find defects in their home. For several years, Ontario consumers and experts have been asking for an improvement in this system, for new and old homes alike.", "In 2015, Justice Cunningham initiated an independent review of the Ontario New Home Warranties Plan Act and the Tarion Warranty Corp. On December 14, 2016, Justice Cunningham submitted his report to the then Minister of Government and Consumer Services, Minister Lalonde. He identified several challenges related to how new homebuyers and home builders were encumbered under the government’s home warranty program. Specifically, Justice Cunningham outlined the following main concerns:", "—that Tarion’s dispute resolution is not always as accessible or effective as it could be;", "—that consumer information and education is not as helpful or effective as it could be in explaining home maintenance, terms of warranty coverage, how to navigate the claims process and what can be expected with new construction;", "—that changes to warranty protection are being developed by Tarion through processes that are ad hoc and not as transparent and consultative as they could be;", "—that builder and vendor regulation is not consistent with modern approaches to consumer protection regulation; and", "—that governance measures intended to provide accountability, transparency and oversight are not aligned with modern and current best practices.", "In making his 37 recommendations, Justice Cunningham said any program which is intended to support the building of high-quality homes and deliver new home warranty protection should have four essential functions: making rules regarding mandatory warranty protections, administering the warranty program, adjudicating disputes about those rules, and regulating builders and vendors. A majority of Justice Cunningham’s recommendations fell within four major areas. They included:", "(1) New home warranty protection should continue to be a mandatory program, and warranty coverage would move from today’s monopoly with Tarion as the only provider to a multi-provider insurance system. Speaker, a new, not-for-profit corporation would assume responsibility for managing the warranty for existing homes enrolled with Tarion, and could participate as a warranty provider in a new competitive model.", "(2) Builder and vendor regulations should be delivered through an administrative authority operating separate from, but in co-operation with, the warranty providers.", "(3) Adjudication of unresolved warranty disputes should be delivered through a separate organization, independent of warranty providers and regulators. A homeowner who is not satisfied with a decision could appeal that decision to the independent adjudication body through a process that is accessible and easily navigated by the homeowner.", "(4) Rule-making on warranty coverage should be subject to greater government oversight. The government should have final approval on changes to warranty coverage and duration, and changes to standards that apply to builder/vendor registration.", "Now, as you can see, Justice Cunningham’s recommendations—" ],
  "anchor" : "para241"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Point of order." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from Toronto–Danforth." ],
  "anchor" : "para257"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "There does not appear to be a quorum here, Speaker." ],
  "anchor" : "para258"
}, {
  "speaker" : "The Deputy Clerk (Mr. Trevor Day)",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para259"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A quorum is present. Please continue." ],
  "anchor" : "para260"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Thank you, Speaker.", "As you can see, Justice Cunningham’s recommendations laid out measures to increase the accessibility and effectiveness of Tarion while also bringing improved provisions for accountability, transparency and oversight. Yet, as proposed, Bill 166 does not fully reflect the 37 recommendations from the Cunningham report.", "Notwithstanding, there are proposed provisions in Bill 166 related to the sections on new home warranties that the Ontario Progressive Conservative caucus supports: for example, the proposed splitting of Tarion’s roles of builder regulator and warranty provider. Additionally, the proposed provisions easing the onus of proof currently imposed on homeowners will help consumers initiate claims and resolve them in a more cost-effective way. Equally important is that the new authorities will have oversight from both the Auditor General and a mandatory internal ombudsman person.", "Speaker, looking for ways to increase transparency and accountability for Ontario residents and their families is a goal we all strive to accomplish in this Legislature. However, the bill does not include oversight from the Auditor General’s office into Tarion’s governing legislation upon royal assent of Bill 166 and during the transition to the new warranty provision model. This gap in Bill 166 is indicative of a flawed process during the crafting of this substantial piece of legislation.", "I’d like to turn now to the portion of Bill 166 containing the proposed provisions regarding ticket sales and speculation. As written, this component of the bill would repeal the existing Ticket Speculation Act and replace it with the Ticket Sales Act. The bill before us seeks to partially bring under control the secondary ticket resale market. This market was not designed for some individuals to make a profit by selling off tickets at inflated prices based on a forced increase in demand.", "In short, people buy event tickets because they want to see a concert, not because they hope that the tickets will appreciate in value closer to the event. In this context, the Liberal government’s proposed measures appear tempered and fair. For example, capping the resale value of a ticket at no more than 150% of the original value will remove some of the profit motive from the secondary market.", "On the proposed provisions in Bill 166 regarding ticket-buying software in Ontario, these measures are acceptable but, unfortunately, they only apply to those who are located in Ontario. The reality, Speaker, is that in a global marketplace where goods, services and money travel around the world in seconds through the Internet, the proposed limitation in this bill that I just referred to is a band-aid solution at best. Instead, the government should have employed a multi-pronged approach in which a multitude of stakeholders would have been included in crafting and providing their input into the proposed solution. A solution produced in consultation with sector stakeholders would have been more effective in combatting ticket speculation than the proposed measures in the legislation.", "I would hope that the Liberal government will, as demonstrated with several other bills, use the standing committee process to address some of the gaps in the legislation that I’ve highlighted.", "In March 1962, when addressing Congress on protecting consumer interests, the late American President John F. Kennedy had this to say: “Consumers, by definition, include us all. They are the largest economic group in the economy, affecting and affected by almost every public and private economic decision.... But they are the only important group in the economy who are not effectively organized, whose views are often not heard.”", "Speaker, it is up to us to prudently engage and listen to what consumers are telling us today so that tomorrow’s economy and consumers can continue to thrive and prosper." ],
  "anchor" : "para261"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para272"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It’s always a pleasure to contribute to debates in the Legislature when we’re talking about bills that are going to significantly impact our constituents’ lives. In this particular case, we’re of course talking about Bill 166, Strengthening Protection for Ontario Consumers Act.", "We are all consumers by nature, Speaker. Every day we’re consumers. One of the biggest purchases we have in our lives is, of course, a home. The member from Whitby–Oshawa spoke to this particularly, as a focus of his debate. He talked about Tarion", "When we become homeowners, especially of new homes, we want guarantees, we want some security that what we’re paying for is actually going to be delivered. In many, many cases we’ve heard over the years, this is not what’s really happening in reality. Here we are, people are buying the largest purchase of their lifetime and there are defects and fault with those buildings that they buy, their homes.", "The one part I do appreciate hearing about is that there’s going to be a separate adjudicative system where it’s going to be independent from Tarion. That’s paramount when we’re talking about consumer satisfaction and quality. If we don’t have that separation, then we really can’t get to the transparency and accountability of the corporation providing that project, being with Tarion. So it’s good to see that’s happening.", "I also appreciate the member talking about that it’s going to be easy to navigate for consumers. Because if you have set up a system where people can actually go to an adjudicator and argue why they’re not satisfied with it or they’re not happy, then you need to make sure they can actually get to that process.", "I hope that when we get to the committee stage we’re talking about, this is actually going to become reality for consumers when they are purchasing a home and having issues with that product." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para279"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m pleased to rise this morning to speak in support of Bill 166. I listened attentively to the member from Whitby–Oshawa; always a very fine gentleman who comes prepared for the conversation, especially second reading debate on this particular bill.", "Speaker, there are so many components of Bill 166 I want to talk about, but I’m going to focus specifically on dealing with the real estate piece. If passed, we will be bringing in legislation dealing with the Real Estate and Business Brokers Act. In my riding of Scarborough–Agincourt, this issue is really of prominent concern, especially when it comes to the role and responsibility of a professional real estate brokerage, because the concern is—like the earlier member from London–Fanshawe just said—this is the largest personal purchase of any individual, any Ontarian. Finally, we will have legislation in Ontario that, if passed, will provide more clarity, more transparency and, most importantly, making sure people like salespersons—the brokers and brokerages—have some accountability.", "I’m going to give you an example, Mr. Speaker: Recently, the government passed legislation protecting the flipping of homes. So whether you are flipping the home, or buying and selling the home, it does require some kind of real estate transaction.", "In the past, I have consistently heard complaints about unethical practices of real estate agents and the very unsavoury characteristics of some of those behaviours. So, if passed, with this legislation we will be creating the Real Estate Council of Ontario, better known as RECO. Again, this particular authority will then have the responsibility of making sure the real estate agent or the real estate broker is held accountable.", "Thank you for this opportunity, Mr. Speaker." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Chatham–Kent–Essex." ],
  "anchor" : "para285"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "It’s a pleasure to stand and just add my two minutes’ worth to the debate that was, so far, from our illustrious member from Whitby–Oshawa. He’s extremely pointed in his facts and I commend him for that.", "There’s a lot in this particular omnibus bill. One of the things that I’ll be speaking about a little later on as well is, of course, the Tarion transition, as well as the Real Estate and Business Brokers Act.", "And when we take a look at some of the measures pertaining to—well, as a matter of fact, my shadow cabinet position is tourism, culture and sport, so let’s talk about online ticket sales. The Attorney General, I’m sure, wants to be even busier, because one of the things that he’s suggesting in this particular bill is that consumers will direct complaints regarding ticket sales to the Ministry of the Attorney General. Good luck with that one. Of course, I do like the fact that the sale, distribution and use of ticket-buying bot software is prohibited.", "Here’s something else, and I’m not sure how that’s going to affect it yet: There is SeatGeek and there is StubHub. Ticket-selling businesses have to maintain an address in Ontario or be incorporated under the laws of Ontario in order to conduct business here. I think that’s fair. But how that will affect, maybe, some of the ability of others to purchase tickets, I’m not exactly sure.", "The one thing that I really do like is the fact that—because none of us likes surprises. You go along and you see a price online and you think, okay, those tickets are great. Then when you get to add your credit card information, you realize that all of a sudden that ticket price has jumped up quite a bit. So I like the all-in ticket price to be displayed." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Essex." ],
  "anchor" : "para291"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to join the debate this morning. Speaker, the last two days of this House have been dominated by debate around regulation: new regulation, old regulation, getting rid of old regulation. Bill 154, which we debated yesterday morning, called for a one-for-one treatment in regard to regulation, whereby through an order in council the various ministers would have the ability to jettison a regulation if a new one were to come in. This bill right here is enabling legislation that, again, does the same thing through the Lieutenant Governor in Council. It gives the power to the minister to bring in regulation.", "My question to the three ministers I see across the way is, what are the regulations you’re going to get rid of when you bring in the new regulations that aren’t clearly articulated in the bill? Because there is so much left out to regulation, what can we anticipate? There are five schedules in this bill. There were, I believe, more than that in Bill 154. We’re starting to deal with a whole host of in-and-out regulations that have tremendous ramifications for our communities. What are the answers? What can we expect when you’re bringing in new regulation or getting rid of the old regulation? How does this House do its job when we don’t know the effect? That’s my cautionary tale to the members of the government. They should be a lot more transparent about what the intent, what the effects are of this bill and others.", "We see the general thrust of the bill. We agree with some of them. Certainly Tarion needs to be looked at. We don’t know if that will have the desired effect that consumers are looking for in terms of the protection under their warranties. There’s another way to do this. There are ways that don’t leave so much to questions by not only us as elected officials, but by those outside of this House who really are going to be feeling the effects of our bills." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Whitby–Oshawa has two minutes." ],
  "anchor" : "para296"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "In my comments, I spoke to the 37 recommendations from Justice Cunningham regarding new home warranties and the concern I had that the bill only reflects a few of those. Justice Cunningham recommended that Ontario adopt Alberta’s, BC’s and Saskatchewan’s competitive warranty provider model and regulate warranties as an insurance product. This would put warranty providers under the weight of the Financial Services Commission of Ontario and subject them to strict accounting, reporting and transparency standards.", "In the course of the consultation and discussions that I’ve had with constituents in Whitby–Oshawa on this particular issue, this is a model that is working in those other three provinces based on the evaluation that they have done on their respective programs. My hope would be that the evaluative data that exists from those three provinces would be brought to our discussion within standing committee so that we can look at the best practices that have occurred there and make some determination of what parts that we would wish to adopt through amendment.", "Another aspect I’d like to share is that the new bill does not clarify whether appeals of warranty decisions will continue to rely on competing expert evidence—for example, consumer’s expert versus warranty provider’s expert—rather than having an independent adjudicator hire an independent expert to examine the facts.", "In conclusion, I’d like to thank the other members from all parties who contributed their comments to my earlier debate on Bill 166. I think their comments go hand in hand with the object of trying to strengthen and improve a bill that reflects changes to five different other pieces of legislation." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I had to smile the other day when I read the Hansard. Minister MacCharles had introduced the Strengthening Protection for Ontario Consumers Act, Bill 166. The minister said, “Our government is committed to protecting Ontario consumers. We want to ensure consumers have confidence when they engage in the marketplace. We want to ensure consumers are protected whenever they’re spending their hard-earned money.”", "On the surface, there’s certainly nothing funny about that, until you consider those words in the context of how rapidly our cost of hydro, for example, for Ontario consumers has risen over the past four years.", "I agree; people work hard for their money. But how many of them have confidence in this Liberal government? How many of them saw their hydro rates go up 300% by successive Liberal governments? Then, when the heat in the kitchen is getting a little too warm, the Liberals give a 17% decrease so they can try to skate through the next election—17% plus dropping the Liberal-added 8% portion of the HST, which should never have been added on to an essential service in the first place.", "It’s all smoke and mirrors, Speaker, smoke and mirrors. You talk about a stretch goal. Connecting consumer confidence and this Liberal government in the same sentence: That is a stretch goal. If consumers had a dollar for every time the ministers of this cabinet say they will continue to consult during the regulation stage of a bill, they might be able to afford to pay their next hydro bill.", "They staged this bill, or parts of it, in phases. Here’s an example from Hansard: “If the legislation is passed, our government also plans to consult during the regulation development phase on new requirements. These would include measures to improve clarity and transparency for consumers by requiring the use of standardized”—" ],
  "anchor" : "para302"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Point of order." ],
  "anchor" : "para307"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener–Conestoga." ],
  "anchor" : "para308"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Speaker, I don’t think we’ve got a quorum here this morning." ],
  "anchor" : "para309"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Clerks’ table?" ],
  "anchor" : "para310"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Valerie Quioc Lim)",
  "text" : [ "A quorum is not present." ],
  "anchor" : "para311"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Valerie Quioc Lim)",
  "text" : [ "A quorum is present." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Continue." ],
  "anchor" : "para314"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Thank you, Speaker.", "From Hansard: “If the legislation is passed, our government also plans to consult during the regulation development phase on new requirements. These would include measures to improve clarity and transparency for consumers by requiring the use of standardized plain language and disclosure clauses in industry forms. We want to make it easier for consumers to understand their rights and responsibilities.” No kidding.", "But why wait? You have been in office for 14 years; the legislation hasn’t changed and won’t be changing until you get around at some undefined point in the future—during the regulation stage, after more consultation—to adopting plain language so we can all understand what we’re being asked to sign on the dotted line after reading the small print, if there is small print.", "This is another one of those grab-the-headline bills, pretend we’re doing something, and sometime after the next election—if they’re lucky enough to form a government again—they’ll get around to more consultation and bring in some regulations at some point in the future. That doesn’t instill confidence in this consumer, Speaker, and I doubt very much it instills confidence in you either. Someone must have bought shares in Johnson and Johnson because there sure are a lot of band-aids being stuck all over this proposed legislation.", "Here’s another example—you can’t make this stuff up—again from Hansard: “Phase 2 of the REBBA review is expected to begin in 2018 and will involve a comprehensive review of the act. If”—if—“Bill 166 is passed, the Real Estate Council of Ontario, or RECO, is expected to take an active role in informing both consumers and real estate professionals about the changes and their impact on consumers and the industry.”", "One good part of what is currently on the table has to do with new homes, new home warranties and Ontario’s new home builders. Again, it’s all wrapped up in the flag of strengthening confidence in these warranties and protections. So the Liberals are finally listening to Ontario’s homeowners and will finally get around to doing something with Tarion—about time. We’ll see the creation of two so-called administrative authorities, one to administrate the new home warranty program and one to regulate new home builders and vendors.", "The proposed legislation also claims to be making the dispute resolution process easier for homeowners when they encounter problems with their new homes. Again, we get into the smorgasbord of Liberal words they like to put on the legislative menu these days: “Modern oversight measures to improve accountability and transparency.” It’s as if they acknowledge their past mistakes because their old methods and measures of accountability were locked in the dark ages. Now they’re moving on up, they’ve seen the light, no more dark ages. They claim to be using modern oversight measures now on their stretch goal of accountability and transparency.", "They say it’s essential to separate the warranty part from the builder part, and some of us wonder aloud, “Why? Why has it taken this Liberal government so long to do this?” Well, because they had a judicial review run by Justice J. Douglas Cunningham, and he raised some pretty serious concerns about the conflict of interest inherent in the old way Tarion was run. The new way of doing business, according to the minister, in Hansard, “would promote properly built residential construction.” I think we can all agree that’s a good thing.", "The government is to be commended in appointing Justice Cunningham to review the business procedures at Tarion. His report was delivered to the Liberals almost a year ago, in mid-December. Seven months ago, the Liberals said they would move on some of his recommendations—some of his recommendations, Speaker. Which begs the question: Why not enact all of the recommendations? Why just some of them?", "In any event, the minister claims Tarion has already made a number of improvements. It took a judicial review to knock the dust off their open-and-transparent files, but they claim now to have enhanced warranty coverage, to be providing greater disclosure on the Ontario Builder Directory, and they say they are improving enforcement against illegal building. The minister says that the oversight framework of Tarion has been strengthened. She has the power to approve any suggested changes in the bylaws that are deemed to be regulations. And, should the occasion arise, the minister can appoint an administrator if she’s unhappy with the performance of senior executives at Tarion.", "That begs the question: If they can do it at Tarion, if the government can appoint a supervisor or an administrator at a hospital or at a school board, why can’t or why won’t they consider the same provision for appointing an administrator at a conservation authority, perhaps in Niagara, where, as we’ve heard from time to time, in this House and in committee, there is a rogue element that’s getting rid of long-time, qualified staff who disagree with the board’s direction of allowing wetlands to be developed, contrary to the authority’s mandate and provincial policy statements? It seems appropriate. It needs government attention. It has been raised enough times, even by government members.", "Yesterday at committee, we heard the member from Northumberland–Quinte West say, “Yes, but the government funds hospitals and school boards. That’s why we can put administrators in there.” Well, the government isn’t funding Tarion as such; it’s the home warranty program. So if they can do it at Tarion, why can’t they do it at the Niagara region conservation authority? Their argument holds no wind. It’s all wind, Speaker. It just holds no common sense.", "It’s especially troubling to me because all this stuff has been in the media, and normally, as we’ve seen up here, when the media latches on to something, the Liberals are more apt to wake up and go for a headline. Even the minister recognized this in her opening speech about the bill. In discussing the inadequate way Tarion has been addressing concerns voiced by consumers, she said, “It would further address concerns about the warranty dispute resolution process by setting out, at a high level, a general process for dealing with claims and resolving disputes. This has been a very persistent issue that consumers, stakeholders and the media have been very vocal about.”", "So to my friends in the media, especially those in print—those often referred to lovingly as those “ink-stained wretches”: Thank you for writing about Tarion and the need, finally, for this government to start protecting those who buy new homes—homes with problems or equipment not up to code or deficit construction or whatever. Thank you. Now go look into the problems with the conservation authority down in Niagara.", "The minister says this bill—again, I find it funny: The Liberals keeps saying “if passed.” Of course it will be passed. The Liberals have a majority. Maybe they’re pretending there could be a few amendments, and here’s hoping on that—I won’t be holding my breath on it. But even so, the bill will be passed. Who are they kidding?", "Thank you for your time this morning." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para332"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I’m very pleased to rise in the House to speak to Bill 166, the Strengthening Protection for Ontario Consumers Act. Our government is focused on building a fair, safe and informed marketplace for Ontario consumers, and I’m very pleased to rise and to offer comments as it relates to this very important bill which protects consumers. We want all Ontarians to be well protected and well informed in the marketplace, whether they are making a small or a major purchase.", "One of the most significant purchases that people often make in their lifetime is the home in which they will live and raise their families. In my riding of Scarborough–Guildwood, I meet with residents all the time who take such pride in the home that they were able to purchase and raise their family in.", "This bill will speak specifically to how this new legislation, if passed, will enhance protections for consumers through new measures addressing conflict-of-interest scenarios that arise in multiple-representation situations in the real estate area. I think this is a very important aspect because it heavily focuses on the code of ethics, and if violations are made by salespersons, brokers or brokerages, those fines will simply act as a very strong deterrent. We want, when people are making those major purchases, that they have the protections they need and that they are not being unfairly treated.", "I want to address the NDP’s comments with respect to wetlands and the environment. As the member from Scarborough–Guildwood, I am very focused on this area. I know that our government has done more for the protection of the environment, through the Greenbelt Act and other acts, than anyone before. So we’re very focused on that—" ],
  "anchor" : "para333"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you. Questions and comments?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. It’s a pleasure to be able to rise to offer comment on Bill 166 as well.", "We’ve all heard from many of the members who have spoken on this that one of the most important decisions and the biggest financial decision you may make in your life, or as a family, is your home. So I think it’s important to acknowledge that there are parts of this bill that will actually get around to assisting you in the security and safety of mind.", "I want to give a shout-out to our local realtors in my riding of Nipissing, whether they are in the city of North Bay, Mattawa, Bonfield, Chisholm, Powassan, Callander, Nipissing township, Papineau-Cameron, Mattawan, Calvin township—" ],
  "anchor" : "para338"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "No, I’m not going to say Chatham. I’m sorry.", "They are a hard-working group of men and women. I meet with them frequently; they come to my office. They’ve brought these issues into my office. I find them to be regular visitors. They are an important segment of our economy. They add a tremendous amount to our community. They also, Speaker, are huge donors to our various charities and service clubs. I am using my time today just to give a real acknowledgment and a shout-out to the realtors in my riding of Nipissing, who have really helped people through their most important and largest expense that they will incur in their life. I say thank you to all of them for doing that." ],
  "anchor" : "para342"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para344"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "It’s my pleasure to rise in response to the member from Windsor–Tecumseh. I am not surprised that the member is frustrated with what’s before us. As he has said, and as my colleague Wayne Gates from Niagara Falls has said before, this bill is, let us say, not fully addressing the problems that the people of Ontario are encountering.", "Tarion is potentially a very, very useful agency, but as so many have found when they get in trouble, they can’t rely on them. In my own riding of Toronto–Danforth, there was a condo complex that was being built by Urbancorp, which went bankrupt, and Tarion’s ability to actually do what was needed to protect those consumers was limited at best.", "Beyond that, as others have said, this is a board that’s heavily developer-dominated, and I don’t see in this legislation before us—and I think my colleague spoke to that—any real correction of those problems.", "There was an inquiry. There was research done by a judge. A large number of recommendations were made, most of which are not embodied in this legislation. So for me, Speaker, real questions arise as to whether or not the passage of this bill is going to do anything for consumers in this province, consumers who are going to face substantial ongoing problems in the future with home builders or condo builders.", "My experience primarily, in my riding, is with condo residents, condo purchasers, who found that Tarion just was not there for them when they needed to sort out problems with their builder. In fact, many of them have had to set aside substantial amounts of money to sue their builder to get problems corrected that they couldn’t get Tarion to correct." ],
  "anchor" : "para345"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Scarborough–Agincourt." ],
  "anchor" : "para351"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m pleased again to rise this morning to support Bill 166. I listened attentively to the member from Toronto–Danforth. He and I have a long friendship and support of each other’s work throughout 30 years or so.", "I want to echo what the member from Toronto–Danforth said about the whole issue of the role of Tarion, the new builders and supporting consumers, Ontarians who are buying their largest investment. If passed, Bill 166 focuses on a big piece dealing with the new home warranty program. One of the concerns we consistently heard is that we have shady construction or the lack of response from Tarion when there were complaints. If passed, the legislation will ensure that Ontarians will have more confidence when they buy a new home or they are building a new home.", "There will be protection. There will be a warranty. More importantly, there will be the two new administrative authorities, one that will deal with the new home warranty program, the other one to regulate the new home builders and vendors, because there are new vendors. We are lucky in Ontario. There are many, many strong, capable builders in Ontario, yet, we have one or two that are not ethical, not being responsive to the homeowners, which is important.", "There’s also the mechanism, if Bill 166 passes, dealing with the dispute mechanism, which is very important, because we cannot tie up court time to deal with these kinds of dispute. It’s very important that there is a dispute mechanism. It also strengthens regulations for new home builders and vendors. Again, the concern is that vendors are not being respectful, not listening to concerns from the complainants.", "This is a very important piece of legislation and we need to pass this bill." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Windsor–Tecumseh has two minutes." ],
  "anchor" : "para357"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Thank you to all who just spoke, especially the member from Toronto–Danforth. I did see a glimmer of hope when the Minister of Government and Consumer Services introduced the bill. In Hansard, she said, “As these changes proceed, our government will continue to determine the feasibility of implementing the remainder of Mr. Cunningham’s recommendations”—continue to determine the feasibility of implementing: I’m not sure exactly what it means, but if she’s going to put more into there, then more power to her, I guess.", "In my experience, perhaps the biggest critic of Tarion has been Karen Somerville, a co-founder of Canadians for Properly Built Homes. For 11 years, she has been calling for this sort of a review undertaken by Justice Cunningham. She has been warning about the conflict of interest that board members have, representing the Ontario home builders. The same people hear the complaints against themselves. Before separating the dual roles, which this bill does, these double-headers regulated the industry and provided the warranties.", "Canadians for Properly Built Homes have also called for more consumer representation on the board. For 11 years, they’ve also talked about the length of those warranties being only two years instead of three years or longer. Tarion has enjoyed a monopoly, offering only one warranty. You compare that to Manitoba where five warranty providers are accessible. Competition can see that various providers offer incentives and better warranties which benefit the consumers.", "I know Ms. Somerville has said that you’ve got an HVAC system—and that’s where a lot of the complaints come from. If you have a new home, you move in in the fall, you have a mild winter and a mild winter the next year. Then you run into severe weather in the third winter, your warranty has expired and you realize the pumps just aren’t pumping out enough heat in your new home, but it’s the end of the third year and the warranty is no good. That has to be changed. That should be changed before this bill comes back for third and final reading." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para362"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "It’s a pleasure to speak on Bill 166 this morning. I believe that this piece of proposed legislation, if passed—and I know the member from Windsor–Tecumseh was saying, “Why is the government always saying ‘if passed?’” Well, there is a process in here, and it has to go through a vote in order to have it passed. We cannot just assume that every single bill we introduce—" ],
  "anchor" : "para363"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, if this bill does pass, I think it will better position Ontarians for success by making sure they’re protected and we continue to build a fair Ontario.", "This is really, I think, aligned with many of the initiatives that we have been putting forward as a government over the last few years. It’s aligned with our approach to better positioning people and families here in the province for success. It’s aligned with the approach when it comes to affordable tuition and free tuition. We know that 200,000-plus students—I believe it’s 210,000 students—here in Ontario now access the free tuition program. We’ve looked for ways to build a fairer Ontario—again, which this bill is attempting to do—by lowering hydro costs here in Ontario by an average of 25% across the province.", "We know that this piece of legislation will put some further pieces in legislation that will, again, if passed, protect people when they are buying tickets, when they are purchasing travel services and, of course, buying or selling real estate in Ontario. We know, and we’ve heard from many members in the Legislature, that the purchasing of real estate could be one of the most important financial decisions you can make in your life. So these three pieces that are found within the proposed legislation, again, continue to build on that approach we have in Ontario to ensure that it is a fairer place for people to find success.", "Again, it’s aligned with much of the work that we’ve done to help and support families. As of January 1, we will make prescription drugs free for anyone 24 and under here in the province of Ontario. Again, it helps build families when you can get out there and get the type of medicine your child needs, the affordable child care that we’re moving forward with. This is about building a family. This is about building Ontarians. This is about making sure that young people and families who are just starting have a fair go here in Ontario, which is very different from many parts of the world.", "We saw what happened in the United States a few years ago, where people were losing their homes. People were going through some very tough financial challenges. We know that happens in many parts of the world. It happens here in Ontario, where people go through difficult times, but we need to make sure, as government members, all of us, that we put in place the right type of legislation to ensure that people are not being taken advantage of.", "One of the pieces within this proposed legislation that I especially like is the piece around protection for event tickets. I know that the member from Kingston and the Islands played a massive role in making sure that this piece was brought forward. We know from the past here in Ontario that you can go and purchase a ticket from a reseller and sometimes you are paying four, five, six, seven times the cost of the original ticket.", "I’ll just take a minute to talk a little bit about that piece. We have this technology where you have these scalper bots out there that go into systems and actually purchase tickets. It’s done in such a sophisticated way that it doesn’t allow the average consumer, who is sitting at home on his or her computer or trying to purchase it through other means, to obtain those tickets in a fair way, because the scalper bots are programmed to go in and get as many tickets as they possibly can in such a short period.", "Putting in the legislation that ensures that everyone has a fair shot in purchasing those types of tickets, again, is about building a fairer Ontario here in Canada. I think it’s really aligned with our pieces around building affordable housing, making sure that there are caps on rent increases here in the province, and just making sure that families are protected and that they have the opportunity to position themselves for success.", "This bill has seen a lot of debate here in the Legislature. At this point, I think people are repeating themselves so it’s time that the bill be put to a vote for second reading and hopefully be referred to committee where important work takes place.", "As a result, I move that the question be now put." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Minister Coteau has moved that the question be now put. I’m satisfied that there has been sufficient debate to allow this question to be put to the House: nine and a half hours. Is it the pleasure of the House that the motion carry? I hear a no.", "All those in favour of the motion that the question be now put, please say “aye.”", "All those opposed to the motion that the question be now put, please say “nay.”", "I believe the ayes have it.", "With five members standing, this will be voted on after question period." ],
  "anchor" : "para375"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Orders of the day? Attorney General." ],
  "anchor" : "para381"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "No further business, Mr. Speaker." ],
  "anchor" : "para382"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Attorney General has moved no further business. This House stands recessed until 10:30 this morning." ],
  "anchor" : "para383"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, it’s my pleasure to introduce Hena Spiteri, a grade 9 student at Danforth Collegiate and Technical Institute. She’s here as part of bring your kids to work day. Welcome to the Legislature." ],
  "anchor" : "para386"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Please help me welcome, in the east members’ gallery, the following members from Bridges to Housing: Dr. Sylvain Roy, Scott Callender, Don Nichols, Monica Waldman, Gord Tanner, Subrato Saha, Christine Lyons, Sarah Farsalas, Terri Hewitt, Natalia Makeeva, Jo Connelly, Radek Budin, Glen Snyder, Leslie O’Reilly and, last but not least, Lynda Kahn. Welcome to Queen’s Park." ],
  "anchor" : "para387"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I would like to introduce in the gallery Cathy Danbrook and Marlene Morrison Nicholls, who are down for lunch and have bought that as a fundraiser in support of Community Care. Thank you very much for coming to Queen’s Park." ],
  "anchor" : "para388"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I’m honoured to rise and welcome four very talented educators who are here with us at Queen’s Park today. Please join me in welcoming Ralf Mesenbrink, Courtney Brown, Valerie Bolus and Vanessa Reinhardt to question period. Ralf and Courtney, Valerie and Vanessa are all with the LearningHUB, which is the winner of Ontario’s Council of the Federation Literacy Award this year. I’m looking forward to presenting them with the award in my office after question period. Welcome." ],
  "anchor" : "para389"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I would like to welcome Todd Jerry and Liam McGuinty, from the Insurance Bureau of Canada, who are here today to celebrate the start of Carbon Monoxide Awareness Week. Welcome to Queen’s Park." ],
  "anchor" : "para390"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "In the members’ east gallery, I would like to introduce my son, my youngest, Declan McGarry, who is with us this morning for Take Our Kids to Work Day." ],
  "anchor" : "para391"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I would like to welcome to the Legislature two of my constituents, Albertus and Bernice Kral. Welcome to the Legislature." ],
  "anchor" : "para392"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is my pleasure to introduce Heather Duff, Candace Rennick, Cathy Webdale, Andrea Legault and Jessica Gale. They are here to support Time to Care. Welcome to Queen’s Park." ],
  "anchor" : "para393"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I know they were introduced, but I must introduce to the House today Liam McGuinty and Todd Jerry, from the Insurance Bureau of Canada. They are here to mark the start of Carbon Monoxide Awareness Week. They do very good work in that regard. Welcome them to our Legislature." ],
  "anchor" : "para394"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I would like to add my welcome to the Premier’s for Ralf Mesenbrink, Courtney McGee Brown, Vanessa Reinhardt and Val Bolus. They are just absolutely thrilled to be here at Queen’s Park today receiving the honour from the Premier." ],
  "anchor" : "para395"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "I’d like to introduce two friends of mine from the Pakistani community in Hamilton: Yousef Malik and Sabah Ahmed." ],
  "anchor" : "para396"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I want to welcome to Queen’s Park my grandson, Nathan Rinaldi. It’s bring your grandson to work day, obviously.", "And, Speaker, I want to welcome cousins of mine from Italy, who are here for a holiday: Venessa Gianmaria, Luigi Protani and Giulia Protani. Welcome." ],
  "anchor" : "para397"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "I would like to welcome Ariz Aynedjian. He’s a grade 9 student from Scarborough and the son of my EA, Hratch Aynedjian. I don’t see them yet, but I think they are coming in." ],
  "anchor" : "para399"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It gives me great pleasure to introduce our page captain today from Hamilton Mountain, Jebreel Alayche. He is joined by his parents, who are here with us in the audience, Fida and Zein Oleiche. Welcome to Queen’s Park once again." ],
  "anchor" : "para400"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I’d like to introduce to the House today Isaac Maker—who is the stepson of a good friend of mine, Gary Fenn—from Peterborough, who is joining us as a student from Thomas A. Stewart Secondary School in my constituency of Peterborough, as part of Take Our Kids to Work Day." ],
  "anchor" : "para401"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "This is the first opportunity I’ve had to welcome my Ontario legislative intern, Mackenzie Taylor, to the Legislature. She also hails from New Brunswick. She spent the last two and a half weeks in my office. We welcome her today." ],
  "anchor" : "para402"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Today, as we know, is take your grade 9 to work day. So I am pleased to introduce my grade 9, Brady Waye from Eastdale CVI in Oshawa, who is joining us here at the Legislature.", "Welcome, Brady." ],
  "anchor" : "para403"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "As mentioned, it’s Take Our Kids to Work Day today. I have a very special guest. I want the members to welcome Adam Stoyles. Adam is the grandson of a former member of provincial Parliament, the late Bruce Crozier. It’s a great honour to have Adam here. Hopefully, one day he will follow in his grandfather’s footsteps." ],
  "anchor" : "para405"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m honoured to welcome Ryan Christie to Queen’s Park today. Ryan was a legislative page with me back in 1991. We worked hard to serve water to MPPs Bradley, Arnott, Wilson, Bisson and Monte Kwinter.", "Welcome to Queen’s Park. We’re glad to have you back." ],
  "anchor" : "para406"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I want all of us to welcome one of my students from Scarborough–Agincourt, Steven Vuong, who is a grade 9 student at Dr. Norman Bethune.", "Welcome to Queen’s Park, Steven." ],
  "anchor" : "para408"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I’m thrilled to rise today to welcome the many students visiting Queen’s Park today.", "We have David Parkinson, Deangela Provo and Markus Wong from Central Toronto Academy, through the Learning Partnership program.", "We also have a group of grade 9 students, parents and staff visiting us from the Canadian Federation of Independent Business.", "I want to welcome all the students who are here today to participate in Take Our Kids to Work Day at Queen’s Park.", "Welcome, everyone." ],
  "anchor" : "para410"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Page Eliana Wallace from Cambridge has a family friend, Ryan Christie, who will be in the public gallery this morning.", "Welcome to Queen’s Park." ],
  "anchor" : "para415"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I’m very delighted to rise and to welcome a constituent of mine from Scarborough–Guildwood: Dr. Sylvain Roy.", "Welcome." ],
  "anchor" : "para417"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I also have two other youth visiting from my great community of Ottawa as part of Take Our Kids to Work Day. Please welcome Nancy Coulas and Brenna Backman to Queen’s Park." ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I have two sets of introductions.", "First, we have with us, in the Speaker’s gallery, a group of grade 9 students participating in Take Our Kids to Work Day for staff at the Legislature.", "Welcome. Thank you for being here.", "Also with me are two members from the Ontario Principals’ Council who bid on a lunch with Dave. They get to have lunch with the Speaker.", "Greg Carruthers and Kim Sampson from Brantford, welcome, and thank you for being here.", "Last but not least, I would like the House to know that, for the longest time, I’ve been wearing this watch. I want to thank the grandson of Bruce Crozier for being here. I wear it in his honour. Thank you.", "The member from Toronto–Danforth on a point of order." ],
  "anchor" : "para420"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, I seek unanimous consent to put forward a motion without notice to provide for the immediate passage of Bill 79, An Act to proclaim the Nanjing Massacre Commemorative Day." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Toronto–Danforth is seeking unanimous consent to put forward a motion without notice. Do we agree? I heard a no." ],
  "anchor" : "para428"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Essex on a point of order." ],
  "anchor" : "para430"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Thank you, Speaker. With your indulgence, I seek unanimous consent to recognize and to pay tribute to those who were involved in the accident last night on the 400-series highway." ],
  "anchor" : "para431"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Essex is seeking unanimous consent to have a moment’s silence in honour of those who were killed on the highway. Do we agree? Agreed.", "Could I ask the entire House to please rise for a moment of silence to pay respect." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Pray be seated.", "Therefore, it is time for question period." ],
  "anchor" : "para436"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "My question is for the Premier. Yesterday, StatsCan revealed that Ontario is reporting and exporting twice as much electricity as it did 12 years ago, and we’re getting less money for it. Ontarians are paying more and more for electricity that this government is handing over to New York and Michigan at clearance sale prices. After years of triple-digit increases for Ontario businesses, why is this government continuing to export electricity to competitors at rock-bottom prices?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para441"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m pleased to stand and clarify the opposition’s points again on the energy sector." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Niagara West–Glanbrook will come to order, and I am going to be as consistent as I have been. If you wish to go to warnings, carry on." ],
  "anchor" : "para444"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker. For example, in 2015, at the end of the year, when you look at the full balance sheet, we made over $300 million in the electricity sector; the same thing with 2014 and 2013, which is a lot better than when they were in power and had to spend $700 million—" ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey, come to order." ],
  "anchor" : "para447"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "—to buy power from the other jurisdictions. We’ve invested $70 billion to rebuild the system." ],
  "anchor" : "para448"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Make it up." ],
  "anchor" : "para449"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Second time, the member from Simcoe–Grey.", "Carry on." ],
  "anchor" : "para450"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "We now have interties where we can share electricity with our neighbours. We should be proud of the system that we’ve built—" ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para453"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "—one that is actually clean, green and affordable." ],
  "anchor" : "para454"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para455"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "The Minister of Energy continues to make it up as he goes along, but the stats show that we are exporting more and we’re getting less for it. The only reason the government can stand up and make these claims is because they actually changed the system operator’s monthly reporting requirement, so we no longer know what the cost was to produce the power that was exported, and that’s the key.", "But we do know, Mr. Speaker, because we all know that we’re paying way more than 2.5 cents a kilowatt hour to produce electricity in Ontario. All you have to do is look at the contracts this government has signed over a 20-year period. The minister is back to the five Liberal Ds of question period: dodge, delay, defer, destroy and delete.", "Speaker, why is it that Ontario is providing electricity at low, low prices to everyone but Ontario?" ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para460"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker. Again, we know the whole system, making sure that at the end of the year our balance sheet shows a profit.", "But let’s also look at the record they had, Mr. Speaker. In 2002, they paid $500 million to import electricity; in 2003, $400 million to import electricity. Reliability was a concern, so they increased the use of dirty coal by 127%. Since 2003, the Conservatives had made sure that they were ensuring that we would look at ways of bringing back more coal power.", "Even the member from Simcoe–Grey, he goes, “This summer when we didn’t have enough electricity in this province because we hit peak ... temperatures and all the air conditioners were running, we had to buy power.... I had to pay $7 million one day to keep the air conditioners on in our hospitals. That was highway robbery.”", "It was then, as it is now. We’re going to continue to advocate and build a system that everyone can rely on." ],
  "anchor" : "para462"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para466"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Again, I know it’s difficult for the minister to understand, but the StatsCan numbers are really, really simple. In 2005, we were exporting power at 6.6 cents a kilowatt hour. Now, we’re exporting it at less than 2.5 cents a kilowatt hour. In Liberal Ontario, the price actually went down for everyone but our ratepayers. Now, we’re footing the bill so businesses in Buffalo, in Albany, in Rochester, in Syracuse, in Lansing, in Ann Arbor can enjoy cheap electricity and poach our jobs here in Ontario.", "Can the minister tell the House when he plans to stop exporting Ontario’s competitive advantage to the United States?" ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "In Belleville, in London, in Renfrew—" ],
  "anchor" : "para472"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Are you running in Michigan?" ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for Renfrew–Nipissing–Pembroke, come to order, particularly when I just sat down.", "Carry on." ],
  "anchor" : "para474"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "—in Sudbury, in Toronto, in Hamilton, in Ottawa: Everyone in this province has seen a reduction of 25% thanks to this government. Do you know what the opposition did, Mr. Speaker? They voted against it. So do you know what we’ve done, Mr. Speaker? We’ve helped every single family in this province.", "Unlike the opposition, who has no plan, who has no idea, we’ve brought forward a plan to make sure that we can support everybody in the province—40% to 50% reductions in many rural parts of our province and in our northern part of the province.", "Our plan is working. It’s lowering rates. It’s clean. It’s green. It’s affordable. We’ve eliminated coal, something that party would have never done." ],
  "anchor" : "para476"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "My question is for the Premier. This is the third week that Ontario’s 500,000 college students are not in class. The College Student Alliance has organized a rally at Queen’s Park this afternoon, calling on your government to take action now to bring students back to their classrooms.", "How many more weeks of class will students have to miss before the Liberal government takes action to bring both sides back to the bargaining table?" ],
  "anchor" : "para480"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Advanced Education and Skills Development." ],
  "anchor" : "para482"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I welcome the question, and I’m happy to let the Legislature know that I have just received word that the parties have agreed to go back to the table and they will start talking tomorrow." ],
  "anchor" : "para483"
}, {
  "speaker" : "Interjection",
  "text" : [ "This is great news. Great news." ],
  "anchor" : "para484"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, this is good news. This is an important step forward. But I’m going to continue to urge both parties to actually negotiate an agreement. Students should be back in the classroom. They should be back in the classroom as quickly as possible." ],
  "anchor" : "para485"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para486"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Back to the Premier: I know that Joel Willett, the president of the College Student Alliance, will welcome that news because—" ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated, please. Good choice.", "Finish, please." ],
  "anchor" : "para489"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Thank you, Speaker.", "Mr. Willett said, “We urge the negotiating parties to remember students are at college to learn and not to be used as pawns.” He also said, “Though a college semester has never been lost because of a faculty strike, students are increasingly concerned about this becoming reality.” That’s why they’re coming here this afternoon.", "When will the Premier take concrete, definitive action, so that the parties get back to the bargaining table?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "As I said in my original question, we are delighted to let people know that that conversation will be starting. They will be back at the table tomorrow. I have worked very closely with student groups to ensure they have the information they need to get through this strike. But the sooner the students are in the classroom and the faculty are in the classroom, the better we all will be." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para495"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Back to the Premier: Yesterday, I received a letter from the stepfather of a student enrolled at Durham College in my riding; he’s in the elevator mechanics training apprenticeship program. In that email, he said, “If the apprenticeship course does not begin by Monday, November 6”—this upcoming Monday—“it will be cancelled,” costing his stepson a year of advance training, work experience and the additional financial costs of food and rent.", "Why has it taken so long for the government to move to bring these parties together?" ],
  "anchor" : "para496"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, as I said, I am delighted they’re back at the table. I urge them to find an agreement to get students back.", "College students give up a lot to be students. They pay their tuition. They give up their lives. They give up earnings. They are there because they want to learn. They’ve overcome, in many cases, a big challenge to get to college, to get to post-secondary education. We need to support those students and get them back in the classroom as quickly as possible." ],
  "anchor" : "para499"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, my question is for the Premier. Yesterday, we learned that Brampton Civic Hospital treated an astonishing 4,352 patients on stretchers in hallways between April 2016 and April 2017. And we know it’s not just Brampton that has a hospital overcrowding and hallway medicine crisis. Families across Ontario are being forced to deal with long emergency room waits, cancelled surgeries and hospitals bursting at the seams. The executive director of the Ontario Health Coalition, Natalie Mehra, said yesterday that “the rates of overcrowding in Ontario’s hospitals are unheard of in the developed world.”", "Why does the Premier think that her temporary beds are going to fix this crisis that has been decades in the making?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We all believe that Ontarians deserve access to the highest quality health care, Mr. Speaker. In fact, we understand that there are challenges that are being faced by hospitals as a result of demographics, a growing and aging population, particularly in some communities that are growing rapidly, which is exactly why we are making additional investments in those communities to provide extra capacity, because we understand that there is that need.", "So, Mr. Speaker, we’re investing an additional $140 million in hospital, home and community sectors to create over 2,000 new beds and spaces. That’s the equivalent of six medium-sized hospitals.", "I think the other reality is that there isn’t just a single solution. The solution doesn’t always lie in the expansion of beds in hospitals. There are community solutions, Mr. Speaker, and other spaces that need to be provided." ],
  "anchor" : "para504"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para507"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, Mehra also said that the Premier’s temporary bed plan doesn’t “come anywhere near to addressing the crisis that has been caused by 10 years straight of real-dollar budget cuts to Ontario’s hospitals....”", "Vicki McKenna, the vice-president of the Ontario Nurses’ Association, said that these “numbers are shocking ... and we know that almost every hospital in Ontario has been running over capacity for some time now.”", "The Premier must know that the six temporary beds that she has offered Brampton Civic will not help all of the 4,352 people who were forced to receive their medical care in a public hallway. She must know that temporary beds are not a solution to decades of Conservative and Liberal cuts to health care. If she knows, why doesn’t the Premier have a real plan to begin undoing some of the damage that she and her Liberal government have helped create in our hospitals in this province?" ],
  "anchor" : "para508"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let’s just be clear on what has actually happened year over year in this province, and that is that there has been an increase to health care funding year over year over year." ],
  "anchor" : "para514"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "No." ],
  "anchor" : "para515"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The third party heckles “no.” The fact is, Mr. Speaker, every year there has been an increase in the health budget in this province. And over the past two years, we’ve provided over a billion dollars in new funding to the hospital sector. William Osler Health System received a total investment of $41 million in funding. Those are the facts.", "The other fact is that there are challenges that are being faced because of aging demographics, because of growth in particular communities, and that means that there have to be solutions found, Mr. Speaker, and that’s why our ministry is working with the local health integration network, with those institutions, to find those solutions. Some of them will be in increased beds; some of them will be in community spaces." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, do you know what’s clear? We have 84-year-old women in Sudbury who are in shower rooms overnight in our hospitals. We have a man dying of pancreatic cancer in Hamilton, screaming for medication, in pain, and not being able to get the attention he needs in a hallway in a hospital in my city. That’s what’s clear.", "Even when every single temporary bed that the Premier has announced is added to Ontario’s existing number of hospital beds, we still rank dead last of all provinces in Canada in the number of beds per capita that we have here in Ontario. That’s what’s clear. That’s quite a legacy for this Premier to saddle Ontario families with.", "Will the Premier now finally admit that this overcrowding and hallway medicine, this crisis, goes far beyond temporary beds, and actually do something to make sure that Ontario families get the health care they need and the health care they deserve?" ],
  "anchor" : "para519"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para525"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Let’s be clear about one thing: Ontarians enjoy one of the best health care systems in the entire world. To say anything other than that reflects a lack of understanding and a lack of knowledge—" ],
  "anchor" : "para526"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para528"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, every single third-party metric demonstrates that Ontario is at the top or near the top of measurements of care and outcomes across this country, and, indeed, in many cases around the world.", "We are continuing to make those important investments, like the historic investment last week, which resulted in the equivalent number of beds as six new hospitals in a single week being added to the complement. These are important investments to make. I know the party doesn’t support it, but we insist on making—" ],
  "anchor" : "para529"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para531"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is for the Premier. Clearly, the announcement of temporary beds is nothing more than a desperate act by a desperate Premier. The Ontario Health Coalition says that the Liberals’ plans are clear: “Announce a short-term boost to health care funding leading into the election in June and to reduce that funding the year after the election. This is dangerous for patients and staff alike.” I have to say, Speaker, that sadly, I agree.", "When will the Premier commit to a plan that will actually reverse the damage that has been done to our health care system by themselves and the government before them, instead of focusing on how best to use public money to try to get herself re-elected?" ],
  "anchor" : "para533"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think that the leader of the third party knows full well that the $7-billion boost in health care funding over the next three years that was contained in our budget is base funding, Mr. Speaker. That’s funding that will stay in place. That has absolutely nothing to do with a temporary solution.", "The reality is that there is a need to continue to resolve issues, but as the Minister of Health and Long-Term Care has said, we have one of the best health care systems in the world. It is our obligation, as the people in this Legislature who make decisions, to make sure that we keep that health care system as one of the best in the world. That means problem-solving when there are issues like the flu surge. There are challenges that have to be met on a monthly and an annual basis, and we work with the system. We work with the local community institutions to make sure that we put those resources in place. That’s what we’re doing, Mr. Speaker." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para537"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I have to say that I find it kind of frightening that the Premier and her Minister of Health are willfully ignorant about what’s happening in our health care system, willfully ignorant about what the people are facing in the health care system today: in hospitals, in long-term care, in home care and around the whole gamut. It is a huge problem, and they are so out of touch that they don’t even recognize it, Speaker. This crisis isn’t just about shocking statistics. Every single piece of data that we talk about corresponds with a real human being here in Ontario who is suffering, because of the Conservative government that fired a whole bunch of nurses and closed a whole bunch of hospitals and beds and because of a Liberal government that has cut or frozen hospital budgets, particularly for the last couple of years—10 years exactly.", "This crisis is one of the Premier’s own making. What is she going to do to show Ontario families who have suffered that they have a government that actually is in touch with the crisis that they have created?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para541"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Well, Mr. Speaker, when we became government after the Conservatives, we were the worst in wait times for many things. We’ve gone from the worst to the first for reducing wait times for hip and knee replacements, cataracts, cardiac care, radiation oncology, MRIs, CT scans and ultrasound, as noted by the Wait Time Alliance—from worst to first in the country.", "Mr. Speaker, 96% of Ontarians have access to a regular doctor. That number is higher than in the United States, the United Kingdom, Sweden, Germany, and the highest in Canada. We have the best stroke mortality rate of any jurisdiction in the OECD. Our wait times for cataract surgery are half the OECD average and significantly lower than the UK, Denmark and Australia. The average time for hip replacements is 121 days across the OECD; 86 days in Canada, 75 days in the UK, but only 70 days in Ontario.", "This is a long list—and they are superlatives—because we are the—" ],
  "anchor" : "para542"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para545"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please.", "Final supplementary?" ],
  "anchor" : "para547"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Well, Speaker, I’m going to leave the Premier with one final quote from the Ontario Health Coalition in the hopes that it actually inspires her to finally admit the hospital overcrowding and hallway medicine crisis is real and to actually do something about it. They can deny and pretend all they want, but people are really facing these crises situations day in and day out.", "This is what Natalie Mehra had to say yesterday: “The bottom line is this: Ontario’s hospital funding is among the very lowest in Canada, and, after decades of cuts we have the fewest hospital beds left in the developed world.”", "When will the Premier put politics aside? When will this Premier acknowledge and admit the crisis that she has created in our hospital system, and when will she recognize that she has an obligation and a duty to take care of the needs of the people who are lined up like cords of wood in our hallways in our hospitals, Speaker?", "She needs to take care of the needs of every person in this province and she is failing them miserably, Speaker. When is she going to change that?" ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para554"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Well, Mr. Speaker, the individual who is failing Ontarians right now is the leader of the third party. For her to refer to the hard-working health care providers and the situation in emergencies the way she does, is completely irresponsible. She’s obviously using this—and has made a political decision to make this part of her platform, part of going into the election process—to scare Ontarians about our health care system.", "I just went through a long list of things that Ontarians can and should be very, very proud of in terms of our health care system. According to the Conference Board of Canada, Mr. Speaker, the health of Ontarians was not only viewed favourably among Canadian provinces. It was evaluated as the seventh-best in the entire world—better than Japan, better than Germany, better than the United Kingdom, better than the United States. We have one of the best health care systems despite what that leader wants to say." ],
  "anchor" : "para556"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Start the clock.", "New question." ],
  "anchor" : "para559"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "My question is for the Premier. This summer when I was visiting Goldcorp’s Borden mine they told me that they were very interested in diversifying their workforce to include more women. As I have told this Legislature before, Ontario had legislation in place banning women from working underground in mines until 1978. Now we have a common core program that includes managing old technology that requires significant physical strength, making it difficult for many women to qualify. But with newer technologies available, there’s no reason to require certification on the older equipment.", "In order for mining companies like Goldcorp to achieve their goals of diversification of their workforce, they need this government to update their common core program. So why has the minister not updated the common core program to reflect newer technologies and encourage women to enter the mining field?" ],
  "anchor" : "para562"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : "para564"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Thank you very much for that question. Look: The government of Ontario has invested about $170 million in mineral sector activities in recent years. Here are some of the things that investment has done—and when those investments are made, there will be opportunities for all—men, women—" ],
  "anchor" : "para565"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carry on." ],
  "anchor" : "para567"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "When those investments are made, there will be opportunities for men, women, our First Nation members. We have $40 million for initiatives to support a modernized Mining Act. We’ve got another $2.6 million for supporting mining supply and service companies to expand their export capacity and increase sales in international markets. We’ve got about $13 million for the Centre for Excellence in Mining Innovation in Sudbury and—" ],
  "anchor" : "para568"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary, the member from Sault Ste. Marie." ],
  "anchor" : "para569"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Back to the Premier: I really hope that you’ll bother to answer this and not pass it off. This government has taken mining for granted—" ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Come to order. This has happened a few times during question periods and all members know the rules, and if you don’t, you should. Any minister has the right to move a question to someone else, so let’s not get too carried away here.", "Carry on." ],
  "anchor" : "para572"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Mr. Speaker.", "This government has taken mining for granted. During the last provincial PC government, Ontario was the number-one-ranked mining jurisdiction in the world. The member from Simcoe–Grey was then the Minister of Northern Development and Mines. By 2015, we fell from number one to number 23. I wonder if the Premier’s policy people have advised her of that.", "What caused our fall from grace? The failure to update the common core, the Liberals’ complete disinterest in northern Ontario and a total lack of action on the Ring of Fire caused it. I went to the Ring of Fire and I saw first-hand the potential there. I visited the impacted First Nation communities and I was told that this government has negotiated in bad faith. It is embarrassing and it is shameful that the Liberals sit on their hands and allow Ontario’s potential to waste away.", "Why does this Premier continue to ignore—" ],
  "anchor" : "para574"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. When I stand, you sit.", "Minister?" ],
  "anchor" : "para578"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Thank you again for that question. You asked the same sort of question last week. I know you were at the Ring of Fire, but I was at the Ring of Fire also, with Minister Gravelle and Minister Mauro. We met, as I said last week, with the chief executive officer of Noront. We inspected the site. We got a detailed briefing. I can tell you that this represents a historic opportunity to develop the northern mining sector. That’s going to provide jobs. It’s going to contribute tax dollars to our economy. It’s going to provide opportunities for indigenous people.", "This government is committed to that project. That’s why we’ve got $1 billion on the table to develop an access corridor to bring those metals out of the ground into production. That’s going to mean jobs, jobs, jobs and tax dollars." ],
  "anchor" : "para580"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock." ],
  "anchor" : "para583"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Sault Ste. Marie will come to order.", "New question." ],
  "anchor" : "para585"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. Every day in this province, families are worried about their loved ones in long-term care. Front-line workers are doing their very best, but there are simply not enough staff and resources to provide the level of care now needed in our long-term-care homes. Families and workers have been calling on the Liberals and the Conservatives to join with the New Democrats and support a minimum standard of four hours of hands-on care.", "When can we expect the Premier to start listening to families and pass Bill 33, which will deliver an average of four hours of hands-on care that our seniors deserve?" ],
  "anchor" : "para588"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para591"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We’re proud of our investments in our long-term care system. It’s home for approximately 80,000 residents of this province. It’s important that we provide them with the safety, security and the high-quality care and supports that they deserve and which we’re responsible for.", "In fact, that’s why we’ve doubled our funding to long-term-care homes since coming into office, including, importantly, many investments specific to human resources and staffing. We’ve added an additional 7,400 staff at our Ontario long-term-care homes since 2008, including 5,000 PSWs and 2,400 nurses. These new staff, of course, have helped to improve patient care, but furthermore, we require our long-term cares to have individual care plans that reflect staffing levels that are necessary and appropriate for the complexity of that individual." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para594"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Back to the Premier: Every week, I hear from families and front-line workers who are pleading for more time to care for our long-term-care residents. It is simply unacceptable to let residents wait for hours in bed because there’s nobody there to help them get up. It is simply unacceptable to give PSWs only 10 minutes to help each resident with all of their morning routines. It is simply unacceptable to force families and front-line workers to do so much with so little.", "Our seniors deserve better. When will the Premier wake up to the crisis in seniors care and legislate an average of four hours of hands-on care to our most vulnerable seniors?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "This year alone we added 10 million new dollars for behavioural supports. As we see an aging population and an increase in dementia, we have now more than $50 million annually specific to supports for those individuals with the most complex needs.", "What we won’t do is what the NDP did when they were in power. In a single year—" ],
  "anchor" : "para597"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I know they don’t want to hear this, but they increased the resident fees in a single year by 38%. What a burden for the residents of long-term care. What we won’t do as well is what the PCs did, where they actually had legislation that required only 2.25 hours of nursing care until even that minimum level of care was repealed by the Mike Harris government.", "We have just under four hours of care on average, but importantly, we develop care plans that reflect the actual needs of residents." ],
  "anchor" : "para600"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the Minister of Community and Social Services. We all know that the care and the well-being of adults with developmental disabilities is a priority for this government. That is why, in our 2017 budget, we committed an additional $677 million over four years to the developmental services system.", "This new investment will continue to assist us in transforming the developmental services system into a more accessible, fair and client-centred system of supports. I know many in Beaches–East York are thrilled with this announcement, particularly my personal bagpiper, Sarah Severn, who is probably watching us today.", "One of the transformative steps the Ministry of Community and Social Services has taken was with the Developmental Services Housing Task Force, aimed at creating unique housing solutions for individuals with developmental disabilities.", "I know the terrific housing task force project, Bridges to Housing, is an incredible project. I would ask the minister to please explain to us the work that is being done through the developmental services—" ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Minister of Community and Social Services?" ],
  "anchor" : "para607"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you very much to the member for his question. We are certainly very aware of the growing demand for services, including residential services in the developmental services system. We know there’s a need for us to continue making improvements that will provide greater flexibility, choice and inclusion in the services that we offer.", "There is no one-size-fits-all solution to housing for those with developmental disabilities. That’s why my ministry created the Developmental Services Housing Task Force: to encourage creative, inclusive and cost-effective housing solutions for adults with developmental disabilities.", "Since 2015, my ministry has provided $5.6 million to support the implementation of 18 housing demonstration projects that bring together cross-sector collaborative partnerships. So far, we’ve seen great success in these projects. One of the most successful has been the Bridges to Housing project, which is a program that partners with the city of Toronto, Community Living Toronto and the Inner City Family Health Team." ],
  "anchor" : "para609"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para612"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Thank you to the minister for the exceptional work that she is doing in this system in order to support vulnerable people in Ontario.", "Speaker, I know the Ministry of Community and Social Services is working with individuals, families and partners in the developmental services system with the goal of improving supports for adults with developmental disabilities and supporting people to live as independently as possible in communities across the province. As the minister mentioned, it is important, so important, to explore creative partnerships to achieve this goal and to ensure that we meet the unique needs of a wide range of individuals with developmental disabilities.", "Earlier today, Speaker, I understand the minister met with the organizers and the front-line staff of Bridges to Housing, which provides housing for homeless individuals with developmental disabilities and mental illness issues.", "Could the minister please provide us with more information on this terrific project?" ],
  "anchor" : "para613"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As the member mentioned, I met this morning with representatives and front-line staff from the Bridges to Housing project, which is led by Dr. Sylvain Roy, a neuropsychologist, president of the Ontario Psychological Association and clinician with the Inner City Family Health Team. Members of his team are in the gallery today.", "The project helps homeless adults with developmental disabilities and/or mental health needs access supportive, individualized housing solutions where no program currently exists. I was delighted to let Dr. Roy and the representatives know that my ministry will be providing 265,000 new dollars in funding for this project, in addition to providing annual funding of $465,000. This new commitment will enable Bridges to Housing to continue to identify individuals who require support, as well as expand the program to reach more people. I’d like to thank everyone who is part of this project for all the work they do each and every day to create supportive housing solutions." ],
  "anchor" : "para617"
}, {
  "speaker" : "Mrs. Julia Munro",
  "text" : [ "Mr. Speaker, on behalf of the PC caucus, our hearts go out to those who lost their lives on Ontario highways last night and those impacted indirectly by the recent rise of fatal highway accidents.", "My question is to the Attorney General. Minister, last night, as you may know, a truly horrific crash occurred on Highway 400 in my riding. Police describe it as Armageddon. With, so far, two confirmed fatalities and 14 cars involved in this collision, firefighters from across the region were called in to provide support.", "Over the last three years, this stretch of road has had over 10 major collisions and road closures, with too many lives lost as a result. This is unacceptable. Minister, enough is enough. Will you commit here today to having a coroner’s inquest?" ],
  "anchor" : "para620"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para623"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for her question. I would echo her opening remarks with respect to acknowledging the loss of life on this particular stretch of Highway 400 that I know is in her riding. It’s just to the north of my riding. It’s a stretch of highway that I’ve had the opportunity to drive many, many times, including recently, Speaker. My heart goes out to those individuals who have lost their lives, the two individuals that we know of so far.", "This is a very serious issue. Any time there’s a fatality on any highway anywhere in the province of Ontario, we take this very, very seriously. We will continue to work with all of our partners, from the OPP to any other individual or organization that wants to support efforts to make sure that we maintain highway safety at all times.", "Speaker, I say in this House on a regular basis that for the last 16 consecutive years, we have had the safest roads—the first or second safest roads—in North America, but we know that we continue to have to do more work, and in particular on this one and some others that we’ve experienced recently. We’ll continue to work with all of our partners to make sure that we continue to get it right." ],
  "anchor" : "para624"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member for Kitchener–Conestoga." ],
  "anchor" : "para627"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Back to the Minister of Transportation. In addition to the accident last night on the 400, the 401 in southwestern Ontario has been closed five times in 17 days with multiple fatalities—the latest on Friday, of course, where there was another 401 death near Cambridge. Last week, the OPP held a news conference to reference charges related to three accidents involving inattentive driving that claimed the lives of six, including a 14-year-old boy. Many of these have been in ideal road conditions, and with winter coming, of course, the concerns only grow.", "We expect that a coroner’s inquest will be called immediately, but we need to go one step further. Today I will table a motion calling on the government to strike an immediate task force convening road safety experts to investigate and develop recommendations to address the root causes of these preventable highway deaths. Will the minister tell us if he will support our call for a task force?" ],
  "anchor" : "para628"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I do appreciate the follow-up question. I’d be happy to take a look at the motion the member is going to bring forward, and I’m sure it will be discussed at some point.", "I will say, again, a couple of things that are important for us to remember: One is that because of our tough penalties, because of our partnerships with law enforcement and our road safety partners, we have maintained first or second ranking across North America for 16 consecutive years for road and highway safety. In addition to that, because many of the collisions that we’re talking about involve large commercial vehicles, we are currently the only jurisdiction in Canada that has mandatory entry-level training for truck drivers, for AZ licence holders. That’s an initiative we brought forward that started this past July.", "I’m happy to continue to work with members of the opposition, with our road safety partners and with law enforcement to make sure that we maintain the solid track record that we’ve had over the last 16 years, and I’d be happy to take a look at the motion the member is bringing forward." ],
  "anchor" : "para631"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Premier. The College Student Alliance and students across Ontario are rallying today at Queen’s Park. They want to get back to their classrooms, and while a return to the table is good, it is not a settlement. Students remain concerned that they will have to go deeper into debt to complete their education.", "Even if the semester is not lost, students with special needs say they won’t be able to manage a condensed program and will have to take another year. Deadlines to write certification exams could still be missed, and programs could still be cancelled.", "If this Liberal government actually cared about the 500,000 students attending Ontario colleges, they would guarantee that students will not be financially disadvantaged by this strike. Will they do that?" ],
  "anchor" : "para635"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I actually care about the students who are caught in the middle of this dispute. That’s why I’m so pleased that the minister has told us today that the parties are going back to the table. That is where the agreement will be forged.", "I have said publicly that it is a great concern of mine that students not lose their term, that they be able to complete the work for this term so that they can move on, whether it’s on to the next term or out into the work world. So I am very encouraged that the parties are getting back to the table, and I would hope that they will move expeditiously to get an agreement, so that those students can get back into the class as soon as possible." ],
  "anchor" : "para638"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para640"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It seems clear to everyone but the government that provincial underfunding of the college system is the root cause of this strike. Ontario provides the lowest per student funding of any province. To reduce payroll costs, there has been a dramatic increase in the use of contract instructors, who now make up as much as 80% of all college faculty.", "As Fanshawe College student Shelley Carr says, “I am a student retraining to avoid precarious employment. My profs deserve better than four-month contracts. And so do I.”", "Speaker, will this Liberal government ensure that colleges have the financial resources necessary to support more full-time, stable faculty jobs and protect high-quality education for students?" ],
  "anchor" : "para641"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para645"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Advanced Education and Skills Development." ],
  "anchor" : "para647"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "As I said the other day, we are absolutely committed to our college students. In fact, I would argue, Speaker, that there has been no government more committed to the success of our post-graduate students than this government, led by our Premier.", "When it comes to college funding, college funding has gone up 82% while enrolment has gone up by 25%. But the big, big change is our change to OSAP, where we now have over 200,000 students who are getting their complete tuition free. Another third of our students are getting help with their tuition and help with living expenses.", "Speaker, we’re committed to the success of our students, and I am delighted that the two parties are back at the table." ],
  "anchor" : "para648"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services. Minister, carbon monoxide is known as the “silent killer” because it is a tasteless, odourless gas that can have deadly consequences.", "A week and a half ago, I was at Fire Station 444 in my community in Etobicoke Centre. I was there with the Insurance Bureau of Canada, with Toronto Fire Chief Matthew Pegg, members of his senior team, local firefighters and Councillor Stephen Holyday. I was there to join the IBC in making a donation of carbon monoxide alarms to our local fire department, so that they can distribute them to people in the community who don’t have them in their homes and to raise awareness about the dangers of carbon monoxide poisoning. I was proud to do this, Minister, because I believe that in raising awareness and in making these donations, we may be able to actually save lives in Etobicoke Centre.", "This week is Carbon Monoxide Awareness Week, where I know our government and the Office of the Fire Marshal work together to inform Ontarians about the risks of carbon monoxide poisoning and how people can keep their families safe. Minister, what steps are you taking to help protect Ontarians against carbon monoxide poisoning?" ],
  "anchor" : "para652"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Thank you very much to the member from Etobicoke Centre and the IBC for their initiative. Simply put, one death from carbon monoxide poisoning is one too many. We all need to do our part to protect our loved ones from these tragedies.", "Our government has taken strong action and enhanced the Ontario Fire Code to keep families safe. It is now required to install carbon monoxide alarms near sleeping areas in all homes with a fuel-burning appliance, fireplace or attached garage, and working smoke alarms are required on every storey of a home. We have improved the fire safety measures in our care facilities and other vulnerable occupancies.", "Mr. Speaker, we know our work isn’t over, and this is why we’re working and I’m working with the Minister of Municipal Affairs to examine the possibility of expanding requirements for carbon monoxide detection to other structures. I urge every single Ontarian to make sure they have a working carbon monoxide alarm. It will save lives." ],
  "anchor" : "para655"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para658"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "Thanks very much, Minister. Ensuring that our families, our loved ones and our communities are safe from the dangers of carbon monoxide poisoning is so important. People need to be safe in their homes, and they need to know that they are safe in their own homes. I’m proud that we’re taking action in this regard, and that you’re taking action in that regard.", "We must all do our part to protect ourselves, our loved ones and people in our communities. That is why I think it is so critical that people have a carbon monoxide alarm in their home. That being said, there are many ways for people to protect themselves from carbon monoxide poisoning. Minister, could you tell us more about how people can do just that?" ],
  "anchor" : "para659"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Thank you very much again to the member from Etobicoke Centre. I want to take this moment and recognize our fire services across the province for the incredible work they do in raising awareness about carbon monoxide and its dangers. I also would like to recognize the member from Oxford for his dedication on this particular file.", "I want to take this moment to also encourage Ontarians to find out more about Carbon Monoxide Awareness Week programs and activities in their communities by visiting their local fire department’s website. Winter is coming, and that means that we will start heating. We definitely need to have a clear understanding of where to go. I would encourage everyone: There’s a list of simple rules that people can access at COSafety.ca, which Ontarians should check and ensure that they are following.", "Everyone has a role to play in preventing the presence of carbon monoxide and having a functional carbon monoxide alarm. I also hear, Mr. Speaker, that you were very instrumental in helping us in moving this legislation. Thank you very much for your work in this." ],
  "anchor" : "para661"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "To the Minister of Health and Long-Term Care: For some time now we’ve known that funding for seniors’ care in this province has been inadequate. My offices regularly receive questions about long-term care.", "This week one of the most astonishing things I’ve heard in all my 27 years as an MPP was that the government is completely abandoning Mr. and Mrs. Gerry and Rita Bartolo. Their son Raymond has been told that although they both qualify for 56 hours of personal support care per week, there are no PSWs to provide that care. Instead they were given a list of private home care companies to call. Mr. and Mrs. Bartolo are also on wait-lists for beds in long-term care, but there are no beds.", "According to Health Quality Ontario, the average wait time for a bed in long-term care in both the Central and North Simcoe Muskoka LHINs is 220 days: That’s an extraordinary amount of time for seniors in need of care.", "Speaker, I ask the minister: Since when did it become the policy of the government of Ontario to abandon seniors who qualify for both home care and long-term care?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "First of all, I would like to say, I’d be happy to work with the member opposite on this specific case to see what can be done. I’m not familiar, of course, with these individuals, but it’s important to recognize—well, in fact, just last week we announced an additional $40 million this fiscal year for home care services, and we’re continuing to make those important investments in long-term care as well.", "The member well knows that we’ve built 10,000 long-term-care beds while in office, and we’ve redeveloped 13,500, but we understand, because we have a growing and aging population, a population that, quite frankly, any of us who have visited long-term-care homes know that the acuity is higher as well. There are more complex patients, they tend to be even more elderly and frail, and their needs are very specific. We’re investing in those supports, be it PSWs or RNs or other supports—behavioural supports—to ensure that they’re getting the care that they provide.", "But it is a work in progress. I hope the member realizes that and takes me up on the offer to help." ],
  "anchor" : "para670"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para673"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Back to the minister: I want to thank the minister for his offer of support.", "Just a few more details: Mr. Bartolo was discharged from hospital after being a month in hospital, and no arrangements for home care were made. The family was promised, starting Monday of this week, that PSW care would be available; however, it’s now Wednesday, and there’s no care. The Bartolo children are doing the best they can to support their parents, but, shockingly, they’ve been told that they may never be able to get a PSW to work in their area—they live near Cookstown, about halfway between Barrie and Alliston. They’re on the border of two LHINs: North Simcoe Muskoka and Central. They really should be getting PSW help from Central, and yet the North Simcoe Muskoka LHIN that we’re working with says they can’t share resources or information with the Central LHIN, which is bizarre. Apparently, the North Simcoe Muskoka PSWs don’t want to go that far down south in Simcoe county; they don’t want to drive there because they’re not reimbursed well enough.", "I do appreciate your offer of support and working with me." ],
  "anchor" : "para674"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, it sounds like this is a particular situation that we can help with. It’s important that when situations like this do arise that we work together. I know the member has a history of working closely with me, as do many of his colleagues, on specific cases.", "There are aspects of this that just don’t seem right or proper, but it is important to recognize, as well, that this year alone we invested an additional $100 million—apart from the $40 million that I referenced in the first—in home care support, which provides, specifically, an extra 1.3 million hours of PSW care.", "Now, I understand that this is a challenge which has to do with different LHINs as well as the residency of this individual, and other aspects of this which just don’t sit right with me, so I’m happy to work with the member opposite as we have done previously, and I thank him for bringing this forward." ],
  "anchor" : "para677"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "My question is to the Premier. On Monday, a fire broke out at an unlicensed group home in Toronto. The residents—people who are either elderly, have a developmental disability or who are struggling with mental health—thankfully managed to leave without injury. It’s a miracle that no one was hurt, because Toronto Fire Services said that the unlicensed home failed numerous fire code inspections. The owner willfully neglected to upgrade the building. This owner has been taking residents’ disability and pension cheques as compensation, and has pocketed the money rather than making the building safer.", "In May, my colleague from Welland introduced a bill that would establish a framework for the licensing of these homes, but the government has stalled this bill in committee.", "Speaker, will the latest tragedy finally be enough for the Liberal government to take action on this legislation, and help our most vulnerable citizens?" ],
  "anchor" : "para681"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I know the minister is going to want to make a comment on this in the supplementary, but let me just say that this is a tragedy that needs to be addressed. We will certainly look into the specifics of the situation. The reality is that there are people who are living in situations, Mr. Speaker, where the regulation of their living situation is not always as clear as it should be. This is something that we are tackling. It’s something that we know needs more work, and we will continue to work with the municipality to make sure that the proper rules and the supports are in place." ],
  "anchor" : "para684"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para685"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Speaker, this is part of a very serious problem. Last year, the OPP launched a seven-month investigation into unlicensed group homes in Toronto, including the home that caught fire on Monday. The investigation found that the homes were overcrowded, unsafe and in “deplorable condition.”", "Here’s the horrifying part, Speaker: The province had the results of this investigation. They knew the vulnerable people in these homes were suffering. They decided to do nothing, because closing the homes would mean that the residents would have nowhere else to go. This Liberal government knew exactly how bad things were. Instead of shutting down haphazard operations, investing in long-term seniors’ care and mental health supports and facilities, and resettling vulnerable people in safe, affordable housing, this Liberal government ultimately condoned these deplorable conditions.", "Speaker, will the Premier explain why she has turned her back on vulnerable Ontarians, and why she is so comfortable doing so?" ],
  "anchor" : "para686"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I am never comfortable when there is a situation where there is a vulnerable person who is at risk. That is absolutely the kind of situation that government exists to address.", "So whether it is increased funding in mental health services, which we are making, whether it is increased funding for long-term care, home care and community care, which we are making, or whether it is putting in place the supports to help people to find housing that is the right kind of housing—because the member opposite has mixed together a number of issues—at the root of those issues is housing that is appropriate to the state of the person who is looking for that housing. Mr. Speaker, we are working on all of those fronts, as it is our obligation to do, and we will continue to do so." ],
  "anchor" : "para689"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "My question is for the Attorney General. Speaker, we have all heard or read about the overcrowding in correctional facilities. This past Monday, the Attorney General announced a new bail directive. It is my hope that this will address the congestion and allow some of the most vulnerable individuals, such as indigenous, racialized and low-risk individuals, to move through the system and enable them to get support from their communities.", "Speaker, through you to the Attorney General: can he please explain why we need to overhaul the system, and who will benefit from this new bail directive?" ],
  "anchor" : "para692"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I thank the member for this very important question. As everybody in this chamber knows, in Ontario everyone is innocent until proven guilty.", "Speaker, we also know that bail is a critical stage of the justice process and can have serious impacts on the outcome of an individual and their case. That is one of the reasons why the Supreme Court of Canada recently released their Antic decision. That decision sent a very clear reminder that, at the bail stage, save for exceptions, an unconditional release of the accused should be the default.", "In their decision, the Supreme Court also spelled out the ladder principle, meaning that you start at the bottom rung for bail and consider it before moving up the ladder in terms of any conditions that should be imposed on an individual.", "The Antic decision was as large a wake-up call as was the Jordan decision. We have made sure, in the work that we have been doing in reforming our bail system, that we have followed that particular decision.", "Speaker, let me be very clear, though: There are some people who pose a risk to public safety and should be rightly denied bail to keep our communities safe." ],
  "anchor" : "para694"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para699"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "Thank you to the Attorney General for his response. It is great to hear Ontario is taking a progressive step in improving time to trial. Ontario has been a leader across the country on this important issue.", "I have spoken to my constituents in Scarborough–Agincourt about bail and pretrial detention, and I have read reports on this important issue. These reports talk about how bail conditions can be overtaxing for the marginalized and individuals with mental health conditions. This will lead to a cycle of breaching, re-arrest and re-incarceration.", "About 20% of people admitted to pretrial detention are there for breaching their bail conditions. Speaker, through you to the Attorney General: Can he please inform the House how the new bail directive will address this issue?" ],
  "anchor" : "para700"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I think we have a real opportunity here to ensure that those accused individuals—who are still innocent, because they have not been proven guilty—that those who are low-risk or vulnerable are provided services in the community. That’s where the opportunity for them to thrive, the opportunity for them to get the right care or services is best suited.", "We also know that we have a disproportionately high number of people who are indigenous or racialized in our correctional facilities. Once again, we need to make sure that we take a different approach to bail, as we have announced in our new bail directive, where those individuals—who, because of their circumstances, because they may be impoverished, are unable to satisfy tough conditions—are the ones who are actually released in the community with no restrictions, perhaps with the help of supports like mental health care workers, who we are supporting through the John Howard Society, or bail beds that we’re supporting across the community, so that they can get the care—" ],
  "anchor" : "para703"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para705"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "My question is to the Premier. Speaker, I’m not convinced that this government is taking the danger of Carnage Alley seriously. First, the Premier made a promise in the House to build a barrier, and everyone understood her to mean the concrete median barrier that my constituents were demanding. Then, the Premier began walking that promise back and the transport minister began talking about high-tension cables. Cables may be effective against a car, but a large truck would simply plow right through them.", "Premier, winter is coming, and I know how hazardous that stretch of road is. The Chatham OPP reported that snow and ice storms have caused 61 accidents from Tilbury to Chatham in Carnage Alley since 2014.", "You’re doing construction on that stretch of highway right now. I know you can reopen the contract to build the concrete barrier. Be cost-effective, Premier. Will you build the concrete barrier?" ],
  "anchor" : "para707"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para710"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for his question. Obviously I’ve had the chance—we know this; we’ve said this in the Legislature previously. That member brought some constituents in to meet with me a number of days ago. It was a very constructive meeting.", "What I’ve asked the MTO officials to do is to go back and look at the plans for the area. While I will not make a firm commitment here in the Legislature to do exactly what the member is talking about, I can assure the member that I’ve asked the team at MTO to come back with some additional proposals, additional ideas about how we can provide the travelling public through that part of the 401 with the security that they deserve and the safety that we should have on all of our highways.", "I’ll be happy to provide an update to that member once we have more information back." ],
  "anchor" : "para711"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek on a point of order." ],
  "anchor" : "para715"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Thank you for your indulgence, Speaker.", "The rest of the contingent of my Pakistani friends from Hamilton has arrived: Zahid Butt, Mughanum Butt, Zaigham Butt, Faziha Butt, Mariam Butt, Ushna Butt and Waheed Malik. Welcome—and my wife, Carole Paikin." ],
  "anchor" : "para716"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "That was an extremely important and good catch by the member from Hamilton East–Stoney Creek." ],
  "anchor" : "para718"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 38(a), the member from London West has given notice of her dissatisfaction with the answer to her question given by the Premier concerning the Ontario college strike. This matter will be debated today at 6 p.m." ],
  "anchor" : "para720"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m still standing.", "Pursuant to standing order 38(a), the member from Windsor West has given notice of her dissatisfaction with the answer to the question given by the Premier concerning unlicensed group homes. This matter will be debated today at 6 p.m.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events / Projet de loi 166, Loi modifiant ou abrogeant diverses lois et édictant trois nouvelles lois en ce qui concerne la construction de logements neufs et la vente de billets d’événements." ],
  "anchor" : "para722"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have a deferred vote on the motion for closure on the motion for second reading of Bill 166.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para728"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On October 17, 2017, Ms. MacCharles moved second reading of Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events. Mr. Coteau has moved that the question now be put.", "All those in favour of Mr. Coteau’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para731"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 50; the nays are 42." ],
  "anchor" : "para828"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Ms. MacCharles has moved second reading of Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para829"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those in favour of the motion, please rise one at a time to be recorded by the Clerk." ],
  "anchor" : "para837"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para930"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 91; the nays are 1." ],
  "anchor" : "para933"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para934"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the bill be ordered for third reading?" ],
  "anchor" : "para936"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I ask that the bill be referred to the Standing Committee on Social Policy." ],
  "anchor" : "para937"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "So referred." ],
  "anchor" : "para938"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Etobicoke North on a point of order." ],
  "anchor" : "para940"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Thank you, Speaker. As all members will know, as we wear poppies to honour our veterans, the brave men and women who have served Canada so well, I just want to respectfully remind all members of the Legislature and staff that the protocol for wearing poppies is that it must be the highest thing on the lapel. It should be higher than any pin of Parliament and even the Canadian flag." ],
  "anchor" : "para941"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Etobicoke North is correct. We would ask all members to respectfully wear the poppy properly.", "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para942"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I would like to welcome, from Muskoka Roastery Coffee Co., Doug Burns, the CEO, and Jordan McKenzie, the marketing manager, who are down for a press conference on my private member’s bill, the Reducing Waste One Pod at a Time Act." ],
  "anchor" : "para946"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome. Thank you for being here.", "Further introductions?" ],
  "anchor" : "para947"
}, {
  "speaker" : "Mr. Harinder S. Takhar",
  "text" : [ "I would like to extend warm greetings to some special guests who are here today. I would like to welcome Cynthia Milburn, Jasmine Morante and Andrea Dent, who all work diligently at Epilepsy South Central Ontario. I also want to extend a very warm welcome to Mr. Hank Cunningham, the chairman of Care-Alive, also known as the Caroline Cunningham Foundation for Epilepsy, whose daughter Caroline was an inspiration to many people living with epilepsy, as well as people who want to dedicate their lives to serving others. I would like to extend them a very warm welcome to the Legislature." ],
  "anchor" : "para949"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome.", "Government House leader?" ],
  "anchor" : "para950"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I would like to welcome some very special guests who are in the House today. Speaker, as you know, the federal government announced its intention to legalize cannabis in Canada and set up a very ambitious timeline. In response, we set up a cannabis secretariat in the Ministry of the Attorney General, which houses a group of individuals who are in the gallery today who have worked extremely hard to the day, today, when we are tabling this legislation. I want to thank them and introduce them, and I hope all members will join me in thanking these great public servants, who have done an incredible job.", "Please welcome Renu Kulendran, who is the executive director of the secretariat; Rosemary Logan, legal counsel; Jesse Todres, legal counsel; Victoria Ashat, executive adviser; Mahindan Kanakaratnam, senior policy adviser; Ashley Collins, senior policy adviser; Ryan Freeston, director of policy; and Emily Bloxom, legal counsel. I want to thank them personally for their incredible work on this important file.", "In addition, I also want to thank Delia Greco, my chief of staff, and Amy Archer, who is my senior policy adviser on this important file, for their hard work to this day today." ],
  "anchor" : "para952"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome, and thank you." ],
  "anchor" : "para955"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’m pleased to rise today to recognize the fourth annual Carbon Monoxide Awareness Week, which was created as part of my private member’s bill, the Hawkins Gignac Act, which requires homes with a fuel-burning appliance or an attached garage to have working carbon monoxide detectors. Carbon monoxide is a silent killer, with no taste, smell or colour, so a detector is the only way to know when carbon monoxide is in your home.", "I want to commend John Gignac, founder of the Hawkins-Gignac Foundation and uncle of Laurie Hawkins, whose family the bill is named after. John has been vital in increasing awareness of carbon monoxide across Canada. The Insurance Bureau of Canada also played a significant role in raising awareness through their work with John and through their generous donation of detectors for fire departments across Ontario.", "I often hear from fire departments and families about how important this legislation is and how many lives have been saved as a result. Just recently, the Ottawa Fire Services told me about two families, including a family of six, who were saved this fall thanks to carbon monoxide detectors.", "I’d like to applaud the hard work of all our fire services, who continue working hard to get this important message out to their communities, like the Brampton fire department, who will be setting up displays at local hardware stores to raise awareness. When we raise awareness about the dangers of carbon monoxide and the importance of working alarms, lives are saved. Please check your alarms, and ensure that vents and chimneys are clear and that fuel-burning appliances are serviced.", "Thank you very much for allowing me to make this important statement." ],
  "anchor" : "para958"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Speaker, I may be in a bit of a conflict here, but I want to give a big shout-out today to a charity group in my riding, the Do Good Divas. They have been raising money for improvements to our local health care for the past 11 years. They’ve raised more than half a million dollars.", "We had another fundraiser last week. It was Diva Delights: A Girls’ Night Out in Handbag Heaven. The theme this year was a continuation of Canada’s 150th-birthday celebration. Hundreds of purses were available on the silent auction tables, and those donated by Canadian singers, writers, actors and athletes went into a live auction.", "The talented member from Bruce–Grey–Owen Sound travelled all the way down to Windsor to be our guest auctioneer. He has volunteered his time to the Divas for the past several years, and we thank him for his generosity.", "The money raised this year will pay for a patient lounge at the Ouellette campus of Windsor Regional Hospital and will also fund a new patient lounge and kitchen for the birthing centre at the Met campus. The Do Good Divas are buying five sleeper chairs for the dads in the maternity rooms as well.", "The annual event attracts 1,000 women and a few good men, and a good time is had by all. So thank you to Gale, Lindsay, Vicki and all the Do Good Divas for everything you do to make our community a better and a healthier place to be." ],
  "anchor" : "para964"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Il me fait plaisir de célébrer aujourd’hui le centenaire du Musée Bytown, qui se trouve sur le bord des écluses du Canal Rideau. Join me in celebrating the 100th anniversary of the Bytown Museum.", "On October 25, 1917, in the midst of the First World War, the Women’s Canadian Historical Society of Ottawa, a group of women, founded the Bytown Historical Museum. This was an amazing feat during the First World War.", "The museum has a mission to explore and share the rich history of Ottawa and its people. The museum explores Bytown, as Ottawa was known in earlier days, from the present to the past. It also celebrates the Algonquin territory on which Ottawa is built. The old chair of the mayor is there. There are photos and paintings. More importantly, it has a youth council made up of 15 members aged from 16 to 23 who are featured in the province of Ontario’s grade 8 history textbook.", "This year was an amazing year for the museum because it digitized over 3,400 artifact records, and therefore brought itself into the new century.", "I want to thank Robin Etherington and all her team, the directors, the management, the staff, and all the volunteers, the donors and the patrons of the museum. Let’s have a fabulous next century." ],
  "anchor" : "para970"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I rise today to acknowledge the beginning of Movember.", "The Movember Foundation works really hard to stop men, young men, from dying too young. Every November, men around the world and in Ontario let their moustaches grow out for Movember. However, in addition, men and women can also participate in an opportunity called “Move,” where they set a distance or a goal to reach every day, and either through cycling, walking, running, swimming or rowing they work to reach and attain that goal, promoting a healthier lifestyle. Through these personal campaigns, men and, of course, women can raise funds and awareness for men’s health. Specifically, the Movember Foundation works on prostate and testicular cancer, men’s health and suicide prevention.", "Prostate cancer, it’s very important to note, does affect one in seven men, and it’s the most common cancer found in men in Canada. Early detection is key. Utilizing Movember to promote that if you’re 50 and over, it’s time to have that conversation with your doctor about your prostate—through research and education, we can change the way we target health services to men to help improve their overall health.", "To date, the Movember Foundation has collaborated with 20 partners in 21 countries and has funded over 1,200 projects. I’d like to thank the Movember Foundation for the important work that they do and commit right now to growing my moustache for the entire month of November so I can match the Speaker of the House." ],
  "anchor" : "para976"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A member of the moustache caucus: That’s absolutely wonderful." ],
  "anchor" : "para980"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "This year, there was a surprising article in the Stoney Creek News. According to the Hamilton children’s aid society, this is what was said: that our city needed foster families for about 530 children. The foster care system in Hamilton and Ontario needs an upgrade. There are generous people within the foster care system, and their efforts should be commended, but the system is not perfect.", "Last week, I met with the Child Welfare PAC group. This group is made up of former foster care children. We had a good talk, and I learned that most foster children aging out of care start off disadvantaged. Many experience low academic achievement, poverty and exposure to the criminal justice system, as well as poor health. So what is the problem here?", "Ontario’s foster care system doesn’t have the resources to guarantee that these children start on the right track. There have been issues of overcrowding and underfunding for years. I have found that the Liberals have not provided the necessary funds or legislation to ensure that foster homes are all that they can be for the children we love. Liberal reforms have left questions unanswered and put strain on our foster care system.", "I agree with the director of the Ryerson University School of Child and Youth Care program, Kiaras Gharabaghi. In response to a recent government announcement, he said, “The government wants all children and youth to be safe by 2025; this means that the government knows children and youth are not safe now and is prepared to wait eight years....” The government needs to commit more funds for foster kids now. Mr. Speaker, the future of these children is at stake." ],
  "anchor" : "para982"
}, {
  "speaker" : "Mr. Harinder S. Takhar",
  "text" : [ "It is a privilege to speak in the Legislature today about the new office of Epilepsy South Central Ontario—also known as ESCO—in Mississauga, as well as the new Caroline Cunningham youth centre. The youth centre was made possible by the generous donations of the Cunningham family and the Care-Alive Foundation. The centre has been named after Caroline Cunningham, who dedicated her life to improving the lives of people living with epilepsy. After her death in 2007 from sudden unexplained death from epilepsy, her family and friends founded Care-Alive, a foundation bearing her name, which raises support and awareness for epilepsy.", "ESCO received an Ontario Trillium Foundation grow grant in the amount of $290,100 over two years to assist in maintaining the youth empowerment program, which positively impacts approximately 250 youth. Programs such as ESCO’s summer camp initiative help youth understand they are not alone, that having a seizure is not something that should alienate or embarrass them, while also nurturing confidence.", "Mr. Speaker, I want to thank ESCO and the Cunningham family for helping to establish a great resource such as the youth centre. With its creation, Caroline’s legacy lives on and continues to inspire others.", "We have in the gallery today the Cunningham family, and also a representative from ESCO. So I really want to say thanks to them for the work that they have done." ],
  "anchor" : "para988"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "It’s with pride that I rise today as the Ontario Mining Association joins us here at our Legislature.", "I want to recognize one of the great mining companies in my riding, Cementation, which was recently recognized as one of Canada’s Safest Employers for 2017. The Canada’s Safest Employers awards were launched in 2011 to cover 10 industry-specific categories ranging from hospitality to mining and natural resources.", "Cementation is a mine and facilities contracting and engineering company located in North Bay. They were awarded the gold award in the mining and natural resources category during the Canada’s Safest Employers awards gala, hosted by Canadian Occupational Safety and Thomson Reuters, last week here in Toronto. They were recognized for their five-year safety strategy, which was rolled out earlier this year and aims to improve the 700-employee company’s internal responsibility system and lower injury frequencies.", "Last Friday, Speaker, we all had the extreme pleasure of taking part in the ribbon cutting of their newest expansion in the city of North Bay. I want to send my personal congratulations to the president, Roy Slack, and the general manager of health and safety, Steve Wrixon, and all of Cementation’s employees who contribute to what Steve calls “the safety culture and structure” at Cementation." ],
  "anchor" : "para993"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Mr. Speaker, it was an honour last year to join with the member from Simcoe–Grey and the member from Parkdale–High Park in passing the Remembrance Week Act, which starts on November 5 every year. At this time every year, all of us return to our ridings and we go to ceremonies, assemblies, and other meetings and events to reflect and remember on the sacrifices that were made on our behalf.", "I’m always struck by the stories that we hear in that week. I think stories are important and illustrative of the sacrifices of not only those people who served, but those people who are connected to them.", "Here’s one story. Ordinary Seaman Robert Ainsley Cavanagh was the uncle my wife never knew, was the closest sibling to my mother-in-law, and, quite in fact, one that she adored. He died in August of 1942 at Dieppe.", "My mother-in-law, Yvonne, is 96. She’s not going to be happy when she hears me say that out loud. Her memory is not as good as it used to be, but there is one thing that she remembers, and that’s her brother, Ainsley. She has a picture of him in her room—a young Ainsley—and that picture is always there. She often speaks of him fondly and sometimes with sorrow. War leaves very bittersweet scars on many people. This is some 85 years later.", "I wanted to tell that story to honour Ainsley but also to honour my mother-in-law, Yvonne, who has kept his memory alive for 85 years despite challenges with memory." ],
  "anchor" : "para998"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "As we approach Remembrance Day, I rise in the House to pay tribute to the men and women who have served and are currently serving with the Canadian Armed Forces. Our veterans risked their lives in defence of the freedoms, rights and security we enjoy as Canadians. We have the solemn duty to ensure that their contributions and sacrifices are never forgotten.", "I’m honoured to inform the House that high school students in my riding have taken on this duty with pride. Students from Parry Sound high school and St. Dominic Catholic Secondary School in Bracebridge travelled to France to commemorate the 100th anniversary of the Battle of Vimy Ridge.", "Students from Parry Sound high school honoured their experience by spearheading the Community Remembrance Project, which created 59 banners featuring 118 veterans. These banners will be hung annually in downtown Parry Sound. Community members contributed the names of featured veterans. The interest was overwhelming. There are hopes to expand the project so that even more local veterans can be recognized.", "The Community Remembrance Project is supported by the Royal Canadian Legion, Branch 117, the town of Parry Sound, the Museum on Tower Hill, and the downtown business association. I commend all those who brought this program into existence, especially the students at Parry Sound high school.", "May the memory of those who have given so much so that we can meet here today in peace and security never be forgotten." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para1009"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para1012"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "Mr. McMeekin from the Standing Committee on Regulations and Private Bills presents the committee’s report as follows and moves its adoption:", "Your committee begs to report the following bill without amendment:", "Bill Pr71, An Act to revive 1428501 Ontario Limited." ],
  "anchor" : "para1013"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried.", "Mr. Norm Miller moved first reading of the following bill:", "Bill 173, An Act respecting the sale of single-use beverage pods / Projet de loi 173, Loi sur la vente de capsules de boisson à usage unique." ],
  "anchor" : "para1016"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1022"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1024"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "The bill enacts the Reducing Waste One Pod at a Time Act, 2017, which prohibits persons from selling or offering for sale at retail single-use beverage pods unless they are fully compostable. The act comes into force four years after it receives royal assent.", "Mr. Yasir Naqvi moved first reading of the following bill:", "Bill 174, An Act to enact the Cannabis Act, 2017, the Ontario Cannabis Retail Corporation Act, 2017 and the Smoke-Free Ontario Act, 2017, to repeal two Acts and to make amendments to the Highway Traffic Act respecting alcohol, drugs and other matters / Projet de loi 174, Loi édictant la Loi de 2017 sur le cannabis, la Loi de 2017 sur la Société ontarienne de vente du cannabis et la Loi de 2017 favorisant un Ontario sans fumée, abrogeant deux lois et modifiant le Code de la route en ce qui concerne l’alcool, les drogues et d’autres questions." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1030"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1032"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "The Cannabis, Smoke-Free Ontario and Road Safety Statute Law Amendment Act, 2017, would, if passed, govern the sale, distribution, purchase, cultivation, possession and consumption of cannabis in Ontario. In doing so, the act would ensure that only the Ontario Cannabis Retail Corp., or OCRC, and prescribed persons in prescribed circumstances are permitted to sell cannabis in Ontario.", "The bill proposes restricting youth access to cannabis, promoting public health and safety, and establishing rules to help eliminate the illicit market through sanctions and enforcement.", "This legislation would also create the Smoke-Free Ontario Act, 2017, as well as make amendments to the Highway Traffic Act. These changes would introduce tougher penalties for drug-impaired driving." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I believe that we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para1038"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Do we agree? Agreed.", "Minister?" ],
  "anchor" : "para1039"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I move that, notwithstanding standing order 98(g), notice for ballot items 12 and 13 be waived." ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Do we agree? Agreed." ],
  "anchor" : "para1042"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I’m seeking unanimous consent to put forward a motion without notice regarding bills before the Legislature relating to the policy field of labour." ],
  "anchor" : "para1045"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Do we agree? Agreed.", "Minister?" ],
  "anchor" : "para1046"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I move that, notwithstanding standing order 71(d), the Standing Committee on Finance and Economic Affairs may consider Bill 148, An Act to amend the Employment Standards Act, 2000 and the Labour Relations Act, 1995 and to make related amendments to other Acts, while the House is debating Bill 145, An Act to amend the Workplace Safety and Insurance Act, 1997, on Thursday, November 2, 2017." ],
  "anchor" : "para1048"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Do we agree? Agreed." ],
  "anchor" : "para1049"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I’m very pleased today to announce Meet the Miners Day. I would like to offer a very warm welcome to the Ontario Mining Association, their members and staff who will be joining us today. There’s a reception at the end of the day.", "For 39 years, representatives from industry and government have been meeting at Queen’s Park on Meet the Miners Day. We share a common purpose, and that is to build awareness about the importance of exploration in mining to Ontario’s economy and to promote the mining industry’s strong future in Ontario.", "Ontario’s mineral resources offer a wealth of opportunity for international and homegrown mining companies. The numbers speak for themselves. In Canada, Ontario is a leading province, with $371 million in exploration spending last year. So far, 2017 exploration spendings indicate a possible 31% increase; that is, potentially $486 million for this year. Ontario is also a leading province in Canada, with a 26% share of the nation’s total mineral production in 2016. For the past several years, production figures have exceeded $10 billion. This bounty is generated by 39 underground and surface operations which are made up of 29 mineral mines and 10 non-metal mines.", "In 2016, the value of Ontario’s mineral production was generated 71% from mineral mining and 29% from non-metal mining operations. Let me give you a couple of recent examples: Noront Resources reports that potential copper-zinc deposits at their McFaulds mining property in the Ring of Fire is an exciting discovery. We will continue to work closely, both individually and collectively, with First Nations in the Ring of Fire area on work that will advance proposed developments and improve quality of life.", "Kirkland Lake Gold expressed interest in 10 building lots within the town in order to build homes for senior staff. This demonstrates the company’s long-term commitment to future development.", "MacDonald Mines Exploration announced an MOU with Michipicoten First Nation and emphasized their commitment to fostering respectful, mutually beneficial relationships such as the Wawa-Holdsworth gold project as it continues to advance.", "The spring of 2017 marked a major milestone for Detour Lake, which reached a record 150,000 ounces of gold in quarterly production.", "There are many more headlines affirming that mining in Ontario is thriving.", "We are committed to working closely with indigenous partners on projects in the mining sector to ensure that indigenous communities can participate in and benefit from responsible resource development opportunities in Ontario.", "Ontario’s mineral development sector has established our province as a top destination in North America for mining industry capital investments. For the period of 2012 to 2016, Ontario’s average annual capital investment in mining was $1.9 billion.", "We are internationally recognized as a mining jurisdiction, a global mining hub. In 2016, the TSX and the TSX Venture Exchange raised $9.4 billion in new mining equity capital. That reflects a 38% increase over the previous year.", "Ontario continues to maintain a competitive mining tax system, and works closely with industry to identify challenges and opportunities facing the mining sector.", "Speaker, the Ministry of Northern Development and Mines, in collaboration with the Ontario Mining Association and other industry partners, steadily promotes Ontario as a destination to potential capital investors. That collective effort is vital to successfully advancing and advocating the advantages of investing in Ontario’s exploration and mining sector.", "Let me give you a couple of further examples. Last year, Ontario launched the first-ever Mining Innovation Summit, held in northern Ontario. It was a very productive technology forum. It brought together representatives from industry, indigenous communities, academia and government.", "Last month, we wrapped up the second annual Mines and Money Americas. Ontario was once again a partner this year. Mines and Money conferences are among the world’s largest investment forums, connecting industry experts and leading institutional investors with multi-level developers.", "The Ministry of Northern Development and Mines organizes significant trade and investment missions and attends key international exhibitions and conferences throughout the world. These efforts have achieved significant results. They’ve generated almost $50 million in new investment and trade sales.", "We also work with the mining supply and services sector to help them break into international markets. With more than 900 supply and service companies operating in Ontario, the estimated direct economic impact of this important sector is $6.6 billion. To date, more than 100 of these companies have accessed over $2.6 million in provincial funding to enhance their export marketing capacity and their global reach.", "We’re also building success through innovation. That’s why our province is committed to developing partnerships that encourage cutting-edge industry research to foster future mineral discoveries. Ontario is the destination that the entire world turns to for technological innovations in mining. As a leading jurisdiction for mining exploration and production in Canada, Ontario consistently maintains its position as a major global player.", "In conclusion, I do ask all members of the House to join me in thanking the Ontario Mining Association for their long-standing tradition of dedication and significant contribution to the mining industry. At this time I do, as I said earlier, invite all members of the House to attend this evening’s Meet the Miners reception here in the Legislative Building. As always, it will be a fine evening of conversation, refreshment and getting to know the mining sector." ],
  "anchor" : "para1053"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further statements by ministries?" ],
  "anchor" : "para1073"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I rise in the Legislature today because November is Adoption Awareness Month, when we highlight the importance of helping more children find safe, loving and permanent homes. Adoption can provide a lifetime of benefits for children. It can be a major contributor to a child’s health, well-being and potential for success.", "As Minister of Children and Youth Services, I’m committed to working to find adoptive families for children in care, to give them the benefit of a stable, loving environment so that they have every single opportunity to grow as young people and to become successful adults.", "A stable and nurturing family environment means so much to each and every one of us here, which is why our government has supported permanent adoption and stability in various ways over the years. We continue to help more children and youth find permanent homes. We help adoptive families succeed with post-adoption resources and reduce financial barriers for families who choose to adopt. This year, 2017, marks the 10th anniversary of my ministry’s funding of the AdoptOntario program, which is delivered by our partner, the Adoption Council of Ontario.", "AdoptOntario works with all Ontario’s children’s aid societies and private adoption professionals to recruit families for children in care who need families through adoption. The successful program, over the last 10 years, has helped more than 900 children by providing education, guidance and support to adoptive families who are waiting for a child.", "We’ve also provided funding to the Dave Thomas Foundation for Adoption to hire Wendy’s Wonderful Kids adoption recruiters. This program finds permanent homes for harder-to-place children, including older children, sibling groups and youth with special needs.", "We know that adoption is a lifelong journey for families, which is why my ministry provides targeted financial supports to reduce financial barriers for families who want to adopt youth in care.", "We also worked with the Ministry of Advanced Education and Skills Development to extend the Living and Learning Grant. Through this grant, students can get $500 per month to help pay for expenses while they’re in college or university.", "We’ve also extended drug and dental benefits to adopted youth between the ages of 18 and 24.", "We are proud of the two programs that help Ontario’s adoptive parents with the challenges that might come after adoption.", "Through the Pathways to Permanence 2 program delivered by the Adoption Council of Ontario, parents who adopt through children’s aid societies can receive special training to respond to the particular challenges that their children may face as a result of early trauma, loss, maltreatment or multiple placements.", "Since the funding started in 2016, 500 parents in 25 communities have received the Pathways training. Just one year after launching the program, we’ve heard many heartwarming reports from parents. Many families stay connected after the training ends, becoming part of a volunteer parent-led support group that welcomes new adoptive families in their communities.", "We’ve also heard moving accounts from parents who have accessed the important services. One parent told us: “The Pathways training gave me the tools to better understand” the child that I’ve adopted. “There were times when I felt no one understood. This training, and meeting other parents, has let me see that I’m not alone.”", "We’ve heard that they feel more empowered and that they feel that they have the confidence to do this. It’s hard not to feel moved by the testimony of these parents.", "We’re also working with Adopt4Life to expand their parent-to-parent support network so more adoptive families can access peer-to-peer supports, including mentorship and parent resources.", "I’m pleased to tell you that we’ve also received positive feedback about this post-adoption support. Adoptive parents say that directly connecting with each other to chat about their experiences led to shared lessons learned, enriching and helping their lives. One parent told us, “My Adopt4Life parent liaison connected me with resources I didn’t know existed. She also connected me with other parents. Together, we share, support and connect each other in ways that only those on this journey can do.”", "There are over 5,000 children and youth in care in children’s aid societies who are currently eligible for adoption here in Ontario. Approximately 800 children and youth were adopted last year. In the last decade, almost 9,000 children and youth in care have been adopted here in Ontario. As Minister of Children and Youth Services, I’m so proud that our government supports the children and youth who need it most, so that they can reach their full potential.", "Let’s celebrate our efforts and programs this November, and continue our work with incredible organizations and families like our children’s aid societies, our indigenous child well-being societies, and partners like the Adoption Council of Ontario and Adopt4Life.", "We will continue to work towards our goal, which is to help all children and youth reach their full potential in life, starting it all off by having a loving and permanent home." ],
  "anchor" : "para1075"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s time for responses." ],
  "anchor" : "para1093"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "It’s my pleasure to respond to the minister of Indigenous Relations and Reconciliation and to welcome the Ontario Mining Association to Queen’s Park for their annual Meet the Miners Day.", "As critic for northern development and mines, I’ve had the pleasure of meeting many miners during my travels across northern Ontario. Most recently, this summer I visited Goldcorp’s Borden mine site, where Maarten van Koppen and JY Young showed me around Ontario’s and the world’s first all-electric gold mine. It was the day of the eclipse, and the folks at Borden lent me a welding mask to check it out. Just as impressive as the eclipse was the all-electric equipment that will be used in the mine. Goldcorp have been working with their suppliers, including MacLean Engineering of Collingwood, to develop the machinery they need to eliminate diesel equipment underground. I have since toured MacLean Engineering, and their success is a great example of how a thriving mining sector in northern Ontario can create jobs in southern Ontario.", "Next week, I’m looking forward to visiting the Glencore Nickel Rim South Mine in Sudbury.", "Our leader, Patrick Brown, has spent a great deal of time visiting northern Ontario and, of course, visiting mines. He has been to Barrick Gold’s Hemlo mine near Marathon, New Gold Inc.’s Rainy River mine project north of Fort Frances, and Lake Shore Gold’s Bell Creek mine near Timmins.", "Our newest member, Ross Romano from Sault Ste. Marie, has just returned from visiting the Matawa First Nations communities around the Ring of Fire. Ten years after the Ring of Fire was discovered, he found people in need of much help. No wonder this government is having difficulty negotiating with these communities. They have been ignored for far too long. Mining the Ring of Fire would bring jobs and investment to this area, but they also need social services and infrastructure—things that are the government’s responsibility, not that of the mining companies.", "So many industry and professional associations hold lobby days, but I think this one is especially important, Mr. Speaker. Most of us do not run into miners in our day-to-day lives. It is important for us to come to this reception to learn about the issues and challenges the mining industry is facing and what the government can do to help. I encourage all members of this Legislature to take a break from the Speaker’s wine-tasting event to attend the Ontario Mining Association reception and meet the miners in room 228.", "Sorry about that, Speaker." ],
  "anchor" : "para1096"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "There was a man who was walking along the beach, and he saw hundreds of thousands, perhaps millions, of small starfish scattered about the beach. Off in the distance, he saw a young boy walking toward him. Every once in a while, the boy would bend over to pick up a starfish and throw it into the sea. The man was very puzzled. As he approached the boy, he said, “Young man, what is it that you’re doing right now?” The boy said, “You see, sir, these starfish got stuck on the beach as the tide went in, and if they don’t get back into the sea, they’re going to die when the sun comes up.” The old man looked at him and says, “Yes, but, son, how can you possibly make a difference? There are hundreds of thousands, maybe millions, of these starfish.” The boy bent over to pick up another starfish and threw it as far as he could into the water, and he looked at the old man and said, “It made a difference to that one.”", "I am proud to speak today in response to the statement on November being adoption month in Ontario. I’m particularly proud because I have a very personal experience, something very near and dear to my heart. I know that many of my own caucus members will be aware of this, and many others may be aware of it. My wife and I had our fair share of struggles and heartache, and after our last episode of heartache we made the decision to adopt. We went through the PRIDE program—it was referred to as Pathways—and we ended up with three young boys. We are now the proud parents of three children, and we are a family of five." ],
  "anchor" : "para1104"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you. The story we always like to promote—and of course, it’s an important one—is what we do for the children, the benefits to those children who get to find a loving home.", "But I don’t want it to be lost what an incredible benefit it is to people who are in my wife’s and my shoes, who wanted desperately to be parents, wanted desperately to have a family. It was through adoption that we were able to realize that goal and that dream." ],
  "anchor" : "para1107"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Congratulations to you and your family.", "I rise today in regard to the Meet the Miners event that we hold every year in this place, which is very important. As we know, mining is a key industry not only for northern Ontario but for all of Ontario.", "Many people don’t realize that if it weren’t for mining, the TSX would not be what the TSX is today. The TSX is the number-one mining platform for selling stocks and raising money in the world, and it’s right here in downtown Toronto. A lot of the money that we see flowing around the city that creates the revenue that’s so necessary in order to run services here is driven by the activities of mining. Engineers, lawyers, investment people and all kinds of people are involved in the mining industry, and a lot of them are right here in Toronto. Sometimes we take that for granted. Mining is not just about jobs in places like Timmins or Red Lake; it’s also about jobs here in downtown Toronto. We should always remember that.", "The other thing is that it’s a very tough industry. It’s an industry where you’ve got to spend a lot of money to find a mine. You can spend a lot of money and not find a mine; you can spend a lot of money, have a mine and have a problem trying to get it up and running. It takes a lot of patience, a lot of perseverance and a lot of work to be able to get a project going. Over the years, I’ve experienced many projects that I’ve worked on with different mining companies in my part of the world where we’ve had great joy and great victory, and others where we’ve had, really, a difficult time.", "If there’s one criticism I want to make of the government, it’s on how we deal with the First Nations issues vis-à-vis mining." ],
  "anchor" : "para1110"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Ah, I like that the minister is paying attention.", "Let me just say this: We need to provide a framework for how we proceed with mining in northern Ontario and across this province when it comes to revenue sharing, so that a percentage of all revenue the province gets from activities in mining—that’s income tax, sales tax and the rest of it—is automatically taken aside and given to the affected communities in whatever way they want to be able to share that. That would go a long way to helping communities make the decision to support projects and move forward, because they’d see a benefit for their communities.", "The second thing, which is even more important, is land use planning. We need to create a joint land use planning process where First Nations are part of the decision-making when it comes to how we permit these things, so that they can be aware of what’s going to go on and they can be part of the decision-making process, so that when we do make the decision to go forward, they are part of it.", "On behalf of New Democrats, I just want to say we’re glad to be here and keep on working." ],
  "anchor" : "para1116"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I’m pleased to rise today on behalf of the NDP caucus and our leader, Andrea Horwath, to recognize November as Adoption Awareness Month. I’m so pleased to have this opportunity to raise awareness, because adoption, which provides a forever family to a child and brings all the joys and pride of parenting, is in desperate need of a higher profile.", "Although the number of children available for adoption has decreased in Ontario, the fact is that there are many, many children and youth who deserve, like all children do, a loving family that will be there for them throughout their lives.", "There are approximately 6,000 children and youth in permanent care in Ontario. Some of them are in the care of excellent foster parents who do a wonderful job to provide them with a comfortable, stable home to grow in. Others are moved from home to home on a regular basis, with little hope of anything even closely resembling permanence. But all of them deserve more. Lifelong relationships with loving parents and siblings: That’s what they deserve. But many are denied that because there are simply not enough adoptive parents.", "That’s why Adoption Awareness Month is so important. Make no mistake: Choosing to adopt is a big decision and certainly not one that should be taken lightly. The process can be lengthy and at times onerous, and of course, in some respects, it must be.", "Prospective adoptive parents are not the only ones who should not take it lightly. It’s important to find the right family to fit the special needs of that child, but we should do everything we can to make sure that the process works better for families. I know the Adoption Council of Ontario is well aware of the challenges faced, and I’m pleased to note that they are working with the government and community partners to improve the situation.", "Organizations like AdoptOntario, Wendy’s Wonderful Kids recruiters, indigenous child well-being societies and children’s aid societies work hard in partnership to find and to create the relationships that will change a child’s life. I’m pleased to recognize their commitment, and they deserve our support." ],
  "anchor" : "para1121"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements. It’s therefore now time for petitions." ],
  "anchor" : "para1128"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "Point of order." ],
  "anchor" : "para1130"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order: the member from Ancaster–Dundas–Flamborough–Westdale." ],
  "anchor" : "para1131"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "The schedule that I have here has a provision called “unanimous consent before petitions” and I have a motion—with your indulgence, please." ],
  "anchor" : "para1132"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carry on." ],
  "anchor" : "para1133"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "I’m seeking unanimous consent, Mr. Speaker, to move a motion without notice regarding sponsorship of Bill 122." ],
  "anchor" : "para1134"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Ancaster–Dundas–Flamborough–Westdale is seeking unanimous consent to put forth a motion. Do we agree? Agreed.", "Carry on." ],
  "anchor" : "para1135"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "Thanks, Speaker, and thanks, colleagues. I move that sponsorship of Bill 122, An Act respecting the regulation of Registered Professional Planners, standing in the name of the member for Etobicoke–Lakeshore, be transferred to the member from Ancaster–Dundas–Flamborough–Westdale." ],
  "anchor" : "para1137"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. McMeekin moves that sponsorship of Bill 122, An Act respecting the regulation of Registered Professional Planners, standing in the name of the member for Etobicoke–Lakeshore, be transferred to the member from Ancaster–Dundas–Flamborough–Westdale.", "Do we agree? Agreed. Carried." ],
  "anchor" : "para1138"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It is now time for petitions. I’ve reset the clock." ],
  "anchor" : "para1141"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "This petition is for universal pharmacare for all Ontarians.", "“To the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care, and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need;", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost;", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, petition the Legislative Assembly of Ontario to support a universal provincial pharmacare plan for all Ontarians.”", "I couldn’t agree more. I’m going to sign it and give it to Airika to be delivered to the desk." ],
  "anchor" : "para1144"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario entitled “Podiatry.", "“Whereas podiatrists treat foot pain and deformities in women twice as often as foot disabilities in men, often due to having to wear high heels in their workplaces;", "“Whereas Ontario podiatrists see far too many patients with injuries in the workplace that are entirely avoidable and are caused by wearing footwear that is inappropriate or outright unsafe;", "“Whereas clinical evidence demonstrates that wearing high-heeled shoes causes a much higher incidence of bunions, musculoskeletal pain and injury than those who do not wear high heels;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To put their best foot forward, and take swift action to amend the Occupational Health and Safety Act to protect workers from dress codes that mandate unsafe footwear in the workplace.”", "I send it to you via page Ryan." ],
  "anchor" : "para1153"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas household electricity bills have skyrocketed by 56% and electricity rates have tripled as a result of the Liberal government’s mismanagement of the energy sector;", "“Whereas the billion-dollar gas plants cancellation, wasteful and unaccountable spending at Ontario Power Generation and the unaffordable subsidies in the Green Energy Act will result in electricity bills climbing by another 35% by 2017 and 45% by 2020; and", "“Whereas the Liberal government wasted $2 billion on the flawed smart meter program; and", "“Whereas the recent announcement to implement the Ontario Electricity Support Program will see average household hydro bills increase an additional $137 per year starting in 2016; and", "“Whereas the soaring cost of electricity is straining family budgets, and hurting the ability of manufacturers and small businesses in the province to compete and create new jobs; and", "“Whereas home heating and electricity are a necessity for families in Ontario who cannot afford to continue footing the bill for the government’s mismanagement of the energy sector;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately implement policies ensuring Ontario’s power consumers, including families, farmers and employers, have affordable and reliable electricity.”", "I agree with this petition, I’ll affix my signature and send it to the table with Andy." ],
  "anchor" : "para1161"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Doreen Rocque, who is chair of the Champlain Region Family Council Network, for sending me those 1,259 signatures on this petition. It reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas chronic understaffing is the number one concern of families and friends of residents in long-term care;", "“Whereas the Long-Term Care Homes Act ... empowers the provincial government to create a minimum care standard—but falls short of actually creating one;", "“Whereas current care levels fail to recognize the increased levels of sickness and rates of Alzheimer’s and dementia of LTC residents;", "“Whereas the most detailed and reputable studies of minimum care standards recommend at least four (4) hours of direct care per day;", "“We ... petition the Legislative Assembly of Ontario to:", "“(1) Amend the Long-Term Care Homes Act (2007) so that a long-term-care home will have to provide its residents with a minimum of four hours a day of nursing and personal support services, averaged across the residents...;", "“(2) Calculate the average number of direct hours of nursing services and personal support services as prescribed by the regulations and exclude hours paid ... to vacation, statutory holidays, sick leave, leaves of absences and training time;", "“(3) Increase funding to long-term-care homes so they can achieve the mandated staffing and care standard and tie public funding for them to the provision of quality care and staffing levels that meet the legislated minimum care standard;", "“(4) Make public reporting of staffing levels at each Ontario” long-term-care “home mandatory to ensure accountability.”", "I fully support this petition, will affix my name to it and ask page Swetlana to bring it to the Clerk." ],
  "anchor" : "para1171"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I, too, have a petition to the Legislative Assembly of Ontario: to qualify home inspectors.", "“Whereas home inspections are an integral part of the real estate transaction; and", "“Whereas there are no current rules and education system to qualify who is and who is not a home inspector; and", "“Whereas the public interest is best served by protecting consumers against receiving a bad home inspection;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Ensure the speedy passage of Bill 59, Putting Consumers First Act, 2016, and mandate the government of Ontario to bring in a strong qualifications regime for home inspectors.”", "I endorse this petition and leave it with page Jebreel." ],
  "anchor" : "para1184"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario.", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I agree with this petition. I will sign it and give it to page Eliana." ],
  "anchor" : "para1192"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Liliane Therriault from Gogama in my riding for this petition. It reads as follows:", "“Whereas at 2 a.m. on March 7, 2015, a Canadian National train derailed in Gogama;", "“Whereas this derailment caused numerous tank cars carrying crude oil to explode, catch fire and spill over one million litres of oil into the Makami River; and", "“Whereas residents continue to plainly observe oil and find dead fish in the Makami River as well as Lake Minisinakwa, despite the fact that the Ministry of the Environment has declared the cleanup complete;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Environment require CN to continue the cleanup of Gogama’s soil and waterways until the residents are assured of clean and safe water for themselves, the environment and the wildlife.”", "I fully support this petition, will affix my name to it and ask page Payton to bring it to the Clerk." ],
  "anchor" : "para1202"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario: “Podiatry.", "“Whereas podiatrists treat foot pain and deformities in women twice as often as foot disabilities in men, often due to having to wear high heels in their workplaces;", "“Whereas Ontario podiatrists see far too many patients with injuries in the workplace that are entirely avoidable and are caused by wearing footwear that is inappropriate or outright unsafe;", "“Whereas clinical evidence demonstrates that wearing high-heeled shoes causes a much higher incidence of bunions, musculoskeletal pain and injury than those who do not wear high heels;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To put their best foot forward, and take swift action to amend the Occupational Health and Safety Act to protect workers from dress codes that mandate unsafe footwear in the workplace.”", "I send it to you via page Swetlana." ],
  "anchor" : "para1211"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "This is a petition to widen the 401 and install median barriers from Tilbury to London.", "“To the Legislative Assembly of Ontario:", "“Whereas in 2009 the Ministry of Transportation received environmental clearance for six lanes of the 401 between Tilbury to Elgin county;", "“Whereas the 401 between Tilbury and London was already known as ‘carnage alley’ due to the high rate of collisions and fatalities there;", "“Whereas current work being done on the 401 between Tilbury and Ridgetown will reduce the road to a single lane for up to three years thus making this stretch a serious safety concern;", "“Whereas there have already been four deaths, nine serious injuries requiring hospitalization and over eight collisions this summer within the one-lane construction area;", "“Whereas the government of the day pledged to invest $13.5 billion in highway improvements and has sharply increased the fees for driver permits and licence renewal fees which are used for highway maintenance and improvements;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To commit to upgrading the 401 from four to six lanes and install a median barrier from Tilbury to London.”", "I wholeheartedly approve of this petition, will sign it and give it to page Abigail." ],
  "anchor" : "para1219"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I would like to read this petition entitled “Universal Pharmacare for All Ontarians.", "“To the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care, and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need;", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost;", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, petition the Legislative Assembly of Ontario to support a universal provincial pharmacare plan for all Ontarians.”", "I fully support this. I’m going to affix my name to it and give it to page Airika to bring to the Clerk." ],
  "anchor" : "para1230"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I have a petition here to establish and enforce cleaning and hygiene standards for commercial ice machines in health care facilities in Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas ice machines are found everywhere throughout the health care system, including long-term-care facilities and hospitals; and", "“Whereas numerous bacteria and viruses are known to contaminate ice cubes, including cholera, typhoid fever, salmonella, legionella, E. coli, shigella, hepatitis A and norovirus I and II; and", "“Whereas the lack of regulation increases the probability of consuming ice from ice machines with unhygienic levels of bacteria and/or viruses, putting public safety at risk; and", "“Whereas individuals consuming ice from a contaminated ice machine in a hospital or long-term-care facility are at a greater risk due to potentially weakened immune systems; and", "“Whereas the inherent risk and rate at which both bacteria and biofilm grow inside ice machines have caused other countries to mandate the cleaning of ice machines; and", "“Whereas there are currently no mandates or guidelines on the frequency or thoroughness of cleaning for institutional ice machines in hospitals, long-term-care or other health care facilities;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario establish and enforce cleaning and hygiene standards for all institutional ice machines in provincially funded and/or operated facilities.”", "I agree with this petition and I leave it with Max to take to the table." ],
  "anchor" : "para1239"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "This is a petition to pass Bill 94, which is the school bus bill, to enhance student safety. I have signatures ranging from Windsor to Sarnia, though Chatham, all the way to Ottawa.", "“To the Legislative Assembly of Ontario:", "“Whereas Bill 94, Highway Traffic Amendment Act (School Bus Camera Systems), 2017, will make it easier to get convictions for drivers who do not stop when lights are flashing and the stop arm is extended on a school bus; and", "“Whereas responsible governments must update laws as new technology is developed; and", "“Whereas numerous states and provinces are already leveraging new technology to convict drivers who put children in danger while Ontario falls behind; and", "“Whereas municipalities including the city of Mississauga have passed resolutions in support of Bill 94; and", "“Whereas the Ministry of Transportation has had three years to conduct consultations after a similar bill was initially introduced in 2014 and thousands of children are put in danger each day due to low conviction rates;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To call Bill 94 to committee so it can be strengthened with input from the Ministry of Transportation and other experts engaged in ensuring student safety and to pass Bill 94 into legislation in order to protect our children from motorists who disobey school bus safety laws.”", "I approve of this petition, will sign it and give it to Abigail." ],
  "anchor" : "para1251"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I seek unanimous consent to put forward a motion without notice regarding the adjournment debate." ],
  "anchor" : "para1263"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Labour is seeking unanimous consent to put forth a motion regarding the adjournment debate. Do we agree? Carried.", "Minister?" ],
  "anchor" : "para1264"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I move that, in the event of and notwithstanding the completion of today’s business before 6 p.m., the late show standing in the name of the member for Leeds–Grenville shall be conducted, after which the Speaker shall adjourn the House." ],
  "anchor" : "para1266"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Do we agree? Carried.", "Resuming the debate adjourned on October 31, 2017, on the motion for third reading of the following bill:", "Bill 154, An Act to cut unnecessary red tape by enacting one new Act and making various amendments and repeals / Projet de loi 154, Loi visant à réduire les formalités administratives inutiles, à édicter diverses lois et à modifier et abroger d’autres lois." ],
  "anchor" : "para1267"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?", "Mr. Duguid has moved third reading of Bill 154, An Act to cut unnecessary red tape by enacting one new Act and making various amendments and repeals. Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1272"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Orders of the day? Minister Flynn again." ],
  "anchor" : "para1277"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para1278"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Now the late show.", "Pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made." ],
  "anchor" : "para1279"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member for Leeds–Grenville has given notice of his dissatisfaction with the answer to his question given by the Minister of the Environment and Climate Change. The member has up to five minutes to debate the matter, and the minister or parliamentary assistant may reply for up to five minutes.", "The member from Leeds–Grenville." ],
  "anchor" : "para1283"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I appreciate the chance to expand on the issues I raised yesterday regarding the ED-19 site. I was extremely disappointed that the minister ignored the very significant issues I raised on behalf of my constituents. I hoped he would have been more informed, because he has received recent correspondence from me, the Mohawk Council of Akwesasne and the Canadian Environmental Law Association.", "To hear the minister dance around the issue in the manner he did was shocking. He made it worse with a ridiculous suggestion that there is some silver lining here, stating, “One person’s garbage is another person’s treasure.” What an insult to my constituents, who fear a mega-dump is opening in their backyard. They don’t see any treasure in the truckloads of garbage rolling into their community from all across Ontario.", "At the heart of the question was a very simple request: Would this minister honour a commitment made by his predecessor in response to my order paper question tabled on March 27 this year? I asked under what conditions the minister would “review, revoke, or approve the validity of the environmental assessment for the ED-19 site in the township of Edwardsburgh/Cardinal under section 11.4 of the Environmental Assessment Act.”", "Former Minister Murray wrote that he would reconsider if he received information “demonstrating that there has been a change in circumstances or new information that wasn’t presented at the time of approval....”", "Speaker, I believe this new minister has ample evidence to act. Off the top is the glaring omission of First Nations’ input into the original environmental review. Grand Chief Abram Benedict of the Mohawk Council of Akwesasne raised this in a September 18 letter to the minister. The grand chief was clear that Ontario “has a legal obligation to consult with aboriginal peoples where it contemplates decisions or actions that may adversely impact asserted or established aboriginal or treaty rights.”", "Next, consider the operation of the landfill, whose permits were issued in the late 1990s. It was to be operated by the united counties of Leeds and Grenville and accept waste from within the counties. Now it would be run by a private firm with plans to take garbage from beyond Leeds and Grenville. That is a significant change, which is no doubt the reason the current council in Edwardsburgh/Cardinal declared itself an unwilling host earlier this year.", "The importance of that geographic limitation was also underscored in a June 2013 letter by former township of Edwardsburgh/Cardinal mayor Bill Sloan. In it, former mayor Sloan said his council would support the united counties’ sale of the ED-19 property, but only if the original operation plans submitted as part of the environmental approval application in 1997 were honoured. The number one condition limited the service area to the united counties, the city of Brockville, the town of Gananoque and the town of Prescott.", "Finally, those of us living in eastern Ontario know the landscape has changed over the last few decades. Wetlands and the species that call them home exist where they hadn’t previously. These changes specific to the ED-19 site have been well documented by three reports filed with the Ministry of the Environment and Climate Change by the Canadian Environmental Law Association.", "All of this, Speaker—all of this—makes it clear there is plenty of new information to compel the new minister to act. And of course we have the fact that it would be unprecedented in Ontario—I want to stress that, as I did in my question the other day—to open a new dump using environmental approvals granted two decades ago.", "Ironically, in response to one of my order paper questions that I just got a response to this week, Minister Ballard confirmed this. He said a 10-year review showed new landfills move to construction within one to eight years of EA approval—one to eight years, not 20.", "I want to hear today that the minister will do his job and act on this new information. I want him to act today." ],
  "anchor" : "para1285"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The parliamentary assistant from Beaches–East York has five minutes." ],
  "anchor" : "para1296"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I want to thank the member opposite for his question on a landfill that is in his riding and is known as ED-19.", "Let me start by saying that at the Ministry of the Environment and Climate Change, we take this matter very, very seriously and we are committed to continuing to ensure that the site owners engage with local and indigenous communities on this issue.", "Before I get into the facts, I would like to note that environmental assessments for the ED-19 landfill remain valid, but only—and I stress “only”—if the proposed landfill is constructed as it was originally sited and designed. This is the key here, Mr. Speaker. If there are any adjustments to the approvals, my ministry will review any proposed changes to ensure that they protect human health and the environment.", "I would like to provide a little background, an overview of the facts of this issue.", "In 1997—it’s true; 20 years ago—the ministry approved an individual environmental assessment with consultation for the ED-19 landfill site. But after reviewing a detailed cost-benefit analysis, the united counties of Leeds and Grenville failed to justify the cost of development at that time, and the site was never constructed.", "In 2012, the counties entered into an agreement with Tomlinson Environmental Ltd., a waste management company, to oversee the county’s current waste management strategy. As part of that strategy, Tomlinson proposed a partnership with the counties to develop the previously approved ED-19 landfill site, which would then be owned by the counties and operated by Tomlinson.", "On May 12, 2016, representatives from Tomlinson and the counties met with ministry staff to discuss the validity of the existing EA and ECA and proposed amendments which may, if an application came forward, include an expanded service area; design and installation of a landfill gas collection system; design and installation of a leachate collection system; and updating the environmental monitoring plan.", "Let me be clear: While the current environmental assessment and environmental compliance approvals for the site are still valid, the ministry will—I underscore “will”—require a new assessment if changes are made to the project. Under the Environmental Assessment Act, the minister would require a new assessment if the counties or a new project owner were to propose an expansion of the service area of the project. Additionally, the ministry will require amendments to the environmental compliance approval process if there are any proposed changes to the monitoring program and the leachate collection system under which it was initially approved. The ministry would also conduct a very detailed technical review of any amendment applications, should they be made, to the original environmental compliance approval.", "Our reviews will ensure that human health and the environment are protected and will ensure the site is built in accordance with current provincial standards. But we understand the counties now intend to sell the site. If they do, the new owners will be responsible for completing all the required studies requested by the ministry on any application for changes.", "On February 16, 2017, ministry staff attended a public meeting hosted by the counties to share information and to address questions and concerns from the public. The ministry sent a letter to the counties on March 30, 2017, to request that they confirm that the original environmental assessment is still applicable and they would provide a report.", "But then, on September 21, 2017, the united counties of Leeds and Grenville passed a resolution at a council meeting to recommence negotiations for the sale of the site. The counties have confirmed their intention to have any purchaser of the site complete the report requested by the ministry, to confirm that there are no significant changes in the undertaking. If development of the ED-19 site proceeds, the ministry will review additional information provided about the environmental assessment.", "Again, the original environmental assessment remains valid, but only as long as the proposed landfill is constructed as originally sited and designed. A sale of the site is a decision that is solely up to the discretion of the counties, not the ministry. It is the ministry’s expectation that the counties, or any future proponent, consult thoroughly with the public, the agencies in the area and indigenous communities prior to any implementation.", "Speaker, I want to assure once again that the environmental assessment is valid only if there are no proposed significant changes to the original plan. If changes are proposed, our reviews will ensure that we protect human health and the environment and ensure that the site is operated in accordance with current provincial standards and that all parties are duly consulted in the process." ],
  "anchor" : "para1297"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "There being no further matter to debate, I deem the motion to adjourn to be carried. This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1310"
} ]