[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on December 6, 2017, on the motion for third reading of the following bill:", "Bill 139, An Act to enact the Local Planning Appeal Tribunal Act, 2017 and the Local Planning Appeal Support Centre Act, 2017 and to amend the Planning Act, the Conservation Authorities Act and various other Acts / Projet de loi 139, Loi édictant la Loi de 2017 sur le Tribunal d’appel de l’aménagement local et la Loi de 2017 sur le Centre d’assistance pour les appels en matière d’aménagement local et modifiant la Loi sur l’aménagement du territoire, la Loi sur les offices de protection de la nature et diverses autres lois." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para240"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to stand to speak to Bill 139, the Building Better Communities and Conserving Watersheds Act, 2017, because there is much that can be said about both building better communities and conserving watersheds. I look forward to sharing some of my perspective in the coming 20 minutes.", "I’m sure everybody in this Legislature has heard issues from constituents where a municipality has exhausted all of their options when appealing a decision from the OMB. Just this past Friday I met with a councillor from Saugeen Shores expressing his frustrations with the OMB and the decisions that they make. Oftentimes, communities and local officials have been fighting for years, but too often, their efforts were in vain. As I mentioned, I did speak to a ward councillor at the end of last week. To him, unfortunately, the situation seemed helpless. In fact, when reaching out to me, he said, “This isn’t the Ontario I want to live in or leave to another generation.” This is how powerless the old system left a ward councillor in my riding.", "When we take a look at how the OMB has evolved over the last 10 years—with all the Liberal appointments that have happened—it’s really frustrating for people, not only in Huron–Bruce but across Ontario, to see how local autonomy gets stifled time and time again. This particular case just illustrates how far the current rules have moved away from local planning and why I think it will be important to support a new and more balanced approach.", "Bill 139 was able to restore a degree of balance, but there’s still so much left to be desired. We believe that had the government actually slowed the process down and heard from every stakeholder, we could have landed in an even better place. But again, Speaker, time and again this government demonstrates its MO, where they do not consult. They already have their decision in the can and they placate constituents in Huron–Bruce and voters across Ontario with the concept of consulting. But again, I repeat: They already know what they’re doing. They have their decision in the can. It’s such a waste of time, effort and money.", "What we have before us right now is a very important positive step, I must say, because municipalities have wanted more say in land-planning decisions for a long time. In fact, this is a promise that the government first made, believe it or not, in 2003—11 years ago.", "Eleven years ago—let me do my math. How about 17 years ago? No, I have a “14” here. It only took them 14 years. My eyes skipped a line.", "Interjection." ],
  "anchor" : "para241"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you. I appreciate you appreciating that.", "In fact, this is a promise that the government first made in 2003, and it only took them 14 years to fulfill this promise—there we go. Even at that, it took them until the eleventh hour of their fourth term to actually get it done. Is that an effective government, Speaker? I don’t think so.", "On top of all of that, the Liberals lumped a second bill on top of this particular one. Let’s look at the name of this bill: the Building Better Communities and Conserving Watersheds Act. You actually have the names of two perfectly good bills right there. This bill fundamentally changes the role of conservation authorities, yet it’s lumped in with changes to the OMB—and these are not small changes.", "I have three conservation authorities in my riding of Huron–Bruce: Ausable Bayfield, Maitland Valley and Saugeen Valley Conservation. All three of them work hard to maintain watersheds.", "I might give a little shout-out. A couple of years ago the former Minister of the Environment bestowed an amazing environmental award to the Scott family. Murray and Wilma Scott are farmers from East Wawanosh township. The former minister gave them his top environmental award for preserving pristine conditions for water to filter through their farmland. It is a model that is absolutely revered. They welcome so many tours to their farm to see exactly how farmers are amazing stewards of the land and they care. They want to do what they can for their watersheds in terms of that natural filtration. The creeks from their farm that run into the Maitland River are sparkling, clear and crisp. This is the type of work that all of Ontario needs to be cognizant of, because being good stewards of the land and protecting our watersheds is technically a social issue; we all should be grateful to Ontario farmers for preserving them.", "I wanted to put that out there because so many times, when it comes to watersheds and water quality, Ontarians, generally speaking, tend to say, “Oh, my goodness. Those farmers, they’re bad because they’re using different types of inputs to grow their crops.” But I can tell you, Speaker, in no uncertain terms, Ontario farmers do their best to put the right product in the right place at the right time and at the right rate. We have to applaud that.", "There are other changes that we have to talk about in terms of governance, specifically, with conservation authorities throughout the province. If the government truly wanted to consult and debate—as I said before, their definition of consultation is very different from mine and the rest of the PC caucus’s. Honestly, they should have brought forth multiple bills so that stakeholders could have ample opportunity not only to speak about making communities better, but indeed to conserve our watersheds. Instead, as I said, they brought forward one piece of legislation, and that, in my mind, is unacceptable. It has left some glaring problems in the bill that could have been avoided.", "Now, we must give credit where it’s due. Finally, the government has fulfilled its 14-year-old promise. Unfortunately, to do so, the Liberals had to pull out all the stops and, like many other bills, rush it through at the expense of stakeholders.", "I have seen these members opposite pull a few tricks before, but on this bill, they did something new that, in my six years here at Queen’s Park, I had not seen before.", "This trick, this stunt they pulled, was four days of hearings. Four days of hearings were scheduled and advertised to the public, as I said, for four days. Some 69 groups showed up, which was much more than a full slate. Yet despite that, the government moved a motion to cut four days in half. They only allowed two days of public hearings, Speaker, after they had already advertised that the consultations and the deputations were going to be for four days. So in the end, 50 of the 69 groups did not have their voices heard. They did not have a chance to speak to the committee on such an important bill. Ontario deserves better than a government, as I said, that turns a deaf ear to stakeholder concerns. Again, it is totally unacceptable that they limit the opportunities for stakeholders to come to Queen’s Park and have their voices heard.", "I would like to list a few groups that the government should have let speak during the committee’s hearings on the Building Better Communities and Conserving Watersheds Act. To start, and I referenced it earlier, you would think that the agriculture sector would have gotten a chance to speak to a bill about watershed conservation because they are the stewards of the land. They are the people who day in and day out are working to ensure their watersheds are the best they can be across the province. I’m sure most of us know that agricultural activities take place all across the province and some of these places share geographic areas with watersheds. Pending their location throughout the province, they naturally have different mitigating factors that they have to contend with and work with. Yet the Ontario Federation of Agriculture and the Preservation of Agricultural Lands Society were both unable to appear before this committee.", "In a written submission, the Ontario Federation of Agriculture outlined some very significant concerns. For example, the OFA requested clarity surrounding definitions for key terms such as “pollution,” “watercourse” and “wetlands,” which are very important definitions for farmers who are investing in projects on their land—as I described what Murray and Wilma Scott did, and it’s being maintained by their daughter Melanie. As the bill currently reads, these definitions will be made by the minister. Again, Speaker, these definitions will be made by the minister without the oversight and consultation of the Legislature. This is like Groundhog Day part three, because over and over and over again this government takes autonomy away from local communities and they feed it up to the minister, who maybe doesn’t have that direct line of contact, that direct experience with what needs to be assessed. It’s not right. We’ve seen it in the climate change act. We saw it with the waste management Ontario act. Now we’re seeing it here with Bill 139, the Building Better Communities and Conserving Watersheds Act, so here we go again.", "Huron–Bruce has a very eclectic economy. We are very fortunate to have a whole source of job opportunities. I’m very proud to say that we are indeed the breadbasket of the province. On the shoulders of the farmers from Huron–Bruce, I want to say to this government that they’re concerned. While farmers wait for an updated regulation, they are left with several definitions for a watercourse, which the Conservation Authorities Act defines as “an identifiable depression in the ground in which a flow of water regularly or continuously occurs”—a definition that the Ontario Federation of Agriculture says is “unduly vague.” The OFA submission continues on to say that the Ministry of Agriculture, Food and Rural Affairs defines a watercourse completely differently, so again, we have a government at hand that has ministries that do not talk and they are actually introducing conflicting definitions in terms of a watercourse.", "OMAFRA’s definition of a watercourse, as I said, is completely different. OMAFRA defines a watercourse as requiring a “defined channel, with a bed and banks.” There’s an opportunity missed here to bring in the Ontario Federation of Agriculture before the committee to fix this issue, but instead, once again, OFA represents a stakeholder that was denied a seat at the table all together.", "The same could be said about all of the municipalities that signed up to appear before the committee, but again, just like so many stakeholders, they were not given the opportunity to do so. Included in this list are the town of Ajax, the town of Aurora and the city of Burlington. Those three towns make up over 350,000 Ontarians. They were denied a voice on a bill reforming land use decision-making. These tactics were completely uncalled for. But it follows a disturbing trend that we see time and time again from the Kathleen Wynne government, where Liberals will attempt to rush through a bill and say, “It’s my way or the highway.”", "My PC colleagues put forth some very thoughtful amendments. I can’t help but think that, had the government separated the bills and allowed everything to be unpacked, we could have gotten everything right. But again, as always, it’s their way or the highway.", "One of the things we could have gotten right was a great amendment put forward by our PC members in committee which would require conservation officers to obtain a search warrant to visit a property. But guess what? It was voted down by the government. What could appear to be a minor issue of paperwork actually has some very practical merits. First, searching a property without a warrant violates the rights of the property owner, and we believe these rights should be protected by the law.", "Again I want to repeat for everyone tuning in today that the PC Party of Ontario put forward a thoughtful amendment which was voted down by the government. What we’re concerned about is that searching a property without a warrant violates the rights of the property owner, and we believe in the PC Party of Ontario that these rights should be protected by the law. But, unfortunately, this Liberal government doesn’t agree, and they voted down that amendment.", "On top of that, Speaker, there are also safety concerns. Unannounced entry into areas frequented by livestock or crops can pose a risk not only for those animals or crops but also to the entrants themselves, as they are unaware of potential risks inherent on the farm. I think about the farm I live on. We have a natural wetland at the back of our farm, and there’s a special way to get to that bush. If people don’t announce their arrival on our farm and are wanting to get back there, they will get stuck. That makes me smile because there’s an analogy here that we could use with this government. This government is mired down and stuck in a pattern whereby it’s always their way or the highway, leaving all stakeholders—and property owners, in this particular instance—left to blow in the wind.", "In committee, our members also pointed out that properties can have hazards and safety concerns that may require additional safety precautions—for example, if construction is being done. It is baffling that the government voted down such a common-sense amendment which would give a farmer a better ability to notify a visitor on their property of risks and allow precautions to be taken to protect the health and safety of both humans and livestock.", "I think about the number of sheep producers in Bruce county that have guardian dogs protecting their herds. Those guardian dogs are there to serve a purpose: They are to keep people away from the sheep. What if, hypothetically, based on the new rules that we have ahead of us in Bill 139, somebody goes on to the farm of a Bruce county sheep producer who happens to have a guardian dog? That guardian dog would do its job. If the farmer had been notified and proper precautions had been taken and respect shown to the farmer in terms of property rights, there wouldn’t be any risk. But as it’s defined by Bill 139 today, people do not have to notify farmers that they’re coming on to their land, and that is wrong.", "Another amendment that was voted down specifically pertaining to local elected officials and their ability to sit on conservation authority boards hits home for me. I’m sure many of you in the House know this: The western boundary of the great riding of Huron–Bruce has a large portion of Lake Huron in terms of its shoreline. My constituents and I are very aware of the importance of being good stewards not only of the land but also of the water. We need to do all we can to protect our Great Lakes.", "Within my riding, there are also, as I mentioned before, three conservation authorities: Ausable Bayfield, Maitland Valley, and Saugeen in the north. I have to commend the municipal representatives who sit on these boards. They lead with their hearts, Speaker. They are in touch with the ratepayers in their municipalities. They know what’s going on.", "We all cannot appreciate enough the work that they do. Nobody appreciates the water and the beautiful shoreline more than we locals, who have enjoyed the sunsets and swum the beaches for years and years and decades.", "We all would hope that municipalities, the local governments, would have more say in who is appointed to the board of directors at each of our conservation authorities. It only stands to reason.", "We have the Pine River watershed in our area. There is an amazing group of farmers that sits together. Peer to peer, they discuss what they can do to protect our Great Lakes, protect our waterways and improve the pristine water that flows into the lake. Their greatest success is rooted in the fact that a farmer goes to speak with a farmer. We need to remember that.", "In terms of conservation authorities, I think it works amazingly well that local municipal representatives sit on the boards of conservation authorities. I hate to think of what could happen if that local autonomy is dented and negatively impacted by people being appointed to local conservation authorities.", "I think about the cottagers who we have south of Bayfield and down towards Grand Bend. There’s great concern over the erosion of their dunes and their lakeshore. The conservation authority vice-chair, Burk Metzger, lives in central Huron. He’s part of the local municipality. He has worked so hard to bring the cottagers together with the Ausable Bayfield Conservation Authority so that together, they can work out a resolution that benefits all. But when you have a government insisting on appointing people, who knows how that could be impacted in a negative way? I worry about that greatly.", "AMO President Lynn Dollin agreed with our position and added that the provincial government wants to impose rules onto municipalities, despite the fact that municipalities foot the lion’s share of the bill. It is actually ludicrous that this government thinks they can get away with appointing people to local conservation boards and take for granted that the municipalities will just roll over and keep footing the bill. This is wrong. The autonomy that this government throughout the last 14 years has tried, again and again, to strip away from local municipalities—it needs to stop.", "In closing, I will give credit where credit is due. My party brought forward a very important amendment regarding the transition of cases from the OMB to the new Local Planning Appeal Tribunal. Had the legislation passed as originally written, cases which would proceed under the OMB and which would proceed under the LPAT would have been determined case by case, in the right way—" ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much.", "Questions and comments?" ],
  "anchor" : "para280"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It’s always an honour to stand in the Legislature and contribute to debate on all the bills that come before us, because they’re all so very important.", "The member who just spoke on this right now talked about some very key points that we have been pointing out to this Liberal government time and time again.", "We need consultation that’s fulsome when committee happens. That’s when we hear from stakeholders. That’s when we can present amendments and changes to bills that affect the people who it’s supposed to make a difference for—legislation. That doesn’t happen; it doesn’t happen all the time.", "The member pointed out a very good example. The Liberal government had four days of consultations for committee. That’s actually a very good, generous amount of time that should be allowed for presentations from stakeholders and people who are affected by this legislation. Yet at the last hour—like they do with many, many things in this House—they pull a stunt like a motion to limit the debate to two days.", "Part of the problem with this government is that they don’t want to hear from the public, they don’t want to hear from the opposition and the third party. They don’t want to hear our suggestions. They want to shut down debate. They want to time-allocate everything and carry on with the legislation as if they know best. It’s not the way it should work.", "One of the problems that we point out in this bill is that we don’t know when they’re going to actually enforce the bill, because this is under proclamation. They haven’t told us when it will be effective. Nobody knows; it’s in limbo. That shouldn’t happen. There should be transparency and accountability throughout this government’s actions in legislation.", "So we have issues with regard to the way this government has handled the debate on this bill. They’re not standing up anymore. They don’t have anything to say because they just want to shut down debate. They want to move on to the next piece on the agenda that is going to make them look good. That’s not the way to run this Legislature. Thank you to the member for her contributions on Bill 139 and pointing that out." ],
  "anchor" : "para282"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I’m happy to have a couple of minutes to comment on the 20 minutes by the member from Huron–Bruce.", "One of the parts of being in the Legislature that you get used to after a number of years of being here is that the opposition will have a certain approach when it comes to commenting on legislation that the government has brought forward. There always seems to be some sort of stock—if I could call it that—boiler plate, off-the-shelf criticisms that will be part of just about any discussion that occurs in the Legislature. One of those stock answers is always—almost always—that there has never been enough consultation.", "I have to directly address that part and say I disagree completely with the comment that there has not been enough consultation on Bill 139. In fact, there has been extensive consultation both by myself and my ministry, the Ministry of the Attorney General and the Minister of Natural Resources and Forestry, who has a part in this. The consultations went on at length. We held 12 public sessions right across the province, including one in my riding of Thunder Bay–Atikokan, and several in downtown Toronto.", "In addition to that, a number of our individual Liberal MPPs, understanding the importance of this issue for their constituents and the people who they represent, held their own public meetings on Bill 139 as well. There was extensive consultation; hundreds of online comments and submissions were made. We took that all in and we considered it all before we came forward with our final package. There was a lot of consultation that went on.", "Additionally, I would thank the member because at the beginning she highlighted a local councillor who felt that he had been locked out of the process, going back I’m not sure how far. That’s exactly what Bill 139 is about: showing respect for local municipalities, local councillors and local decision-making. That’s at the core of what we’re doing and what we’re accomplishing here today.", "I would expect that the member from Huron–Bruce would share that detail with her local councillor, and I’m sure he would be pleased with what we’ve brought forward." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para296"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I want to congratulate and thank the member from Huron–Bruce for making such a great presentation on the bill, pointing out some of the good things in the bill but also pointing out some of the challenges in the bill. I had the opportunity to speak to it at some length some days ago, and I pointed some of those out too, but I was glad to hear some of the other ones there too.", "The minister talks about condemning the member for suggesting that there wasn’t enough consultation. I think that is the number one issue with this bill: The government seems to believe that, when you have consultation prior to preparing a bill and you let some of the people speak, somehow everybody should agree, and that, when the bill is finished and they come out with the bill, the people will all agree because they introduced this bill with what they thought they heard from the consultation.", "Now, if that really happened, why would they be afraid to hold four days of public hearings instead of two? We had more than enough people who could have filled all four days, but the government decided, “No, no, we’re going to cut two of them off. We’re going to only have two days.” The people were coming in and coming up with good advice on things that should be changed in the bill that the government didn’t seem to have any wish to change.", "The parliamentary assistant made the statement in committee that all the consultation had been done; they had heard enough to prepare what they thought was a good bill. I said at that time and I will say it again this morning: It isn’t about whether they’ve heard enough—and he suggested I should have been at some of those meetings—it wasn’t that I hadn’t heard enough, it was that they hadn’t heard enough from the people on whether this bill would accomplish what it’s supposed to.", "I just want to end by saying that this is the fourth reform that this government has done to the Ontario Municipal Board. When I talk to people, the stakeholders in the industry, they think we are worse off today with this system than it was when they started four tries ago. I think they should have listened to the people." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para303"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Good morning. I’m going to dovetail on the comments from the member from Oxford.", "We heard the Minister of Municipal Affairs just stand up and criticize the opposition’s criticism of the way in which they consulted on this bill. Let me criticize his criticism of our criticism.", "You would think that if they did this much consultation, as the minister suggests, there wouldn’t be so many gaps left in this bill, one of which is glaring in that the bill will be passed through proclamation of the government. We have no idea what the rules will be, when they will be enacted and how they will affect our communities. This is a massive question. It calls into question the entirety of the bill, to be honest.", "There are a whole lot of new responsibilities that are downloaded to the municipalities, none of which is clear in terms of what resources are going to be given from the province. Mainly, the Environmental Review Tribunal: What is the role? There’s no clarity offered in this bill to let our municipalities understand how that will operate.", "Secondly, on our conservation authorities, these are important entities that protect watersheds in our communities. They are the guardians of what is sacred: our natural resources. They have expanded responsibilities without any expanded resources.", "I can tell you that in my area of Windsor and Essex county, we need enhanced flood plain mapping, and we’ve needed it for quite some time. There’s no partnership at the provincial level. They’re not even thinking, talking or indicating that that is something that they are willing to do. That’s another glaring omission in this bill in terms of where the resources are going to come from, and how our municipalities are going to deal with it.", "If you’ve consulted that much—and we hope you have, and I’ll take the minister’s word on it—why are there so many gaps left in this bill?" ],
  "anchor" : "para304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Huron–Bruce for final comments." ],
  "anchor" : "para311"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I do appreciate the comments from the member from London–Fanshawe, the Minister of Municipal Affairs, the honourable member from Oxford, who always does an amazing job, as well as the member from Essex.", "Here on the opposition side of the House, we all agree that when the Minister of Municipal Affairs stood up—while, yes, we need to show respect not only for local municipal councils but also for local decision-making, after that I have to totally disagree with this minister, because his comments totally reflect the arrogance and the heavy-handedness that this government has grown in their 14 years of sitting in government. If he really respected local municipalities, he would have fought against the Green Energy Act that totally stripped away local autonomy. But we won’t get into that—", "Interjections." ],
  "anchor" : "para312"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It is still a blight on Ontario that this government has put all across our great lands. You can moan and you can groan over there, but the stripping away of local autonomy from local municipalities, when it comes to renewable resources, is going to be a blight on your government for history. That is your legacy.", "Getting back to Bill 139, we all agree on this side of the House that there has been an undue lack of consultation. As I said when I started out, this government already had it in the can—they knew what they wanted to do, and they just placated stakeholders. Nothing was more evident than when they cut the four days of hearings down to two.", "In saying that, I’m reminded of the former Minister of the Environment who went through great stakes and great efforts to host focused consultations when it came to climate change, because when he was in Peru, he was on tape saying that in 2015, they were going with cap-and-trade. That’s why we can’t trust anything this government does." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para318"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I am glad to also be able to stand in this fine Legislature and speak to Bill 139, the Building Better Communities and Conserving Watersheds Act.", "I am always interested, especially when thinking about my own home community of Oshawa, in building better communities. That’s great. The member opposite talked about stock criticisms. Well, I’m going to use one right now: As always, this bill isn’t quite enough to build the better communities that we would hope for.", "I’m going to actually focus a little more on the conserving watersheds side of this, because in my home community of Oshawa we have some tremendous environmental spaces. We have McLaughlin Bay. We’ve got Second Marsh and a wonderful organization called Friends of Second Marsh, which does such tremendous work both in terms of advocacy and education, but also the hands-on, roll-up-their-sleeves environmental work that needs to be done.", "Our Central Lake Ontario Conservation Authority is our body that does such important work when it comes to conservation, when it comes to protecting our waterways and our environment. They do a lot of community connecting. They have certainly made sure that my education was a priority for them, so I have had the privilege of working with that team and going out into our water spaces. I have been in hip waders up to here in Oshawa Creek measuring the water flow, measuring the depth, and doing all sorts of work with them to have a better appreciation of not just the science behind it but the care that goes into it. The folks who are involved in conservation do wonderful work, and we take that for granted.", "They did a lot of explaining to me about the importance of our underground water; not just the importance of it—I know that we all have a fundamental appreciation of our groundwater—but noticing things. Even today, when I was driving into Queen’s Park, I was noticing the snow and thinking, “I hope the snow is consistent this winter and melts a bit and gives that water a chance to get into our groundwater,” rather than one big snow dump and one big melt that’s too much for our system to handle and that ends up not getting into the groundwater. I was just talking about that this morning. It’s ironic that here I am—well, I didn’t know I would be coming in and speaking to this; I wasn’t thinking about it this morning. But I just happened to now notice that in my environment, because of the work of the conservation authority, they have made me recognize, when I look around, what it is that I’m seeing—the importance of conservation and the importance of the resources available to them as operators in our community.", "Speaker, I worry, because in this bill—I’m glad to sort of speak around the bill, but I’ll speak to this bill—it gives more responsibility to those conservation authorities, but it doesn’t give more resources to them. It’s giving the municipalities more responsibility without giving them the additional resources. The government, again, is shifting—“Here, you look after this”—but they’re not also going to give the money that goes with that. Speaker, I can see the look of shock and amazement on your face that I say that the government is giving additional responsibilities to municipalities without supporting them. Maybe I misread that, but anyway.", "Back to the bill: Bill 139 is the government proposing a massive overhaul of one of the province’s most entrenched and complex regulatory regimes, but despite the size and scope of this bill, so much of the substance is unfortunately not in the statute but is being left to regulation. The member opposite had criticized us about using stock criticisms; well, here’s another one. I wish they would stop giving us the opportunity to use these stock criticisms. Because for crying out loud, if they would actually do their work and put it in statute, if they would put the meat and potatoes, so to speak, in the bill itself and not leave it to regulations, where we just have to cross our fingers and hope that they’re doing right by the province—which doesn’t often happen—then we wouldn’t have the opportunity to criticize them. The complicated regimes being left here to regulation, again, is a concern. It’s left to ministerial direction; again, a cause for concern.", "They talk about fulsome consultation this time around. As my colleague from Essex brought up, if there was such fulsome consultation, why are there gaps? Why don’t we have the decisions being made now? Why can’t we see what they’re going to put into regulation?", "We would like to see a more responsive government. We would like to see a more accessible process, of course. Always accountable is what we would like to see; never accountable is what we do see. When I have spoken to our conservation folks and anyone involved with Second Marsh, McLaughlin Bay or Oshawa Creek who are doing the work in the community, they know how important that is and they are glad to see the changes that are coming in a bill like this. Any time we are focusing on updating conservation language, that’s a good thing. But, again, they have questions. They would like some clarity. If there was such fulsome consultation, where’s the clarity?", "As we’ve heard, these reforms are going to come into effect upon proclamation rather than upon royal assent, so we don’t know if the changes are going to be proclaimed before the next election, or if—and wait for it, Mr. Speaker, and this may sound a little cynical—this is just a show of goodwill, but it isn’t going to be proclaimed before the next election. Do you know what happens if we get to the next election and the House stops sitting and that bill isn’t a law yet—isn’t happening? I don’t know when it’s going to be, and I think that’s what they are counting on. So if they’ve put in this work, they’ve had fulsome consultation—leaving gaps—and the folks that they have these fulsome consultations with have questions, I’d say that they dropped the ball there. Maybe we can challenge them today in this debate and going forward to actually give us that date so we can reassure the folks who do this hard work on a regular basis that, indeed, this will happen before the next election—sooner would be better.", "But the province, as I said, has not offered additional funding for expanded conservation authority programs, so these additional costs are going to be borne by the municipalities. I know I’ve already said that there is important work that’s happening in Oshawa, down in our harbour area, by Second Marsh, McLaughlin Bay, Oshawa Creek, different waterways, but the challenges are ever-changing. We are seeing shifts. Everybody talks about the weather because we’re Canadian and that’s what we like to talk about, and maybe even complain a tad, even on a beautiful day like today when there’s not too much to complain about, but we will. We don’t really know what’s coming this winter.", "It’s interesting, just like with the election coming up—everyone has a different opinion on what’s going to happen in the next election; it’s the same thing with weather. People talk about, “Oh, it’s going to be a really, really cold one,” and other people say, “Well, I don’t know, I think it’s going to be dry,” and another person will say, “We’re going to get so much snow and it will be all winter, and I’ve heard”—everyone has their different ideas. That’s because we don’t really know anymore, with our weather systems. We are seeing a change in the summer, we’re seeing a change in the winter, we’re seeing a change with our rainfall. We see these storms. We’re seeing different things.", "How our conservation authorities are supposed to respond or rally is changing as well. What they need to measure, what they need to protect is changing. The municipalities are left with too many questions. This change is going to download costs onto municipalities and, as usual, too much is left up to regulation, which is problematic.", "I hope that the government does follow through on the fulsome consultations. I know that this bill actually does put into law public meetings. I hope those public meetings are actually driven by the public and not just the government agenda or their checklist of three things that they want the public to answer for them. I hope it really, indeed, reflects the needs of our communities because, ultimately, that’s why we’re here and that’s what matters." ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para334"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Thank you to the member for her comments.", "One of the things I wanted to get on the record again, Speaker, was that the current Bill 139 that’s before us today for debate is not the first substantive change that our government has brought in since forming government some time ago. We created the ability, about 10 or 12 years ago, for all municipalities in the province of Ontario to be able to constitute what would be called a local appeal board. At the local level, they were given authority in 2006 or 2007 to create one of these boards, and it was prescribed at the local level what that local appeal board could hear. No municipality in the province of Ontario, since 2006 or 2007, took up the ability to form one of those boards until just this year, when the city of Toronto, for the first time, out of all 444 municipalities in Ontario, constituted a local appeal board so that they could hear what is prescribed to be heard under that particular board, and that was site plans and consents—minor variances and the like.", "Bill 139 increases the scope of what those local appeal boards can hear to include site plans. If passed, there will be a third component that the local appeal boards can hear. This is significant, Speaker. It was a major change 10 years ago, even though not a lot of municipalities took up the authority. There was a year—about two, three or four years ago—where, within the city of Toronto, 60% to 70% of what went to the OMB could have been dealt with by that local appeal board, saving time, saving money and getting more stock into the marketplace sooner. No municipalities took up that authority.", "When we hear that it took so long to make changes, I just want to remind people that there was a very major reform brought to the floor of this Legislature and passed some time ago. It seems to be only now that municipalities are taking up the authority that was given to them 10 years ago and using it to the benefit of their communities." ],
  "anchor" : "para335"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para339"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "This piece of legislation is of great interest to me. Members may or may not be aware, but I represent one of the fastest-growing constituencies in all of Canada now. I represent a community, Nepean–Carleton, that has several former municipalities inside the city of Ottawa, but, as a result of redistribution federally, I actually have three federal members of Parliament in my one area. That is because we have rapid growth, and rapid growth means that rapid planning and development are occurring.", "Just to give you an example, Speaker: When I first represented Nepean–Carleton, we were over just 100,000 people. Today, we’re over 200,000.", "To give you another example: I can fly out from Ottawa—my constituency is under the flight path—and I can look down into Riverside South, Barrhaven and Findlay Creek and sometimes even into areas of Greely and Manotick, and I can see the growth. I can see housing developments cropping up.", "In our case in the city of Ottawa, I believe we don’t use the OMB quite like we did when I was a bureaucrat and a political staffer there at the start of amalgamation in the year 2000, and I credit that to a strong planning chair and a very strong planning department which is ably led by my mentor and a very powerful senior city councillor, Jan Harder. Jan has been able to work with the community and the development industry to ensure that we have rapid growth and that we have expansion of not only our recreation facilities but certainly our parks as well as our roadways.", "Whenever we have these discussions about the OMB, I think we should really encourage people to talk to those in the city of Ottawa—Pierre Dufresne, of course, is president of the Ontario Home Builders’ Association. He also used to be president of the Greater Ottawa Home Builders’ Association. He’s a fine, upstanding man. I look forward to working with him, working with Councillor Harder and community organizations." ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para345"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise to add my two minutes’ worth of comment to the Building Better Communities and Conserving Watersheds Act, or Bill 139. I had an opportunity to speak a little longer the other day on this, so I want to just reiterate what the member from Oshawa has said, which is: There is too much left to regulation. That’s a very important piece for people to understand: that there’s too much left to regulation.", "The other very important piece she mentioned is that this bill does not become law upon royal assent; it’s upon proclamation. There are families across this province with children with developmental disabilities who saw a lot of changes coming down the line for them that were wonderful changes, that they had been waiting years to have happen because they’re waiting for the government to proclaim those pieces of that bill. Years, they’ve been waiting for support.", "When you hear the government talking about how things that are going to be left to regulation, or that this will happen when there’s proclamation, I have to agree with the member from Oshawa that when we’re staring down the barrel of an election, is this just a fluff piece to be able to say, “Hey, look, we’re doing something good; we’re supporting communities”? Except we’re not—we’re not because there are no real teeth in this.", "Another piece I want to point out too—because the Minister of Municipal Affairs mentioned the OMB. I want to say it again, because I had the opportunity the other day, that we had constituents in my riding who raised issues around Ojibway Parkway safety and a developer putting up a big box development close to this protected provincial preserve where we have the largest number of endangered species in the province, if not in Canada. Dr. David Suzuki came down and rallied to try to expand it and close the street to keep these animals safe. The OMB allowed this company, this developer, to actually sue the constituents who raised issues. That is not a fair process." ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para351"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I just want to take the opportunity to comment a little bit on the members’ comments—I mean, we hear about lack of consultation over and over again, and I’m not going to dive into the specifics. I’ve said that before, and I’m going to say it again in a few minutes. But I just want to take the opportunity to thank the people who came forward, whether through clause-by-clause or the number of consultations we did across the province, and also groups, for example, the conservation authorities, who played a huge role in bringing forward their issues. There was a lot of consultation with AMO, and they had a lot of input.", "I would say to you that I’m not sure when consultation is enough—when we’ve heard all 13 million Ontarians on any issue? I’m not sure when that ever happens. But I will say to you, Speaker, can we do better? I’m sure we can, if you want to poke holes. All I know is that the majority of the main interest groups, like conservation authorities, stakeholders and so forth, had their say. Again, and I repeat it, Speaker, could there have been somebody else to help the process? Well, there are 13 million Ontarians, so there’s always room for improvement. But I would say, in general, right here, we want to move forward with this." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Oshawa for final comments." ],
  "anchor" : "para354"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I appreciate the comments around the room. To the member from Nepean–Carleton: I hear you on the fast-growing municipality. We’re in Durham region, and we are growing so quickly—leaps and bounds—and the government hasn’t actually caught on to that yet. So if they haven’t even recognized that there’s growth east of the big city of Toronto, which—we’re not the greater Toronto area. I sort of see this as part of the greater Oshawa area, but then there’s a bit of bias in that. But if they haven’t even recognized east of Toronto, it will take a little while for them to recognize where you are, so hold tight, sister, because—", "Interjection." ],
  "anchor" : "para355"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "No, that’s fair. That’s fair.", "We know that growing need requires growing attention and additional funding. That brings me back to something that I mentioned that I really want to focus on: the increased conservation authority needs and requirements. They’re going to need more money, and nowhere in this bill does it say where the money is coming from. This is, again, another unfunded mandate that is being foisted upon already cashed-strapped municipalities.", "I’m glad that during the consultation process, as the member from Northumberland–Quinte West said, all of those groups were heard—no, excuse me. He didn’t say they were heard; he said, “They had their say.” I hope that they were heard. I hope they were heard because I’ve so often been in committee or consultation processes and I see that people talk, but where that information goes remains—it’s questionable. So I’m glad they had their say. They seem to be relatively supportive of what’s in here, but they would like clearer protections for the environment. They want to have clarity about the role of the Environmental Review Tribunal and planning decisions. They want to know when this bill will actually be a real thing, and so would we." ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "It must be election time, Speaker. But the beauty of this, I must say, as I hear the opposition, is that they’re running out of things to say and it gets very repetitive—very, very repetitive.", "But I am hopeful that at the end of the day—for example, a quote from the member from Oxford: “I think the whole thing is set up to try and make the system work better for municipalities, and I totally support that.” So there are positives coming out of it. I don’t want to be negative. It’s Christmas. I want to recognize that. The member from Simcoe–Grey: “This is third reading, and we support the bill....” That’s encouraging, Speaker. That’s encouraging.", "I know they are struggling. They’re really struggling. I know when I met with conservation authorities, when I met with AMO and a number of other groups, yes, there were things that they wanted changed.", "Not to dwell on a situation, but I would say that this bill is at over seven and a half hours of third reading debate, and we’ve had many members from many sides of the House speak to this. Many members spoke to this. The bill is at—are you ready, Speaker?—18 and a half hours in committee. I know the member from Oxford took the majority of that time. I know he took the majority of that time. We heard valuable points from right across the different groups. However, at this point, much of that debate is now, as I said before, repeating, repeating, repeating.", "Before I end here, I just want to wish this House a merry Christmas and a happy new year. Having said that, I think it’s time that this bill be put to a vote for third reading. As a result, I move that this question be now put." ],
  "anchor" : "para361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Rinaldi has moved that the question be now put. I’m satisfied that there has been sufficient debate to allow this question to be put to the House. Therefore, is it the pleasure of the House that the motion carry? I believe I did hear a no.", "All those in favour of the motion that the question be now put, please say “aye.”", "Those opposed to the motion that the question be now put, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote being required, this vote will be deferred until after question period today." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? I recognize the Deputy Premier." ],
  "anchor" : "para372"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, no further business." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since there is no further business, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para374"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m very pleased to welcome today Emma Kaplan from my riding of Thornhill and Deniz Hasani from Richmond Hill. Welcome, girls." ],
  "anchor" : "para377"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’d like to welcome representatives here today from the Ontario Environment Industry Association, and Alex Gill, the executive director." ],
  "anchor" : "para378"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’d like to introduce Kim Gavine today in the east members’ gallery, who is the general manager of Conservation Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para379"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "It gives me great pleasure to welcome Angela Fowler, who is here on behalf of Children’s Mental Health Ontario, and Michele Sparling, who is a parent advocate who is with us today; as well as Candies Kotchapaw, who is with us today from my constituency office. Welcome to Queen’s Park." ],
  "anchor" : "para380"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I also would like to welcome the members from ONEIA here and Alex Gill. I used to be a member of the association, and I encourage all members to come to their lobby day after the House today." ],
  "anchor" : "para381"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s my pleasure to welcome today, on behalf of our page captain Andrew Stevenson, his grandfather Howard Stevenson, his grandmother Dorothy Stevenson, his aunt Janet Stevenson, his dad, Graham Stevenson and his dad’s partner, Stacie Thompson, all in the members’ gallery this morning. Welcome to Queen’s Park." ],
  "anchor" : "para382"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I am pleased to welcome some folks today to the gallery. My father, Alan French, is here, and some family friends, Pete and Pat Smith, have joined us today. Welcome to Queen’s Park." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome. I like it when parents come. Everybody behaves." ],
  "anchor" : "para384"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Don’t get your hopes up, Speaker." ],
  "anchor" : "para385"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I behave when my wife comes.", "Further introductions?" ],
  "anchor" : "para386"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’d like to welcome Katherine Grzejszczak, a paramedic from my riding, here today to join us in the Legislature. Welcome, Katherine." ],
  "anchor" : "para388"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "I’d like to welcome my father, who is probably watching at home. It’s his 80th birthday today. I want to wish him a happy 80th birthday. Love you, Father." ],
  "anchor" : "para389"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Joining us here today is the former member for Don Valley East, David Caplan. He’s not in yet, but I’ve seen him in the hallways, and he’ll be here soon.", "Interjection." ],
  "anchor" : "para390"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "No claps?" ],
  "anchor" : "para392"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No. The Speaker gave you the stink eye.", "Further introductions?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d like to welcome a number of very good friends, who should be arriving later today. They’re not here right now, but they are members of General Electric who will be arriving this afternoon for a meeting at my Queen’s Park office, and I look forward to their arrival and spending some time talking about the energy sector with them.", "And I appreciate everything that you do, Mr. Speaker, as well. You’re outstanding." ],
  "anchor" : "para395"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That was absolutely perfect timing." ],
  "anchor" : "para397"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Someone from my community is here: Mr. Howard Stevenson, and Dorothy Stevenson, Graham Stevenson, Stacie Thompson and Janet Miazga are here to support Andrew, our page. Thank you all for being here and your contributions to the province of the Ontario." ],
  "anchor" : "para398"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As it is the tradition of the Speaker to introduce former members: the former member from Don Valley East in the 37th, 38th and 39th Parliaments, Mr. David Caplan. Welcome." ],
  "anchor" : "para399"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Health. I’ve asked before in this Legislature about the aspect of the People’s Guarantee that I was most excited about, the $1.9-billion investment in mental health over 10 years.", "Now, I know we’ve heard the government’s talking points, their rhetoric that what they have done is good enough, but it isn’t. I’m going to ask again: Will they match our commitment for an additional—that’s an additional—$1.9 billion into mental health to make sure that we close this gap, this dirty little secret, in our health care system?" ],
  "anchor" : "para402"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m happy to go through this again. In fact, I will give the opportunity to the Leader of the Opposition to correct his record and to correct his platform as well, because when he talks about a historic, unprecedented investment in mental health, when he talks about it being the largest investment of any province in mental health in this country’s history, he is absolutely and categorically wrong.", "He needs to understand that his investment of $1.9 billion being proposed would result in a dramatic reduction in the level of funding and increase that this government has actually put into place." ],
  "anchor" : "para404"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I know he’s laughing, Mr. Speaker, but I’m happy from now through the election to remind Ontarians that we invested over $10 billion of new money over the last 10 years. He is proposing only $1.9 billion." ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Minister of Health: I get that he’s probably getting these talking points from the Premier’s office, but it is incorrect.", "Mr. Speaker, our challenge to the government is to match the commitment we’re making, which is an additional $1.9 billion, to make sure we close this gap.", "In 1979, we spent 11% of our health care budget on mental health. Despite all their talk, all their rhetoric, all their fake spin, today we spend 6%. It’s not good enough, and that’s why I am challenging the government to match our commitment for an additional $1.9 billion towards mental health. Will they match this commitment—yes or no—of additional new funding?" ],
  "anchor" : "para409"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, their commitment is simply not enough. In fact, I stood up in this Legislature—" ],
  "anchor" : "para412"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "And I know the Leader of the Opposition is laughing now, but I’m happy to sit down with them and go through the numbers. Our increase in new funding, using precisely the same methodology as they do in their platform, results in—next year, they’re proposing to spend an additional $151 million. In our first year of the last decade, we added 600 million new dollars. In their second year, they’re proposing an additional $190 million; we added $650 million. In fact, if you look at their first four years of new investments in mental health, they’re proposing less than a billion dollars—considerably less than a billion—in the first four years. We contributed new investments of over $3 billion over the same period of time.", "Interjections." ],
  "anchor" : "para414"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Final supplementary." ],
  "anchor" : "para416"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Minister of Health: It’s Liberal math at it again. They’re applauding, saying that everything is fine. Yesterday we learned in the Globe and Mail—this is from the Globe: “The majority of people treated in an Ontario emergency room after a suicide attempt are not seen by a psychiatrist within six months”—six months.", "I hear stories from parents and grandparents who have had a young person, a child, who has reached out for help, and they have to wait six months. There are children who have tried to take their lives, who have the courage to ask for help, and our health care system is abandoning them. Yet we’ve got a government saying that everything is fine. It’s not fine.", "Will the Minister of Health match our pledge to put an additional $1.9 billion in new funding into mental health, on top of all of the commitments they’ve made that have not come through?", "Interjections." ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, their bad math is not limited to mental health, because they’ve committed to building 15,000 new long-term-care beds, but they’ve only budgeted $77 million over their entire mandate to do that. We’ve committed to 5,000 beds over the next four years. That commitment is going to cost the government $380 million. They’re proposing to build three times as many beds, but they’ve budgeted one fifth of what we’ve budgeted for just 5,000.", "We’re contributing $60,000 annually per bed, and they’re actually contributing only $5,000 annually for the operations, and nothing on capital.", "They have to dramatically increase their commitment to make those 15,000 beds. They have to actually raise their commitment from $77 million to almost a billion dollars. That’s another billion missing in their platform.", "Interjections." ],
  "anchor" : "para425"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As I have been doing, and you have noticed, I’ve been providing you with an opportunity to be your own judge and jury. It hasn’t happened. We’re in warnings. Thank you.", "New question." ],
  "anchor" : "para429"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Finance. The government has currently been dodging questions about gas plants 2.0. There is almost $80 million that belongs to ratepayers that is still missing.", "The minister knows that electricity companies bilked ratepayers for over $260 million through ineligible expenses, and the minister knows that there are still nearly $80 million worth of ineligible expenses that have yet to be repaid to the ratepayers and taxpayers.", "My question is clear and direct, to the Minister of Finance: Will he commit to this Legislature to recoup that money on behalf of Ontario ratepayers?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para435"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "We take market oversight of our electricity system very seriously, and any instance of wrongdoing will be investigated and dealt with accordingly. We are confident in the Ontario Energy Board and our system operator to run an efficient, reliable and fair electricity market for ratepayers across the province.", "There are strong measures in place under Ontario’s electricity market rules that allow the system operator to identify and take action on false claims. Under these market programs, our system operator has the authority to conduct audits of claims made by generators and other market participants and, if needed, our system operator can impose fines and seek the recovery of amounts that were incorrectly claimed.", "I know that in the past, Goreway was an example. A record $10-million fine was imposed, $100 million in payments were recovered from the generator’s total claims, and $168 million of the $200 million has been claimed so far." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para439"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the minister: We know that one of those companies gaming the system was the government-run OPG. We know that they were doing this at the same time that hydro rates were skyrocketing; seniors couldn’t afford their hydro bills and were being disconnected; and families were afraid—petrified—to open their hydro bills.", "How did the government respond? They ignored warning after warning after warning, and then, this is unbelievable, Mr. Speaker, they rewarded the former CEO of OPG with a bonus of half a million dollars—a half-a-million-dollar bonus while the system was being played like a fiddle—taxpayers, ratepayers abused. So my question, Mr. Speaker, is who signed off on this half-a-million-dollar bonus while OPG bilked the system and ratepayers had their funds stolen?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "OPG is Ontario’s low-cost provider of electricity, and they take their responsibility to Ontarians very seriously. OPG works every day to ensure they act in an appropriate and fully compliant manner that respects the rules that govern Ontario’s electricity system.", "With regard to their participation in the Real-Time Generation Cost Guarantee program, OPG believed they were acting in compliance with the program’s policies as set out by the system operator. OPG has said in a statement that they did not intentionally misuse the market rules and OPG was not sanctioned as a result of their participation in that program. The audit did determine that there were differences in understanding of what constituted eligible costs under the program. In respect of what some of those eligible costs were, OPG repaid certain claimed amounts after discussions concluded what were eligible costs. OPG promptly repaid all of the amount to the IESO in full in 2015, and the matter was concluded." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the minister: The response that some of the ineligible expenses have been repaid isn’t good enough. The front bench of the Liberal caucus has sat idly by while this has all happened. They let these companies claim expenses that were completely ridiculous. You hear stories of expensing scuba gear and raccoon traps. Scuba gear and raccoon traps: I’m asking about expenses like that in the Legislature, and they have the audacity to say everything is fine, everything is rosy. For the life of me—and this is the reason I asked the question to the Minister of Finance—I can’t understand why four Ministers of Energy and two Premiers have allowed this to happen.", "Interjection." ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Essex is warned.", "Finish, please." ],
  "anchor" : "para447"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, four Ministers of Energy and two Liberal Premiers have been asleep at the switch while this has happened. Will the Minister of Finance tell us how this has been allowed?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I think everyone in this House would agree that abuses within the system are completely unacceptable, and that’s why our system operator has investigated those market participants. Where significant wrongdoing was present, compensation has been recovered and returned to the ratepayers; $168 million of the $200 million in ineligible costs have been recovered by the IESO. The $32 million that are remaining are still in discussions.", "An example, Mr. Speaker, is Goreway. Goreway was caught gaming the system. They were fined a record $10 million, and they recovered $100 million of those costs and they brought those back to the ratepayers.", "We all agree that abuses of the system are unacceptable. That’s why we continue to ensure that we’ve made the changes so things like this will never happen again.", "Interjections." ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I hope that’s not a test.", "New question." ],
  "anchor" : "para454"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is to the Deputy Premier. Does the Premier of this province and the Liberal government believe that hydro bills should have partisan Liberal advertising and include partisan Liberal flyers?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para458"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It is important that all ratepayers in the province know what is on their bills, Mr. Speaker. And that’s why Hydro One has a pilot project under way in which they’re doing a new bill redesign, helping customers right across the province who are Hydro One customers understand their bills and some of the complexity of the bills. Knowing that they’re getting a 25% reduction on their bills is important. It’s the same thing with the debt retirement charge. The debt retirement charge has been eliminated for residential customers, but hindsight being 20/20, we thought letting people know on their bills that it was no longer a cost on there but leaving it on so people could understand that was actually the opposite, Mr. Speaker.", "We believe in making sure that we have a clear guideline for all residential customers for all ratepayers across the province. We’ll continue to work with Hydro One. We’ll continue to work with all the LDCs to come up with a bill that is clear for all ratepayers right across the province." ],
  "anchor" : "para459"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Ontarians deserve to know why their hydro bill now includes desperate Liberal Party campaign advertising. I’m going to send an order in council across the aisle to the Deputy Premier, who’s claiming this doesn’t exist. What this does is it forces hydro companies to include Liberal campaign messaging in people’s hydro bills.", "The order is personally signed by the Minister of Energy and the Deputy Premier, who also happens to be the chair of the Ontario Liberal election campaign. Can she clarify for us exactly which hat she was wearing when she signed that order in council?" ],
  "anchor" : "para463"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It is this Deputy Premier, this government that wears the hat that protects ratepayers. It’s that party over there that votes against the 25% reduction for every single family in this province. How can they look in the mirror and stand up every day and say that they’re defending the ratepayers in this province when they did absolutely nothing?", "What they talk about right now is buying back Hydro One shares. That’s actually going to stop building hospitals, stop building schools. That’s what we’re doing on this side of the House. When it comes to northern Ontario or rural customers or low-income individuals or First Nations individuals, you know what they did? They forgot about them. They actually didn’t even put them into their plan. They can wave their finger all they want, but the truth hurts. It’s this party that protected ratepayers in this province.", "Interjections." ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Final supplementary?" ],
  "anchor" : "para468"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Minister of Energy and the chair of the Ontario Liberal election campaign personally signed the order for hydro utilities to include partisan messaging in Ontario’s hydro bills. Who is paying for these Liberal flyers, the people of Ontario or the Liberal Party?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It’s an easy answer, Mr. Speaker. It’s the people of Ontario—unlike the opposition—who are the ones that we actually stand up for and—", "Interjections." ],
  "anchor" : "para471"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Let me check my list; I’ll check it twice. I believe someone is warned.", "Continue." ],
  "anchor" : "para473"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Again, it’s the people of Ontario. The 25% reduction that this government has brought forward is to help them with the relief, because we invested $70 billion in rebuilding the system. We made sure that we have a supply mix that can actually be relied on. It’s bringing forward clean power, and that is something that we should all be proud of in this province.", "But when it comes to defending the interests of the people of Ontario, it is this government—we are building up our province and we’re making sure that our electricity rates are as affordable as possible." ],
  "anchor" : "para475"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Deputy Premier. The Minister of Energy and the Deputy Premier, chair of Ontario’s Liberal election campaign, personally signed a government order forcing hydro utilities to mail out partisan flyers from July 2017 through to July 2018. That’s a month after election day. That means that partisan Liberal flyers are going to be mailed to homes across Ontario from now through to election day and beyond.", "So let’s agree to call these flyers what they are: desperate Liberal campaign advertising. I don’t think that’s right. New Democrats don’t think that’s right. Does the Deputy Premier think that’s right?" ],
  "anchor" : "para478"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para480"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I guess the NDP didn’t think giving people in Ontario a 25% reduction was right. They voted against it. I guess they didn’t think giving low-income individuals a break by an enhanced Ontario Electricity Support Program was right, because they voted against it. I guess they didn’t think giving First Nations a delivery charge credit was a good thing, because they voted against that as well. The list goes on and on.", "They vote against everything. They vote against things that actually help people in this province. They voted against making sure people who live in rural and northern parts of our province see a 40%-to-50% reduction. That is significant for those customers who are living in those parts of the province, making sure that they can actually see their bills lowered significantly. Again, some of them don’t have a choice between natural gas or electricity, so they’re using electricity. We’re working on that with the Minister of Infrastructure, rolling out a plan to get natural gas to these communities as well." ],
  "anchor" : "para481"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, what isn’t right is using public money for partisan purposes; that’s what is not right.", "There isn’t a single person in Ontario whose bill will be lowered because they received Liberal campaign ads in their hydro bill—no business, and no family. There is zero public good that comes from this advertising campaign.", "In fact, local distributors are against the politicization of people’s bills. Jim Ryan, chair of Niagara-on-the-Lake Hydro, said this recently: “Putting political messages on the invoice is simply wrong.” I agree; it is wrong.", "The only group that benefits from mailing out these partisan flyers is the Liberal Party. Is the Liberal Party paying for these flyers, or is it the people and businesses of Ontario?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "We have an LDC working group with the Electricity Distributors Association, which represents all local utilities across the province. They’re working with us, as part of the long-term energy plan, to create a bill redesign. They understand what needs to be done and how we need to ensure that we make it as clear as possible, for people to understand how our electricity system works and how our electricity bills work as well.", "We work with the LDCs. We make sure that we work with all stakeholders in this sector—low-income individuals, First Nations groups—to bring forward a 25% reduction that they’ve been seeing on their bills now for almost six months. That is thanks to us, thanks to this government, unlike the opposition, who voted against it over and over again." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para490"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, he’s got a working group of the LDCs together so that they can figure out how they’re going to put the forced partisan advertising on the hydro bills in Ontario. That’s what’s going on.", "Ontarians should not be paying for desperate, partisan Liberal flyers to be printed and then mailed to them in their hydro bills. It’s bad enough that people have to open their bill and see the costs that have come from decades of Conservative and Liberal privatization in our electricity system. They shouldn’t have to get Liberal Party campaign ads as well.", "Will this Liberal government do the right thing by the people of this province and stop this practice immediately?", "Interjections." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para495"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When people open their bills in this province, what they see is a 25% reduction, thanks to this government, Mr. Speaker—", "Interjection." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain is warned.", "Carry on." ],
  "anchor" : "para499"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When low-income individuals open their bill, they see further reductions on their bill, thanks to the enhanced Ontario Electricity Support Program. When First Nations open their bill—when they live on a reserve—they will see that there is no longer a delivery charge on their bill. That’s thanks to this government working with many First Nations right across the province, and hearing and listening to their needs and acting on that.", "We have made sure that Hydro One has come forward with some changes, especially with their distribution charge as well. They’re going to see the RRRP decrease their bills between 40% and 50%.", "That is something that the opposition parties voted against. That is shameful. We listened to the people of Ontario and acted on their request." ],
  "anchor" : "para501"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "My question this morning is for the Acting Premier. Speaker, the auditor pointed out last week that nine companies bilked electricity customers out of $265 million on their bills. We know that three of them are Goreway, Resolute Forest Products and Ontario Power Generation. We know that two of the anonymous companies still sit on the panel writing the government’s new electricity rules after they broke the old ones.", "The Premier can’t have it both ways. Why is the Premier protecting companies that cheated electricity customers, and will she stop allowing them to write the new rules for the electricity system after breaking the old ones?" ],
  "anchor" : "para505"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para508"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Once again, I’m pleased to rise to talk about the market oversight that is put in place by our electricity system operator and the important role that they play. I think we would all agree that any abuses of our system just cannot happen.", "We are looking at changing the system. We’ve got market renewal under way. What we have there is rebuilding the foundation of our electricity system to allow for more flexibility, but also to ensure that the abuses of this system stop and don’t continue.", "We have a working group in place right now to make sure that we can find ways to ensure that we can make this system function properly. It is important to say that the two co-chairs of that working group resigned as of December 1, and they both came from the companies that were mentioned by the member from the opposition." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "This is an absolute snow job by the government again, and we need to get to the bottom of this. Even the electricity system operator, the IESO, is tired of covering for the government. The IESO told the Canadian Press yesterday that the government is allowed to change the rules and disclose the names of the other six companies that cheated electricity customers on their bills. So now we’re back to the greatest hits of the Liberals in question period: Who are they protecting and what are they hiding?", "Will the Acting Premier commit to the people of Ontario that we’ll have the names of those anonymous companies by the end of business today?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Again, the IESO right now is continuing discussions with those companies, working on getting back $32 million of costs that were ineligible. As OPG came out and said publicly that they were, yes, one of those companies, they actually resolved that quite quickly back in 2015.", "Through that process, OPG thought they were applying for program costs that they were eligible for. After discussion with the system operator, they recognized that they weren’t eligible for these costs, and so they acted quickly to make sure that they could repay those costs. They did that very quickly back in 2015. There were no fines levied because it was an error, they recognized that error and they fixed that mistake. The costs were recovered and they made sure that it was concluded in a timely fashion." ],
  "anchor" : "para515"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Deputy Premier. Week after week, we’re hearing more heart-breaking stories of overcrowding inside Ontario’s hospitals and the suffering that families are going through.", "Southlake Regional Health Centre in Newmarket is operating at 125% capacity. Patients are being put in hallways, auditoriums, lounges and even gymnasiums because there aren’t enough funded beds.", "Executives at Southlake are speaking out now and calling it an overcrowding crisis, but the Premier has only given Southlake four temporary beds. Why is this government doing so little to help patients who are being treated today in hallways, auditoriums and gymnasiums in hospitals across this province?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para521"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, you’ll recall that a number of weeks ago, this government made the announcement that we were creating 1,200 new acute-care beds across this province and, in addition to that, roughly 600 for transitional care. I’m very pleased to announce and very proud, in fact, that we have now opened, as of Sunday, the Reactivation Care Centre that was formerly at the Finch site of Humber River Hospital.", "I want to congratulate all of the hospitals and their staff that made an absolutely perfect and seamless transition. I want to acknowledge the CEO of Southlake Regional Health Centre, because they transported 30 of their in-patients into this reactivation centre at the Finch site, and that is just one of five hospitals where they now have 125 additional beds opening, as you can imagine, reducing by between 6% to 8% the complement of people in beds, including at Southlake. In fact, this is very important to that hospital." ],
  "anchor" : "para522"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para524"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Southlake has 100 more patients than they have funding to care for, but the Premier is only allocating four temporary beds. That means patients are stuck in hallways. Patients don’t have bathrooms; they have to share public washrooms down the hallway from their rooms. People don’t have privacy. The hospital isn’t able to use the right kinds of infection control measures.", "People are suffering from the crisis of hospital overcrowding in the GTA and across Ontario. Why isn’t this government doing more to stop the crisis that the Liberal and Conservative hospital cuts have created over these last couple of years?" ],
  "anchor" : "para525"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We’re opening—and, in most cases, have opened—the equivalent of six community hospitals across this province. The hospitals that are involved in the Humber site include Mackenzie Health, Southlake, North York General Hospital and the Humber Wilson site as well. Each of those hospitals is moving 30 of their existing in-patients into that better transitional, rehabilitative and reactivation care.", "In fact, Mr. Speaker, in early 2018, Markham Stouffville will transfer an additional 24, and Mackenzie is going to send over another 90. It will result in a 17% reduction in the in-patient load at Mackenzie.", "Not to be beaten by that specific announcement, Hillcrest Reactivation Centre, through the University Health Network and Saint Elizabeth, just opened this past weekend an additional 75 beds for transitional rehabilitation care. This is fantastic progress, and I congratulate all of those involved." ],
  "anchor" : "para527"
}, {
  "speaker" : "Han Dong",
  "text" : [ "My question is to the Minister of Housing and minister responsible for the Poverty Reduction Strategy. We know that even though Ontario’s economy is strong, some people are still struggling to get by. Poverty is a problem that needs to be eradicated so that everyone has the opportunity to achieve his or her full potential and contribute to a prosperous and healthy Ontario.", "One way we are working towards this goal is through the Local Poverty Reduction Fund. I know that it is a six-year, $50-million commitment by this government to help eradicate poverty in our communities. That includes my riding of Trinity–Spadina, and it’s working.", "The minister was in Thunder Bay just yesterday to make a further announcement on the Local Poverty Reduction Fund. Could the minister tell us more about this announcement?" ],
  "anchor" : "para531"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I want to thank the member from Trinity–Spadina for the question. In Ontario, we have an incredibly strong economy right now, Mr. Speaker, but unfortunately poverty remains a reality for far too many Ontarians.", "On this side of the House, we’re committed to creating fairness and opportunity for all Ontarians. Earlier this fall, I announced Ontario’s commitment to the Poverty Reduction Strategy with $$16 million for 48 projects in communities right across Ontario.", "Yesterday I was in Thunder Bay to announce the indigenous stream of Local Poverty Reduction Fund initiatives, created in partnership with indigenous communities and First Nations. These programs are going to assist those communities in tailoring programs that are specific to their needs. They will assist indigenous and First Nations peoples with food security, housing, income supports and employment supports." ],
  "anchor" : "para534"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para537"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I want to thank the minister for that answer. In fact, recently I was able to announce several projects in and around my riding that got funded through the Local Poverty Reduction Fund. This includes funding to the Access Capital Community Fund, which will use the funding to help train newcomers, visible minorities, women, youth and others in entrepreneurship and other skills development. This funding will help so many people by giving them the opportunity to thrive in Ontario.", "I’m glad to hear that the Local Poverty Reduction Fund is helping indigenous communities specifically. Could the minister tell us more about our government’s efforts to alleviate poverty in indigenous communities and to support healthy, prosperous communities?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : "para540"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Our government knows that poverty looks very different depending on what part of the province you’re in. The needs of northern Ontario First Nations can in fact be quite different than those in southern Ontario.", "Speaker, that’s why we are investing $5 million in 14 indigenous-led housing projects that were announced yesterday by the Minister of Housing. Through innovative programs like this, as well as our $95-million Indigenous Economic Development Fund and a further $56-million investment in indigenous institutes, we are creating fairness and opportunity for indigenous communities.", "Our government knows that reconciliation requires action in addition to words, and that’s why we are working with indigenous communities to ensure a better future for indigenous peoples in Ontario." ],
  "anchor" : "para541"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Minister of Finance. The Financial Accountability Office showed us that Ontario is working with three sets of books. That is simply ridiculous. We need one set of books, one true set of numbers, to guide us.", "There’s a way to do this, and that’s for the government to follow the law, pass a regulation and release their pre-election finance report. The Auditor General said, “It is in the public’s interest for the government to give us a pre-election report to examine as soon as possible, with sufficient time to do our work.” This will give us one number, one set of books.", "Will the government tell us when they will be bringing the regulation forward and when they will present the auditor with their pre-election finance report?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The reason there is a pre-election report is because this government mandated it, because of the elimination—and the fact that they held and hid a deficit throughout their proposals when they were coming into a budget.", "We are balancing the books. I thank the FAO for the work they’re doing around the sensitivity. He acknowledges that our economy is growing, that we have taken steps to balance the budget. In fact, public accounts, which is the one that matters most as to what has happened to this day, illustrates that we beat again our targets last year by over $3 billion to under $0.1 billion in terms of our actual results.", "I acknowledge the work that’s being done by the FAO, and I recognize that the member opposite, with his own promises, is unable to keep them because his own analysis states that they are not going to be able to achieve it. I will say more in the supplementary." ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para552"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the minister: Families need to be able to trust what the government says about our finances. They deserve a true fiscal picture. That’s only fair.", "But the Auditor General has refused to sign off on Ontario’s books multiple times under this Liberal government. The auditor has one more opportunity, and that’s to review a pre-election finance report. First, the government must pass a regulation confirming it will release a pre-election report by a committed deadline. We want one set of books so we can truly assess the damage that the Liberals have done to Ontario.", "Speaker, I’ll ask again, will the government tell us when they will be bringing the regulation forward and when they will present the auditor with their pre-election finance report?" ],
  "anchor" : "para553"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We are using the accounting principles that have been provided over the last 16 years. In fact, an independent review of the government’s pension accounting and other things that was commissioned illustrated—with an expert panel concluding—that the province’s accounting treatments are correct. I’ll leave those disputes to the accountants.", "But I’ll say this, Mr. Speaker. Kevin Page, the individual who assessed the People’s Guarantee, says the following:", "“Re: Assessing the reasonableness of the estimates of the fiscal plan underlying the 2018 election platform of the Progressive Conservative Party....", "“We caution readers that the provision of an opinion on the reasonableness of the estimates underlying the fiscal plan includes the reliance on third parties for information.”", "He says that they are “not currently in a position to pronounce” on those expectations, saying, “We look forward to seeing more detailed plans in the future.”", "Their numbers are based on ours, and they are estimating a deficit with what we’re saying is—" ],
  "anchor" : "para556"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para562"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "My question is for the Acting Premier. Zara Anucha, Amanda Suleiman and Michele Sparling are here today. They are incredibly brave advocates for children’s mental health services. Zara and Amanda needed mental health supports, but like 12,000 children in Ontario, they were told that they would have to wait for the care that they desperately needed or that their parents would have to pay for it out of pocket.", "It’s just not right that any child should have to wait months on end for mental health supports that they need. Will the Acting Premier commit to eliminating the wait-lists for children’s mental health services so that every child gets the help they need right away?" ],
  "anchor" : "para565"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para567"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Our government is working to truly build a mental health system here in the province of Ontario for young people that aims to reduce wait times and offer more services to those who need it.", "As a government, we’ve increased our mental health spending every single year since we’ve been in government. We’ve invested over $10 billion more into the system since 2008, and we’ll continue with that trend. Our party and the Minister of Health have publicly committed in this House on a number of occasions that we will put forward more than $1.9 billion over the next 10 years. We’re working with experts right across the system, right across the province, to ensure we’re putting the investments in the right place so we can reduce wait times for young people in our ministry and within the sector.", "The reality is that the complexities that young people are going through today are different from where they were 10 years ago, and we’re building a system to take on those challenges." ],
  "anchor" : "para568"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para571"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Community-based mental health centres have received only two small increases to their base funding in the past 25 years,. Here’s what this means for families: Moms like Michele have had to drive long distances to get the vital treatment their kids need, and every year, 50,000 children and youth end up in crisis inside our overcrowded hospitals because they have no other place to go. As we learned just yesterday, the majority of people who are treated in an emergency room after a suicide attempt are not getting follow-up appointments with needed psychiatrists.", "When will this government take real action to improve mental health care and actually eliminate wait-lists for children and youth across Ontario?", "Interjections." ],
  "anchor" : "para572"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para575"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Back in 2011-12, our government committed to a new process called Moving on Mental Health. It was to build a new strategy here in Ontario that was backed up with a $100-million investment into children’s mental health in the province of Ontario. That strategy commitment was to look at the way we fund youth mental health here in the province of Ontario, so that we could actually reduce wait times.", "We know this is a challenge that continues to change, but here are some of the investments we’ve actually made over the last few years into youth mental health: In partnership with my ministry and the Ministry of Health, we’ve built nine new youth wellness hubs for young people aged 12 to 25. We spend $3 million annually to support training and professional development for indigenous mental health and addiction workers; $2.75 million for psychiatric hospitals; $16 million to create 1,000 more supportive housing spaces; nearly $48 million for specialized mental health services at St. Joseph’s Care Group in Thunder Bay; and the list goes on and on." ],
  "anchor" : "para577"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "My question is for the Minister of Health and Long-Term Care, the Honourable Eric Hoskins. One of our mandates and, indeed, animating beliefs is our government believes that everyone in the province of Ontario deserves high-quality health care that is dignified and compassionate. That, in particular, includes those individuals fighting substance-use disorders.", "We’ve been clear of course throughout the past year that we’ve been dealing with this as a crisis, an opioid crisis that unfortunately has taken the lives of far too many people. To address this, our government has put in place the most comprehensive opioid strategy in the country, and we’ve been making critical investments to strengthen our strategy and support those saving lives on the front lines. But, still, last week we received tragic news from the Chief Coroner for Ontario that opioid-related deaths are continuing to rise in Ontario.", "Speaker, my question is this: I ask the Minister of Health and Long-Term Care if he can inform this House what other critical steps our government is taking to address this growing public health emergency?" ],
  "anchor" : "para580"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "As Minister of Health, as a public health physician and as a father and husband, not a day goes by that I do not reflect on the heartbreaking reality of this crisis, and those numbers are unfortunately going up.", "Last week, in response to a recent federal policy change, I wrote a letter to the federal health minister declaring this crisis a public health emergency and formally requesting that they expand our ability to respond to the growing crisis by allowing us to approve and fund overdose prevention sites. We were granted this exemption immediately, and we can now further strengthen Ontario’s current harm-reduction efforts in communities and protect the courageous front-line workers at these sites from federal prosecution.", "We have also ramped up access to addiction treatment across the province, including in over 30 communities that will now be able to access effective rapid-access addiction medicine clinics. Mr. Speaker, these are some of the life-saving supports that we’re providing." ],
  "anchor" : "para583"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para587"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "I thank the Minister of Health and Long-Term Care for that answer. As a physician and parliamentarian, I’m pleased of course to be part of a government that has taken such strong action to ending the opioid crisis. All health care partners have to balance the dictate between pain control and addiction avoidance, appropriate prescribing versus street recreational use, and timely access to care versus harm reduction on an acute, on-site basis.", "Our government’s investments in harm reduction and addictions treatment are pillars of our overall opioid strategy. We know that even more support is required for those on the front lines, so I’d like to know what our government is doing to help our first responders in this shared fight.", "I ask: Est-ce que vous pouvez élaborer sur le travail et les mesures que notre gouvernement fait?" ],
  "anchor" : "para588"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "To the Minister of Community Safety and Correctional Services." ],
  "anchor" : "para591"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you to the member from Etobicoke North for the question. Last week’s opioid overdose numbers from the chief coroner reinforce the critical need for urgent action to address this crisis. People suffering from addiction are often more likely to have contact with front-line responders. It is vital that we make sure our police officers and firefighters have the tools they need to respond when they find someone in crisis.", "When someone is overdosing, minutes can make the difference between life and death. That’s why our government is making life-saving naloxone available for free to each and every police and fire service across the province. Mr. Speaker, our firefighters and our first responders are essential partners in fighting the opioid crisis, and we will continue working together to ensure the continued safety of our communities." ],
  "anchor" : "para592"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "My question is for the Minister of Advanced Education and Skills Development. Ontario’s community college students lost a historic five weeks of class time due to the strike, which the Liberal government could have resolved earlier but chose not to. The impact has been devastating for Ontario students. Many students have made the very difficult decision to drop out of their community colleges.", "Speaker, will the Minister of Advanced Education and Skills Development confirm today that approximately 25,000 students have dropped out due to the Liberal government’s inaction during the strike?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We will be confirming numbers very shortly. We are collecting data from colleges to understand what that withdrawal rate was. We thought—", "Interjection." ],
  "anchor" : "para597"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It really doesn’t matter where you sit; I can hear you. The member from Leeds–Grenville is warned." ],
  "anchor" : "para599"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, we thought it was important to give students the choice, given the strike, that they could stay in, get caught up and complete their semester. I’m happy to tell you that the vast majority of students have chosen to do that. However, for those who felt—", "Interjection." ],
  "anchor" : "para600"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All right, you want to play? I win. The member from Niagara West–Glanbrook is warned." ],
  "anchor" : "para602"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We did think it was fair to students to give them the choice to make the decision that was right for them. If they chose to withdraw within two weeks after the strike, their tuition would be fully refunded." ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para604"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Back to the Minister of Advanced Education. Ontario’s community colleges have done everything they can do to encourage students to remain in school. But the Liberal government, as it did for five weeks during the strike, continues to sit on its hands. For five weeks the Premier let the strike drag on, and now the Liberal government is delaying the release of the number of community college students who dropped out, because the information damages them politically.", "Ontarians have the right to know the consequences of the Premier’s lack of leadership on the community college strike. Will the minister stop playing politics and confirm today that approximately 25,000 dropped out from Ontario’s community colleges due to the Liberal government’s inaction?" ],
  "anchor" : "para605"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I have committed to releasing those numbers as soon as they are available. I reiterate that commitment today.", "What I can tell you is the vast majority of students have stayed. There will be a significant number of those who withdrew, with a tuition refund and without academic penalty, who will be re-enrolling in January, or perhaps September, depending on the program.", "But if the member opposite is suggesting that we throw collective bargaining out the window, that we just legislate back, he clearly needs to understand that, by law, we simply aren’t allowed to do that. We must let the collective bargaining process work. We wanted to let that happen. There’s no question that the people who were most impacted by the strike were the students. We’ve talked about that all the time, and we’ve given them choices." ],
  "anchor" : "para607"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "My question is to the Deputy Premier. Last Friday morning, December 8, there was a tragic collision on Highway 11. Two transports collided on the Pan Lake corner, and our thoughts go out to the families of the deceased.", "What makes this even more tragic is that on November 24 of last year, on exactly the same corner, another person in a transport lost their life.", "What makes this even more tragic is that on December 12, 2012, again in the same place, another life was lost.", "Each time the highway is closed, people in northern Ontario are cut off because there is no detour. People are starting to be very afraid to drive on the Trans-Canada. When will the minister step in and ensure that winter maintenance standards and highway construction are actually done correctly on this stretch of road?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Transportation." ],
  "anchor" : "para615"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from Timiskaming–Cochrane for the question. He and I have had a chance to speak about this informally here in the chamber over the last couple of days. I have explained to him that I will ask the ministry—in fact, I have asked the ministry to go and take a look specifically at this particular section of Highway 11 that, as he points out in his question, has had some challenges over the last couple of years. That’s work that we will undertake, and I’d be happy to inform him and/or the House once I have that update for him.", "I will say, over the last couple of years as it relates specifically to the winter maintenance program that the ministry runs, we have continued to invest significantly in terms of the resources that are needed both in the north for our northern highways, and also in the south. We have more pieces of equipment out on our roads and highways, including in northern Ontario, than we have had certainly prior to the last three years. We are constantly working with our communities and working with our contractor partners to make sure that we have the appropriate resources deployed, and I’ll have more to say in a follow-up answer to this question." ],
  "anchor" : "para616"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para618"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Since my discussion with the minister, I’ve also had some time to do some research. According to the most recent statistics provided by the government in the 2014 Ontario Road Safety Annual Report, the occupants of a vehicle registered in the district of Timiskaming are four times more likely to die in a collision than occupants of vehicles registered anywhere else in Ontario, and that’s because they have to drive on that road.", "That’s why the government has to step in and look. To the towns, the people, that road is starting to be seen as a death trap, and I don’t say that lightly. This is just one example. We have to step in and actually do the right thing.", "We don’t have subways. We don’t have passenger trains. We don’t have LRTs. We have one road, and it needs to be safe, Minister, now.", "Interjections." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister." ],
  "anchor" : "para623"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from Timiskaming–Cochrane for his follow-up question. I certainly respect not only his advocacy, but his passion which is obviously clear in the way that he has asked the question today.", "I will say, as I said in my opening answer, our government continues to invest in our winter maintenance program, including in northern Ontario. It seems—" ],
  "anchor" : "para625"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "That’s not what the auditor says." ],
  "anchor" : "para627"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Notwithstanding what the member from Kitchener from the NDP caucus just said, in fact the auditor did recognize last year that we had made substantial improvements in the program, both in Kitchener and in the north of the province. Having said that, I understand that our work is not yet done. The member’s question ties in both highway construction and investments in the infrastructure and also the winter maintenance program. I’ve already referenced what we’re doing in winter maintenance.", "I will also say, Speaker, as I believe all members know, that over the last number of years—certainly, in the last couple in particular—the amount of money that we are investing as a government in our northern highways program is unprecedented. But we know that we have to continue to do more, and in subsequent years, through budgets presented by the Minister of Finance, I have no doubt that we’ll continue to invest in this and in other highways to make—" ],
  "anchor" : "para628"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para631"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question is for the Minister of Children and Youth Services. Minister, last Thursday, your ministry announced the details to some very important enhancements to the Ontario Autism Program, or OAP. I know our government has taken great care to consult with families in creating the OAP. I also know that in my riding of Davenport, I have spoken with many families and passed their feedback and concerns on to the minister. My constituents have expressed a need for choice and consistency in the program. Many families have also expressed the need for a direct funding option.", "I know there has been much work to provide families with the clear choice they have been asking for: the choice between direct funding and direct service.", "Minister, can you please share with this House the details of the new direct funding option?" ],
  "anchor" : "para634"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to thank the member from Davenport for her question. She’s a strong advocate for families and for children here in the province of Ontario.", "I had the opportunity to travel across the province to meet with families and parents and talk to them about the autism program here in the province of Ontario. I just want to take a moment to thank them for their feedback.", "The member is right: We heard a very clear message from families when having those discussions. To respond to those families, we as a government are introducing a direct funding option to families. Beginning January 15 of next year—weeks from now—we will increase the maximum hourly rate for service purchased through the OAP from $39 an hour to a maximum of up to $55 an hour. We will communicate new qualifications for clinical supervisors that will be phased in. We will also create an OAP provider list that will help families select a qualified OAP service provider in the spring.", "I have more in the supplementary, Mr. Speaker." ],
  "anchor" : "para637"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para641"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Thank you to the minister for listening to families.", "I hope all members of this House are supportive of parents’ call for choice in the system and their ask for a direct funding option. There is no doubt that system transformation is a difficult undertaking and it can create a lot of confusion for families. I have also heard from parents in my riding that when it comes to accessing autism services, the system can be very difficult to navigate.", "In the new Ontario Autism Program, how is your ministry going to ensure that parents are aware of the resources available to their families and are able to easily navigate the system?" ],
  "anchor" : "para642"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "There are a number of changes that are coming to the program, and I want all families to experience a smooth and seamless transition into the new Ontario Autism Program.", "The new OAP has a single point of access in each of the nine service areas. This will make it easier for families to access services. Contact numbers are available on my ministry website.", "I’m also hosting two tele-town halls, one on January 11 at 7 p.m. and again on January 17 at 7 p.m. Parents can ask questions and get direct answers from myself and ministry staff. Details of the tele-town halls and the regional provider’s information are on the website, ontario.ca/autism.", "I hope that all members in this House are proud of this program and they share this information with their constituents." ],
  "anchor" : "para645"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Deputy Premier. According to Community Living Ontario, there will be a 25% reduction in the number of hours of support for families with disabilities as a result of the government’s changes to labour laws.", "Community Living Ontario said: “Ministry representatives have told our members not to expect any base budget increases, so that means the people that stand to lose the most ... are people who have an intellectual or developmental disability, families, community agencies and their support workers.” I’ve spoken to many families struggling to find the services they need for their loved ones. Not one of them has said they can absorb a 25% reduction in service.", "With a 25% cut looming and no help offered from you, does the government expect families to fund this 25% wage gap themselves?" ],
  "anchor" : "para650"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Community and Social Services." ],
  "anchor" : "para653"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Certainly, our ministry is committed to ensuring that front-line services are available to those with developmental disabilities. We are aware of some of the recent changes to our legislation in terms of Bill 148 that are impacting those particular agencies. We’ve certainly heard from them; my ministry is very aware.", "We are looking at the figures they have produced for us and we’re looking at them very carefully. I would assure the member that we will not see any diminution of any services for those adults with developmental disabilities." ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para656"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I’m pleased that you’re aware, but the reality is ministry representatives have told Community Living “not to expect any base budget increases.”", "Families who rely on Special Services at Home and direct funding know that the government’s changes will limit their ability to give their loved ones the care they deserve. Brampton Caledon Community Living president Kathy Bell said, “BCCL will be forced to make deep cuts to its services and labour force ... this will have severe daily living consequences for extremely vulnerable people and their families.”", "In a letter sent to the Premier, Brampton Caledon Community Living identified the annual cost to comply with the changes at $2.4 million. How does the government expect Community Living organizations and families to fund this 25% wage gap?" ],
  "anchor" : "para657"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para660"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I do thank the member for the question. Prior to the introduction of Bill 148—", "Interjection." ],
  "anchor" : "para661"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And again, the member thinks he can go to a different seat. I will catch him. The member from Prince Edward–Hastings is warned.", "Minister?" ],
  "anchor" : "para663"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you.", "Prior to the introduction of Bill 148, we consulted broadly with the business community, with the non-profit sector, with those people who provide services. After the debate—", "Interjections." ],
  "anchor" : "para665"
}, {
  "speaker" : "The Speaker",
  "text" : [ "These carry over into the afternoon, by the way." ],
  "anchor" : "para668"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "What became clear is that dedicated men and women who look after the most vulnerable in our society sometimes needed to have their pay increased, sometimes needed some better employment standards. These are the people who look after the most vulnerable.", "What we said is that we would increase the minimum wage in the province to $14 an hour and then to $15 an hour. It would apply to them as well. The opposition party voted against this. They don’t stand behind the people who look after our most vulnerable. They should be ashamed of themselves.", "Interjections." ],
  "anchor" : "para669"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Point of order." ],
  "anchor" : "para672"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I turn to that, I would just like to let people know there is never not an opportunity for me to continue to warn, even when we’re at the end of question period." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the Minister of Energy." ],
  "anchor" : "para675"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d just like to correct my record, Mr. Speaker, in reference to a question from the member from Prince Edward–Hastings. In reference to the $32 million I used, these are disputed costs between the IESO and the companies, and the IESO’s rules have changed—" ],
  "anchor" : "para676"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Deferred vote on the motion for third reading of the following bill:", "Bill 174, An Act to enact the Cannabis Act, 2017, the Ontario Cannabis Retail Corporation Act, 2017 and the Smoke-Free Ontario Act, 2017, to repeal two Acts and to make amendments to the Highway Traffic Act respecting alcohol, drugs and other matters / Projet de loi 174, Loi édictant la Loi de 2017 sur le cannabis, la Loi de 2017 sur la Société ontarienne de vente du cannabis et la Loi de 2017 favorisant un Ontario sans fumée, abrogeant deux lois et modifiant le Code de la route en ce qui concerne l’alcool, les drogues et d’autres questions." ],
  "anchor" : "para677"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para682"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Would all members please take their seats.", "On December 11, 2017, Mr. Naqvi moved third reading of Bill 174, An Act to enact the Cannabis Act, 2017, the Ontario Cannabis Retail Corporation Act, 2017 and the Smoke-Free Ontario Act, 2017, to repeal two Acts and to make amendments to the Highway Traffic Act respecting alcohol, drugs and other matters.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para684"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para751"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 63; the nays are 27." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Deferred vote on the motion for third reading of the following bill:", "Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients / Projet de loi 160, Loi visant à modifier, à abroger et à édicter diverses lois dans le souci de renforcer la qualité et la responsabilité pour les patients." ],
  "anchor" : "para781"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para787"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On December 7, 2017, Mr. Ballard moved third reading of Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para789"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para841"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 49; the nays are 42." ],
  "anchor" : "para885"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Deferred vote on the motion that the question now be put on the motion for third reading of the following bill:", "Bill 139, An Act to enact the Local Planning Appeal Tribunal Act, 2017 and the Local Planning Appeal Support Centre Act, 2017 and to amend the Planning Act, the Conservation Authorities Act and various other Acts / Projet de loi 139, Loi édictant la Loi de 2017 sur le Tribunal d’appel de l’aménagement local et la Loi de 2017 sur le Centre d’assistance pour les appels en matière d’aménagement local et modifiant la Loi sur l’aménagement du territoire, la Loi sur les offices de protection de la nature et diverses autres lois." ],
  "anchor" : "para886"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for closure of the third reading of Bill 139.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para892"
}, {
  "speaker" : "Interjections",
  "text" : [ "Same vote." ],
  "anchor" : "para894"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote? Same vote." ],
  "anchor" : "para895"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 49; the nays are 42." ],
  "anchor" : "para896"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. Mauro has moved third reading of Bill 139, An Act to enact the Local Planning Appeal Tribunal Act, 2017 and the Local Planning Appeal Support Centre Act, 2017 and to amend the Planning Act, the Conservation Authorities Act and various other Acts.", "Is it the pleasure of the House that the motion carry? I heard a no.", "Those in favour, please say “aye.”", "Those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para897"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Mauro has moved third reading of Bill 139.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para905"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para994"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 86; the nays are 1." ],
  "anchor" : "para997"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para998"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para1001"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "I’m so delighted to introduce a number of trans activists in the members’ gallery today. We have Nichola Ward, Melissa Hudson, Stella Skinner, Darwin Skinner, Jessica Skinner, Marla Green, Bobbi Dare, Brian De Matos, Richard Hudler, Stephanie Woolley, Savannah Burton, Michael Ain, Dorothy Snowdon, Gerrit Hammond, Susan Gapka, Davina Hader, Martine Stonehouse, Elaine Denuevo, Julian Oliveira, Victoria Butler, Eroline Lyle, and my EA, Bhutila Karpoche, whose birthday it is today.", "They’re all here to see the Trans Day of Remembrance pass into law today. We’re so excited to have you here. Welcome." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just before I finish—I want to deal with this very delicately. The audience that comes to join us in the House cannot participate in any way, shape or form during the House sitting. Even your exuberance at the beginning, even before I came in, is verboten.", "I would kindly ask you to respect the rules of the House by not being too enthusiastic when it comes to your joy, that you deservedly need to have and express. I would appreciate it very much.", "Further introductions of guests?" ],
  "anchor" : "para1006"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I’d like to welcome Gaby Garcia-Casanova, public relations director of LGBTOUT, from U of T, for the same event." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Lieutenant Governor has been pleased to assent to certain bills in her office." ],
  "anchor" : "para1011"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The following are the titles of the bills to which Her Honour did assent:", "An Act to enact the Local Planning Appeal Tribunal Act, 2017 and the Local Planning Appeal Support Centre Act, 2017 and to amend the Planning Act, the Conservation Authorities Act and various other Acts / Loi édictant la Loi de 2017 sur le Tribunal d’appel de l’aménagement local et la Loi de 2017 sur le Centre d’assistance pour les appels en matière d’aménagement local et modifiant la Loi sur l’aménagement du territoire, la Loi sur les offices de protection de la nature et diverses autres lois.", "An Act to amend the Construction Lien Act / Loi modifiant la Loi sur le privilège dans l’industrie de la construction.", "An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients / Loi visant à modifier, à abroger et à édicter diverses lois dans le souci de renforcer la qualité et la responsabilité pour les patients.", "An Act to enact the Cannabis Act, 2017, the Ontario Cannabis Retail Corporation Act, 2017 and the Smoke-Free Ontario Act, 2017, to repeal two Acts and to make amendments to the Highway Traffic Act respecting alcohol, drugs and other matters / Loi édictant la Loi de 2017 sur le cannabis, la Loi de 2017 sur la Société ontarienne de vente du cannabis et la Loi de 2017 favorisant un Ontario sans fumée, abrogeant deux lois et modifiant le Code de la route en ce qui concerne l’alcool, les drogues et d’autres questions." ],
  "anchor" : "para1012"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Over a month ago, the staff at Pinery Provincial Park, in the municipality of Lambton Shores, was instructed to clear out law-abiding and fee-paying visitors and to put up barricades to close the park. Ostensibly, this action was taken for safety, following a notice of repossession issued to the Premier and the Minister of Natural Resources by two individuals.", "This was after a court of law had already established that there is no legal or historical standing for this land claim. The local band, the Chippewas of Kettle and Stony Point First Nation, have been clear: They do not support this claim. Yet the park remained entirely closed to the public for weeks and it is still closed for camping today.", "During that time, Pinery park lost tens of thousands of dollars in revenue. School trips to the park have been cancelled, camping reservations revoked and people who want and deserve access to the park have been turned away.", "This government has failed to uphold the rule of law. While they continue to have conversations with the individuals making the baseless claim, the rest of the community has been left in the dark. Anger and resentment are growing.", "I strongly urge the Premier and the minister to resolve this issue and to restore the people of Ontario’s rightful access to Pinery Provincial Park.", "Open the park to the people of Ontario." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Today, I’m speaking on two issues that are distinct but also connected. The first is the need to provide better health coverage for diabetics in Ontario. According to Diabetes Canada, in 2017, almost five million Ontarians have been living with diabetes or pre-diabetes. Over the next 10 years, diabetes rates in Ontario are expected to increase by 44%.", "However, since 2016, the Ontario government has not renewed the diabetes strategy that was once in place. This initiative improved access to essential services and supplies. It also included a registry to enable self-care. This was important to have in place, Speaker.", "As funding for diabetes treatment is reduced, the disease continues. I urge this government not to play politics with people’s health.", "Another piece of the puzzle to improving the lives of diabetics is lifting many of those who suffer out of poverty so that they can afford many essential treatments that are unfortunately not already covered.", "This brings me to the next topic, which is Bill 6. The bill is designed to create an evidence-based commission to advise the government on what social assistance rates need to be in each region. This would significantly help all Ontarians living in poverty.", "Today, I’m proud to announce that the Hamilton Roundtable for Poverty Reduction, in partnership with various community organizers, is releasing a video to promote Bill 6 and get the Legislature to move forward so that all Ontarians living in poverty have access to basic necessities. This is a huge issue in my area, and I encourage everyone to watch the video, especially the government.", "The Liberal government is holding this bill up and the clock is running out for all living in poverty. Mr. Speaker, we need to move Bill 6 forward immediately." ],
  "anchor" : "para1026"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’m here to speak about the silent, forgotten holocaust, which occurred on December 13, 1937, when the Japanese Imperial Army, in a span of six short weeks, raped, pillaged, murdered, slaughtered and beheaded over 300,000 innocent children, civilians and soldiers in cold blood. They systemically destroyed a city, burned it to the ground, bombed it and did unspeakable war crimes that have not been reported.", "Luckily, with the leadership of my colleagues Soo Wong from Scarborough–Agincourt and Han Dong from Trinity–Spadina, a motion was unanimously passed in this Legislature to honour the innocent victims of the Nanjing Massacre, the 300,000 innocent victims. They hosted an event with 1,000 people in Scarborough last Saturday. Also tomorrow, more will be coming here to recognize and remember the Nanjing Massacre in co-operation with Dr. Joseph Wong and the ALPHA Education society.", "We must never forget the Nanjing massacre." ],
  "anchor" : "para1034"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Speaker, in the spirit of the season, I am happy to share a story of generosity and goodwill from Perth–Wellington. Christmas is just a few days away, and local food banks are especially in need of support.", "As reported in the Stratford Beacon Herald, the Perth county OPP have been helping to meet this need through their annual food drive. In Mitchell, the OPP easily filled two cruisers with donations, received on a single Saturday afternoon. Similar events have also been held in Listowel and St. Marys. The goods will be donated to the local Salvation Army to help families in need. They will continue accepting donations right up to December 23, and through their kettle campaign as well.", "Christmas is a time when many of us get together with family and prepare for the new year, but for many families, this time of year is a real hardship. They can’t afford even the simple things we take for granted: a hot meal or presents under the tree.", "I am so heartened to see people pulling together and giving to help the less fortunate. The Christmas spirit is alive and well in Perth–Wellington. Let’s give generously." ],
  "anchor" : "para1038"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Today, I will table a motion calling on the government to eliminate wait-lists for children and youth who need community-based mental health services.", "Speaker, there are 12,000 children and youth waiting for mental health treatment, some for up to 18 months. Meanwhile, children die or develop more severe problems.", "In Canada, we have the third-highest rate of youth suicide in the industrialized world.", "We need action now, because those wait-lists and the effects they are having on our youth are unacceptable.", "In the absence of community-based mental health treatment, our children and youth often end up in the wrong place. Some end up in group homes, where staff often have no training at all—let alone being able to deal with complex mental health issues. Many who find themselves in crisis end up in hospitals—hospitals that are already in crisis due to overcrowding. Up to 50,000 kids in a year go to hospitals to get treatment because they have no other choice.", "The government can talk about the money that has been spent, but none of that money has done anything to ensure that kids get the treatment when they need it. Earlier treatment means lives are saved and a healthier future.", "With this motion, I want to cut to the chase so that children and youth with mental health problems get the help they need immediately. I hope all members will support it when it comes up for debate." ],
  "anchor" : "para1044"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m pleased to rise in the House to discuss a private member’s bill that I have tabled this afternoon for first reading on fetal alcohol spectrum disorder awareness in our education system.", "Entitled An Act to amend the Education Act in relation to fetal alcohol spectrum disorder, this bill, if passed, would amend the Education Act to allow and encourage school boards to increase their understanding and promote awareness of FASD and institute best practices to support students with FASD.", "The signs and symptoms of alcohol spectrum disorder are not always visible. In fact, many individuals with FASD do not have the physical indicators for this disorder and, furthermore, may not have a diagnosis. But these students need support, compassion and understanding from their teachers and those who work with them in any capacity.", "Over the last few months, I have met with many individuals from FASD networks and support groups, some with lived experiences, some who care for and/or support someone with FASD and some who work hard every single day to advocate on behalf of those living with this disorder. A common theme I hear is that there is still much that is unknown about FASD. There are many myths and misinformation about FASD that still exist on the impacts of alcohol consumption while pregnant.", "Mr. Speaker, my private member’s bill is a step in increasing public awareness about the risks of drinking alcohol while pregnant, but it is also about increasing awareness in our school settings. More collaboration between all FASD stakeholders needs to happen in our school system and in all of our facilities to ensure that these children have the ability to learn well in the future." ],
  "anchor" : "para1052"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "As we approach the end of 2017, I’ve been reflecting on the year-long celebration of the 100th anniversary of women having gained the right to vote in Ontario.", "Earlier this morning, I had the pleasure of being at Ross Memorial Hospital in Lindsay, which hosted an exhibition on the 100th anniversary of this history-making moment. The hospital partnered with the Victoria County Historical Society to shine a light on the World War I nurses from my area, some of whom were trained at Ross Memorial itself and were the first Canadian women ever to vote.", "Over 7,000 Canadian women served as nurses in Canada and overseas, at hospitals, field surgeries and casualty-clearing stations. Alma Finnie, who served overseas with the Canadian Nursing Sisters—or the Bluebirds, as they were known—was the first among them to cast a ballot. Alma and her colleagues represented the best in the spirit of service and dedication, and it was fitting that they were the first Canadian women to cast a ballot.", "These nurses played an important role in Canadian history and deserve to be recognized and remembered as trailblazers who led the change that would impact women across the country. It was an important first step, and I have no doubt that they would be proud to see how much women have achieved since they cast their historic ballots 100 years ago this week." ],
  "anchor" : "para1058"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Last Thursday I attended a fundraiser for the Food Bank of Waterloo Region. A remarkable young girl, six-year-old Anna Puopolo, set a goal to raise funds. While I was there supporting Anna, here at the Legislature there was a debate on GO trains. Speaker, after reading the Hansard transcript, respectfully I say to you that it’s time for a reality check.", "Building better transit is vital to my community. We’re an innovation leader. Our Premier committed to all-day, two-way GO train service by 2024, and we’re on track to do that. Yet, unfortunately, a member of this House stated that we are “getting nothing done.”", "Here are the facts since I was elected. We purchased 53 kilometres of track between Kitchener and Georgetown, costing $76 million. We doubled GO train service. We are funding a $43-million transit hub in downtown Kitchener. We funded a new $16-million GO train maintenance and storage facility. We committed to a new GO train station and parking garage in Breslau. We put $300 million into the new LRT. And just last week, we added another $25 million to the LRT when the region asked. Yet, that member dismissed all of these investments as “nothing.”", "Not only that, but the opposition has consistently voted against funding all of these transit projects in my community.", "That member even attacked me personally, and to that I will say that complainers and bullies don’t build communities.", "On this side of the House, we are planning and we are building better transit in Waterloo region and right across Ontario." ],
  "anchor" : "para1063"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "This holiday season, I’m encouraging my constituents to shop locally. Today I want to encourage everyone to give locally as well. There are an impressive number of groups in my riding working hard to ensure that everybody is able to enjoy the holiday spirit.", "My family and I recently filled shoeboxes with necessities and small gifts and donated them to the Muskoka Shoebox Project. This year, 1,092 shoeboxes were donated to women’s shelters in Muskoka region, the highest number ever.", "In Parry Sound, the Adopt a Senior program is entering its sixth year. Last year, 126 Christmas gift bags were distributed to vulnerable or isolated seniors. This initiative is made possible by a collaboration between West Parry Sound District Community Support Services, the Parry Sound North Star and Canadore College.", "The Moose FM annual Christmas wish radiothon raised an incredible $100,587 for the Salvation Army in Bracebridge, as well as $35,000 in Parry Sound and $41,000 in Huntsville. The Salvation Army provides hampers and toys to families in need, as well as year-round services including counselling and emergency housing.", "Around my riding and across the province, food banks like the Manna Food Bank in Bracebridge are seeking donations to support families throughout the holiday season and the winter months that follow.", "Firefighters and police often help collect food and toys. I want to commend the Burk’s Falls and area firefighters for their annual Christmas food drive in support of the Burk’s Falls and District Food Bank.", "I also want to recognize the OPP Muskoka–Georgian Bay auxiliary unit for their Stuff a Cruiser event, which filled nine cruisers with toys.", "I encourage everybody to give locally this Christmas so that all can enjoy the holiday spirit." ],
  "anchor" : "para1070"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para1078"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated December 12, 2017, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para1081"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I beg leave to present a report from the Standing Committee on Finance and Economic Affairs and move its adoption." ],
  "anchor" : "para1085"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "An Act to implement Budget measures and to enact and amend various statutes / Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para1086"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed?" ],
  "anchor" : "para1088"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated November 29, 2017, the bill is ordered for third reading.", "Mr. Colle moved first reading of the following bill:", "Bill 189, An Act to proclaim the month of June as Filipino Heritage Month / Projet de loi 189, Loi proclamant le mois de juin Mois du patrimoine philippin." ],
  "anchor" : "para1090"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1095"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1097"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Proclaiming June to be Filipino Heritage Month in Ontario would provide an opportunity to remember, celebrate and educate all Ontarians about Filipino Canadians and their incredibly rich history, culture and contributions they have made in this province and country.", "Mabuhay, Mr. Speaker.", "Mr. Baker moved first reading of the following bill:", "Bill 190, An Act to amend the Consumer Protection Act, 2002 to require suppliers to disclose an all-inclusive cost / Projet de loi 190, Loi modifiant la Loi de 2002 sur la protection du consommateur pour exiger que les fournisseurs divulguent les prix globaux." ],
  "anchor" : "para1098"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1105"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Speaker, we all know how terrible it feels when you expect to pay one price for something and end up paying a price that’s much higher than that. Consumers feel confused, misinformed and sometimes misled.", "This bill, known as the What You See is What You Pay Act, amends the Consumer Protection Act by adding a new section that requires all suppliers of goods or services to ensure that any information provided to a consumer regarding the price of a good or service includes the all-inclusive price. The all-inclusive price is a total of all amounts that a consumer will have to pay for the good or service, including tax and other charges or fees.", "This will ensure that consumers don’t have to worry about hidden taxes or fees and that they can make more informed choices. It will ensure that what you see is what you pay." ],
  "anchor" : "para1106"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding certain private members’ public bills." ],
  "anchor" : "para1111"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para1112"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I move that the order of the House dated November 17, 2016, referring Bill 60, An Act to proclaim the month of November Lebanese Heritage Month, to the Standing Committee on Social Policy be discharged and the bill be instead ordered for third reading; and", "That Ms. MacLeod and Ms. Sattler be added as co-sponsors to Bill 60; and", "That the order of the House dated November 24, 2016, referring Bill 71, An Act to establish the Lung Health Advisory Council and develop a provincial action plan respecting lung disease, to the Standing Committee on Social Policy be discharged and the bill be instead ordered for third reading; and", "That the order of the House dated November 30, 2017, referring Bill 74, An Act to proclaim the Trans Day of Remembrance, to the Standing Committee on Social Policy be discharged and the bill be instead ordered for third reading; and", "That Madame Des Rosiers and Ms. MacLeod be added as co-sponsors to Bill 74; and", "That the order of the House dated May 11, 2017, referring Bill 128, An Act to proclaim Lawren Harris Day, to the Standing Committee on Regulations and Private Bills be discharged and the bill be instead ordered for third reading; and", "That Ms. Munro and Mr. Hatfield be added as co-sponsors to Bill 128; and", "That the order of the House dated March 23, 2017, referring Bill 107, An Act to proclaim Ontario Craft Beer Week, to the Standing Committee on Regulations and Private Bills be discharged and the bill be instead ordered for third reading; and", "That Mr. Smith and Ms. Fife be added as co-sponsors to Bill 107; and", "That the order of the House dated May 4, 2017, referring Bill 123, An Act to proclaim Korean Heritage Month, to the Standing Committee on Regulations and Private Bills be discharged and the bill be instead ordered for third reading; and", "That Mr. Baker and Mr. Tabuns be added as co-sponsors to Bill 123; and", "That the orders for third reading of Bills 60, 71, 74, 128, 107 and 123 shall be called consecutively and 15 minutes shall be allotted to the third reading stage of each bill, divided equally among the recognized parties; and", "That the putting of the question on the motion for third reading of each of these bills shall be deferred until the completion of consideration of all of the bills; and", "That the Speaker shall put the question on the motion for third reading of each bill in the order in which they were considered without further debate or amendment; and", "That the votes on the motions for third reading of these bills may not be deferred pursuant to standing order 28(h); and", "That in the case of any division relating to any proceeding regarding these bills, the division bell shall be limited to five minutes." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Natural Resources and Forestry moves that the order of the House dated—" ],
  "anchor" : "para1129"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1130"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? I wanted to read it all. Dispense.", "Do we agree? Carried." ],
  "anchor" : "para1131"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“On June 1, 2017, MPP McNaughton introduced a private member’s bill, Bill 146, which would require Ontario natural gas distributors like Union Gas and Enbridge Gas to show on a separate line in our gas bills, clearly and prominently, the costs for the new cap-and-trade carbon scheme. Since January 1, 2017, the charge has been added and hidden in the delivery charge so that customers cannot figure out how much this new ‘tax’ is costing them without resorting to accessing their utility company’s website and working it out with a calculator provided there. (Hydro bills prominently show ‘discounts’ we are receiving and that doesn’t seem to be a problem);", "“Therefore, we, the undersigned, believing we deserve to see exactly how much we are being charged for this program on our bills, ask that you support MPP McNaughton’s private member’s bill.”", "I, of course, support this petition and will send it to the table with the page." ],
  "anchor" : "para1136"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas poets laureate have been officially recognized at all levels of Canadian government and in at least 15 countries around the world; and", "“Whereas the establishment of our own poet laureate for the province of Ontario would promote literacy and celebrate Ontario culture and heritage, along with raising public awareness of poetry and of the spoken word; and", "“Whereas Gord Downie was a poet, a singer and advocate for indigenous issues, and designating the poet laureate in his memory will serve to honour him and continue his legacy; and", "“Whereas Bill 186, An Act to establish the Poet Laureate of Ontario in memory of Gord Downie, will establish the Office of Poet Laureate for the province of Ontario as a non-partisan attempt to promote literacy, to focus attention on our iconic poets and to give new focus to the arts community in Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the establishment of the Office of Poet Laureate as an officer of the Ontario Legislature and that private member’s Bill 186, An Act to establish the Poet Laureate of Ontario in memory of Gord Downie, receive swift passage through the legislative process.”", "I agree. I’ll send it up with—" ],
  "anchor" : "para1141"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. Further petitions?" ],
  "anchor" : "para1150"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To Legislative Assembly of Ontario:", "“Whereas the Ministry of Natural Resources and Forestry is closing the Ontario Tree Seed Facility in September 2018;", "“Whereas both public and private sector forest restoration experts have disagreed with the internal government decision and have expressed their concern;", "“Whereas Ontario’s forest restoration practitioners had expected that the MNRF seed services would not only continue, but be enhanced, in service to Ontario’s forests, which face the triple threats of overdevelopment, invasive alien species and climate change;", "“Whereas this decision is in opposition to other Canadian and global jurisdictions who support seed processing and banking as an essential social service to help forests adapt to climate change;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario Ministry of Natural Resources and Forestry take immediate action to put on hold any actions on the closure of the Ontario Tree Seed Facility and begin a comprehensive public review to explore innovative ways to revitalize government support for native tree seed services, as per the Ontario Tree Seed Coalition’s letter to Minister Kathryn McGarry dated October 13, 2017.”", "I agree with this petition and I will sign it." ],
  "anchor" : "para1152"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Lorraine Nelson from Gogama in my riding for this petition.", "“Whereas Highway 661 is a three-kilometre secondary highway which links the town of Gogama to Highway 144 and is in extremely poor condition throughout the entire winter season; and", "“Whereas Highway 661 is an essential highway which all emergency vehicles, school buses and other vehicles, including snowplows, must travel into and out of the community daily; and", "“Whereas the low standard of winter maintenance of this highway, always snow-packed and icy, creates a serious public safety issue, putting at risk the lives of the area residents;”", "They petition the Legislative Assembly of Ontario as follows:", "“Increase the winter maintenance standard for this single-access highway into Gogama to ensure that the residents have safer access to their home community.”", "I fully support this petition, will affix my name to it and ask page Adam to bring it to the Clerk." ],
  "anchor" : "para1161"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently reviewing employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to change employment and labour laws to accomplish the following:", "“—ensure that part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time permanent counterparts;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—offer fair scheduling with proper advance notice;", "“—provide at least seven (7) days of paid sick leave each year;", "“—prevent employers from downloading their responsibilities for minimum standards onto temporary agencies when companies change ownership or contracts expire;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of the laws through adequate public staffing and meaningful penalties for employers who violate the laws;", "“—make it easier for workers to join unions; and", "“—all workers must be paid at least $15 an hour, regardless of their age, student status, job or sector of employment.”", "I sign my name to this petition and give it to page Andrew." ],
  "anchor" : "para1169"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the government first promised a legislated care standard for residents in the province’s long-term-care homes in 2003 but are yet to make good on their promise;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum standard;", "“Whereas a study done in 2001 by the US Centres for Medicaid and Medicare Services cited 4.1 worked hours per resident day as a minimum target, which was later confirmed in a 2004 observational study and in a reanalysis by Abt Associates in 2011, and reinforced by the 2008 Independent Review of Staffing and Care Standards for Long-Term Care Homes report by Shirlee Sharkey, who recommended a four-hour minimum target;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To legislate a care standard of a minimum four hours per resident each day, adjusted for acuity level and case mix.”", "Of course I affix my signature, and I give it to page Emma." ],
  "anchor" : "para1185"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I couldn’t agree with this more, Mr. Speaker. I’m going to affix my name to it and give it to Iman." ],
  "anchor" : "para1193"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario:", "“Whereas one in three women will experience some form of sexual assault in her lifetime;", "“When public education about sexual violence and harassment is not prioritized, myths and attitudes informed by misogyny become prevalent. This promotes rape culture;", "“Less than 10% of sexual violence cases are reported to police. For every 33 that are reported, only three result in a conviction;", "“Sexual violence and harassment survivors too often feel revictimized...;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the findings and recommendations of the Select Committee on Sexual Violence and Harassment’s final report, highlighting the need for inclusive and open dialogue to address misogyny and rape culture...; and address attrition rates within our justice system, including examining ‘unfounded’ cases, developing enhanced prosecution models and providing free legal advice for survivors.”", "Speaker, I agree with this petition. I will put my initials to it and I will give it to page Katrina." ],
  "anchor" : "para1204"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I have an important petition signed by hundreds of people, addressed to the Legislative Assembly of Ontario:", "“Whereas on July 7, 2017, the Ministry of the Environment and Climate Change (MOECC) deemed the renewable energy approval (REA) application of Otter Creek Wind Farm LP complete; and", "“Whereas Otter Creek’s REA stands at the technical review stage; and", "“Whereas we believe that environmental studies to date have been insufficient with regard to species at risk; and", "“Whereas we believe that studies to date have been insufficient regarding the adverse effects of wind turbines at Otter Creek to migratory birds and waterfowl; and", "“Whereas the construction methods required for the Otter Creek site are similar to those being employed in the construction of North Kent Wind 1, where 14 water wells have now been contaminated due to vibration; and", "“Whereas Ontario has already postponed the proposed LRP II (large renewable energy projects) because further production of electricity is not required;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to take immediate action to stop any construction or construction planning for the Otter Creek Wind Farm until the above-mentioned environmental concerns, and particularly the issue of water quality safety, are re-examined by expert consultants mutually agreeable to MOECC, the municipal council of Chatham-Kent, and the residents affected by the proposed wind farm development.”", "I wholeheartedly support this petition and will send it to the table with the page." ],
  "anchor" : "para1213"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions? The member from Toronto–Danforth." ],
  "anchor" : "para1224"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, you’re so cheery; I like that a lot.", "A petition to the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care, and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need;", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost;", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, petition the Legislative Assembly of Ontario to support a universal provincial pharmacare plan for all Ontarians.”", "I agree. I will sign this petition and give it to Isabelle." ],
  "anchor" : "para1225"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Louise Baliski, from Hanmer in my riding, for this petition. It reads as follows:", "“Whereas there continues to be a shortage of long-term-care beds in Ontario, resulting in the inappropriate use of acute care beds in Ontario’s hospitals; and", "“Residents who do need secure long-term care are often forced to move away from their communities, families and friends;”", "They “petition the Legislative Assembly of Ontario as follows:", "“To lift the moratorium on long-term-care licences so that the inventory of long-term-care spaces can be brought to a level that will ease the burden placed on Ontario’s hospitals; and", "“Ensure that licences are granted for the creation of long-term-care spaces not only in cities but in smaller communities where residents are being forced to abandon everything they’ve ever known.”", "I support this petition, will affix my name to it, and ask page Andrew to bring it to the Clerk." ],
  "anchor" : "para1234"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "“Lisa, please present this petition”—from my constituent Shirley Buchanan.", "“Whereas research laboratories acquire lost, stray or abandoned dogs and cats from pounds to be used as subjects for experimentation;", "“Whereas these animals were once beloved family members;", "“Whereas the practice referred to as pound release is formally mandated under the Ontario Animals for Research Act;", "“Whereas countries such as Great Britain, Sweden and the Netherlands, 18 states in the United States, entities such as the National Institutes of Health and a number of veterinary and medical schools have stopped the practice of using pound animals for research;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“To amend the Animals for Research Act to ban the release of lost, stray or abandoned dogs and cats from Ontario pounds for animal experimentation and to ban the import of lost, stray and abandoned pets for experimentation from other jurisdictions.”", "Speaker, before I hand this over to page Vanditha, I must tell you, in the 2011 election, my husband decided he was going to adopt a blind dog that was going to be euthanized. We’re very proud of Bonnie Brae today. She can walk through our home without any problem whatsoever." ],
  "anchor" : "para1242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. I’m out of breath just listening to you." ],
  "anchor" : "para1250"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank the Family Council Network, region 4, for this petition.", "“Whereas chronic understaffing is the number one concern of families and friends of residents in long-term care;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum care standard—but falls short of actually creating one;", "“Whereas current care levels fail to recognize the increased levels of sickness and rates of Alzheimer’s and dementia of LTC residents;", "“Whereas the most detailed and reputable studies of minimum care standards recommend at least four (4) hours of direct care per day;”", "They “petition the Legislative Assembly” as follows:", "“(1) Amend the Long-Term Care Homes Act (2007) so that a long-term-care home will have to provide its residents with a minimum of four hours a day of nursing and personal support services, averaged across the residents;", "“(2) Calculate the average number of direct hours of nursing services and personal support services as prescribed by the regulations and exclude hours paid in respect to vacation, statutory holidays, sick leave, leaves of absences and training time;", "“(3) Increase funding to long-term-care homes so they can achieve the mandated staffing and care standard and tie public funding for them to the provision of quality care and staffing levels that meet the legislated minimum care standard;", "“(4) Make public reporting of staffing levels at each Ontario LTC home mandatory to ensure accountability.”" ],
  "anchor" : "para1252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions has now expired.", "Mr. Fraser moved third reading of the following bill:", "Bill 60, An Act to proclaim the month of November Lebanese Heritage Month / Projet de loi 60, Loi proclamant le mois de novembre Mois du patrimoine libanais." ],
  "anchor" : "para1262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Fraser." ],
  "anchor" : "para1267"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s an honour and a privilege to stand here to debate the third reading of Bill 60, An Act to proclaim the month of November Lebanese Heritage Month here in Ontario. I introduced the bill a little bit more than a year ago, so I’m really pleased that we’re at this stage now. I want to thank the members from Nepean–Carleton and London West for their support in co-sponsoring this bill. It’s significant that we’re all together, co-sponsoring this bill, I think.", "November is a significant month in the Lebanese community. November 22 is Lebanese Independence Day, a national day that marks the liberation from the French mandate over Lebanese territory. Despite the French delegation proclaiming Lebanese independence in 1941 and having international recognition of that independence, Lebanon remained under the French directive until November 22, 1943. That was the day that France finally yielded to the increasing pressure of the Lebanese people as well as the demands of numerous countries around the world and released Lebanese officials and MPs being held as prisoners.", "As we do every year, we raised the flag here at Queen’s Park last November. I was with the Speaker as well as many members in the Legislature when we did that. We do it every year.", "Speaker, in the late 19th century, the first immigrants from Lebanon arrived in Canada. Today, the Lebanese population in Canada is mostly concentrated here in Ontario. They bring a rich cultural heritage to our province.", "“Heritage” means something that has been handed down from the past: a tradition, achievement or belief that is carried forward by generations. Being exposed to the customs and traditions of others, we truly enrich our own lives and the diversity of this province.", "Growing up in Ottawa South, we always had Lebanese friends and neighbours. We have a rich Lebanese heritage in Ottawa South and in Ontario. Families of Lebanese descent celebrate every year, not just in November, but often in the summer. November is an important time, but summer is the time of festivals.", "I know in my riding of Ottawa South, at St. Elias, they have an annual festival that I think began in 1990. It’s one of the biggest festivals in Ottawa. It lasts about five days. I always like to say they combine the five Fs, which are faith, family, friends, food and fun. The whole community, the whole church, everybody gets together and they have a fair. The thing about it is that it’s not just a celebration of the culture and the heritage and the food, which is great; it’s also a charitable endeavour. They use it not only to support the church, but they go outside to support other charities, like the Ottawa Heart Institute.", "I know that that also happens at Saint Charbel and Sts. Peter and Paul, churches just outside my riding, and I have the opportunity to go to their festivals every year as well.", "As well, I’d like to mention that the Imam Ali Masjid mosque in my riding celebrates in the summer, and that the Ahlul-Bayt Centre, which is not in my riding currently, is going to be moving there. We’re very much looking forward to them coming to our community. They represent many families of Lebanese descent.", "The Lebanese community has made and continues to make significant contributions across this province and the country. These contributions include but are not limited to the fields of science, law, politics, business and culture. If you look at the history of Lebanon, you see that the science, the culture, the arts and the literature are very deep and rich inside it. That’s something that has been brought to our province and to our country.", "I want to take a moment to thank Ambassador Sami Haddad and his family for their service to Canada and Ottawa’s Lebanese community. I know they’ll soon leave for a new posting, and I want them to know that their efforts are greatly appreciated by everyone in the community.", "Speaker, I have the good fortune of representing Ottawa South. Ottawa South has families from 125 different countries, First Nations and Inuit. They speak over 90 languages. They practise dozens of faiths. That’s a really incredible thing when you think about it. That does not happen in very many places in the world.", "Many ridings in Ontario are very much like that. We live together, we work together, we go to school together, we learn together and we celebrate together. I’m very much looking forward to this November and celebrating together Lebanese Heritage Month here in Ontario." ],
  "anchor" : "para1268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "In Arabic, I can say shukran.", "Now I turn it over to the member from Nepean–Carleton for further debate." ],
  "anchor" : "para1282"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s a great pleasure today to join my colleague from Ottawa South as well as my colleague from London West in expressing all of our caucuses’ support for Lebanese Heritage Month in November of next year. Of course, we all know that independence day is November 22, where it indicates the liberation from France.", "Immigration from Lebanon into Canada started in 1882. As my colleague stated, one of the largest populations is here in Ontario, with a large population as well in Montreal, but it’s Ottawa where the greatest share of the 200,000 Lebanese Canadians resides—a great deal of it in Ottawa South and in Nepean–Carleton, in our nation’s capital.", "What has always impressed me about the Lebanese population is that no matter where they work, they have an indelible entrepreneurial spirit. In fact, during the civil war there was an influx of Lebanese, now Canadians, to our country. Many of them here came as a result of a program that Canada ran. The only other westernized country that did something similar was Australia. We’ve noticed that, whether it’s restaurants or other businesses, the Lebanese community, particularly in Ottawa, has been exceedingly talented. The connection between our two countries, obviously, is because of the wonderful influx.", "I wanted to introduce you, as an assembly, to some of the wonderful Lebanese Canadians who reside in the city of Ottawa or who have resided in my city.", "Ralph Tannis has been a great friend of mine for close to 20 years. Ralph has been active in community service. He sat as the chair of the National Capital Commission from 1989 to 1995. He was also a member of the Central Canada Exhibition Association board of directors from 1983 to 1998. But most people in Ottawa know Ralph Tannis from his major food distribution warehouse, as well as his chain of restaurants, Ralph’s bar and pizza.", "Another friend of mine—" ],
  "anchor" : "para1284"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Fat Albert’s." ],
  "anchor" : "para1290"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Fat Albert’s, of course: My colleague from Renfrew–Nipissing–Pembroke reminds me of Fat Albert’s. I can tell you a little secret: Each election day, we send off our volunteers with subs from Ralph Tannis’s Fat Albert’s.", "Ralph, if you’re watching today, thank you for everything you’ve done for our city. You’re an amazing individual.", "Another friend of mine is Robert Swaita. He’s the owner of KS restaurant and a board member of St. Elias community hall and church. As well, Bobby is a good friend of mine who was able to bring a number of businesses together to inform me and my leader, Patrick Brown, the leader of the official opposition, on business matters inside our community. We really appreciate his work in his community.", "George Hanna is the owner of Gabriel Pizza. If you’re from Ottawa, Gabriel Pizza is synonymous with excellence. It’s growing everywhere in our community. He is also very much involved in a variety of different organizations.", "All of them, of course, are involved in the Ottawa Lebanese Festival. If you’ve never been to the Ottawa Lebanese Festival, you are missing out. It’s got the best food and entertainment that you ever did see and it’s one I enjoyed taking my family to this past year. It’s always a wonderful event, with so many good entrepreneurial-minded people.", "Ottawa is home to probably one of the most famous Lebanese Canadians. I’m going to say the name, and you’re all going to want to sing a song: Paul Anka. In my colleague from Ottawa South’s riding, there is actually a Paul Anka Drive, which I have to take in order to get to the airport from my Nepean riding.", "I think that Mr. Anka would need no introduction here. He was born in Ottawa. He became a US citizen, of course, in 1990. His parents owned a restaurant. They were of Lebanese Christian descent. He started singing with the St. Elijah Syrian Orthodox Church choir, and that started out in a wonderful city, the city of Ottawa.", "Speaker, to my constituents of Lebanese descent, and to all Ontarians of Lebanese descent: I want them to know that on behalf of the Progressive Conservative caucus and Progressive Conservative Party of Ontario, we proudly stand behind this piece of legislation. I will be excited to proclaim, on November 22, 2018, Lebanese Heritage Month.", "To all those watching at home: I hope you enjoyed these proceedings, and I look forward to voting in support of this legislation.", "I am grateful for the opportunity to add my name as co-sponsor to this bill." ],
  "anchor" : "para1291"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1301"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It’s my great honour to rise today, as MPP for London West, to speak on behalf of the Ontario NDP and my leader, Andrea Horwath, on Bill 60. This is an important bill, and I am very proud to co-sponsor.", "Given the significant contributions of Lebanese Canadians to this province’s rich cultural fabric and to our social and economic well-being, it is fitting that November will henceforth be recognized as Lebanese Heritage Month in Ontario.", "This is a bill that has special meaning in my riding and to London’s thriving and dynamic Lebanese community. It is a community close to 5,000 strong, one with deep roots in our city. For more than 100 years, Lebanese Londoners have been a vital part of our city’s growth and prosperity, with a legacy that extends beyond London to both the province and our country.", "In 1964, the first mosque in Ontario opened its doors in London, a project that was driven by the vision and commitment of 12 immigrant families from Lebanon who had settled in our community. The London Muslim Mosque, which celebrated its 50th anniversary in 2014, was only the second mosque in Canada and just the third in North America.", "The history of the mosque is chronicled in a marvellous book by Lebanese Londoner—and my good friend—Hanny Shousher called Now and Then: An Historical Overview of the Muslim and Arab Communities of London, Ontario.", "The story began in 1901, when a small group of Lebanese immigrants began arriving in London. Many of these first Lebanese families were Muslim, while others were Christian, but all understood the need to support each other and to contribute to the broader community. To help each other integrate while fostering a sense of home and belonging, they started the Syrian-Lebanese Club.", "As London’s Muslim population grew, a home was purchased in the 1950s to provide a common place to pray or to celebrate occasions, and to offer a cultural haven for London’s growing Muslim population. After the home was destroyed by fire, these 12 pioneering Lebanese families decided to build a mosque, making London a destination for Muslims around the world. Londoners are forever indebted to these Lebanese pioneers for their efforts to build London’s thriving Muslim and Arab community.", "Today, Lebanese Londoners are some of the most prominent and distinguished members of our community, serving as leaders across many different sectors, including health care, education, law, arts and culture, religion, sports and business.", "They include Nazem Kadri, the first Muslim ever drafted by the Toronto Maple Leafs. Nazem’s extraordinary talent for hockey stood out from an early age, and Londoners were thrilled when he joined the London Knights, and, later, overjoyed when he started playing centre for the Leafs.", "Najwa Zebian is an inspiring teacher and poet who has drawn a global audience for her powerful poetry, which tackles difficult issues of racism, isolation and sexual harassment, and gives voice to anyone who has ever felt silenced.", "Jamelie Hassan is an internationally recognized artist whose work is displayed at the Art Gallery of Ontario, the National Gallery of Canada and across the globe. She received the Governor General’s Award for her art, which weaves together the themes of political conflict, social activism and cultural displacement.", "Jamelie’s brother Hanny Hassan is a professional engineer who received the Order of Canada in 2011. He is well known for his work in cross-cultural and interfaith understanding, and has dedicated more than 40 years to voluntary service.", "Philip Aziz was Western University’s first official artist-in-residence, and painted commissioned portraits of Premier John Robarts and Governor General Georges Vanier. He used his art to help with humanitarian relief efforts globally.", "There are so many others I could mention, but I do want to recognize well-loved Imam Jamal Taleb of the Islamic Centre of Southwest Ontario, who was born in Lebanon and is highly respected for his commitment to making London more inclusive.", "London’s Lebanese connections were celebrated earlier this year when commemorative street signs were unveiled in both London, Ontario, and the Bekaa Valley village of Mdoukha, the original home of many Lebanese Londoners.", "My community has been immeasurably enriched by our Lebanese friends and neighbours, and this bill will help us showcase their contributions even more." ],
  "anchor" : "para1302"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As per the order of the House earlier today, the question on the motion for third reading of this bill will be put following consideration of the other bills.", "Mr. McMeekin moved third reading of the following bill:", "Bill 71, An Act to establish the Lung Health Advisory Council and develop a provincial action plan respecting lung disease / Projet de loi 71, Loi créant le Conseil consultatif de la maladie pulmonaire et visant l’élaboration d’un plan d’action provincial à l’égard des maladies pulmonaires." ],
  "anchor" : "para1319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. McMeekin." ],
  "anchor" : "para1323"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I want to just acknowledge George Habib, who is here—he’s the chief executive officer of the Lung Association—and Bruce Cooke. It’s a double win for George, because George is of Lebanese descent, so he’s going to get that in as well.", "I want to also acknowledge Minister McGarry, the member from Cambridge and the founding mother of this bill. I’ll be yielding most of my time to her a little bit later.", "As a past president of the Hamilton-Wentworth Lung Association, the issue of lung health has always been important to me. I suspect many of you have been touched by one or another form of lung disease. My dad and sister both died of lung cancer—not a very good way to leave this world.", "In 1978, as the youngest member of Hamilton city council, I presented a municipal bylaw in the city of Hamilton to ban smoking in all public places. It passed and was almost immediately challenged in the courts. The courts ruled that the city of Hamilton did not have the jurisdiction to pass such a bylaw. Twenty-five years later, I joined together with the Minister of Health to argue for and pass legislation banning smoking in public places. This, beyond anything else, Mr. Habib and Bruce, proves that if you stick with something long enough, you can make something happen.", "We’ve moved forward on a number of fronts. Of the four chronic diseases responsible for 79% of deaths, lung disease is the only one without a dedicated plan. That changes today.", "I’m pleased to have sponsored this bill and to have found two willing partners on the other side of the House to co-sponsor it. I look forward to what the member from Cambridge, who has a long-standing and passionate interest in this, has to say at the close of debate." ],
  "anchor" : "para1324"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1330"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m very pleased to rise today and speak on Bill 71, the Lung Health Act. I think anybody who has ever choked or swallowed something in the wrong way, or been in a place where they felt they couldn’t breathe, can imagine for one second what it’s like for people who are struggling with their lung health.", "We hope that this act will establish a lung health advisory council and develop a good provincial plan to deal with and look at lung disease. We all know that our health care professionals will want to weigh in and be consulted and be involved in this process.", "I want to mention the member from my caucus from Elgin–Middlesex–London, who championed Ryan’s Law—a little boy who passed away when he had an asthma attack at recess. His school did not allow him to carry his puffer, even though the parents fought very hard for him to be able to carry it. Now the Legislature of Ontario has passed a law to state that children have to be allowed to carry their puffers at school. Hopefully, the schools are taking the time to educate all the children, not just the children who have a puffer, that it isn’t a toy and isn’t something to fool around with, but that it can have dire consequences if children don’t have their medication with them.", "Many of us here have been to—it was just recently—a reception to raise awareness of lung health in Ontario. In other years, I learned about radon gas, which I’d heard of but I never knew that much about. I didn’t realize so many homes, so many basements in our wonderful province of Ontario, do have radon gas. People are unaware that it can be cancer-causing. We need to raise awareness of that as well.", "I just want to mention that radon is a colourless and odourless gas that is widely present. It’s natural in the earth’s surface, and it’s a radioactive breakdown of uranium. It’s estimated that 850 Ontarians die each year of cancer caused by radon gas. Long-term exposure, according to the lung association, is the second leading cause of lung cancer in Ontario.", "I’m just going to mention my late mother, Mia Gladstone, who passed away from lung cancer. She never smoked, she never lived with anybody who smoked, and she never really worked with people who smoked that much. She couldn’t even light a match, Mr. Speaker. It was quite horrific to see what she went through.", "I have an uncle who is at St. Mike’s right now who has many problems with his lungs. It’s debilitating to see what he’s going through. He’s a very strong, active person. In fact, from his hospital bed yesterday, when I was visiting him, he was directing—in his long-term-care home, he was directing all the residents. He runs a musical theatre group at Baycrest Terraces in the Baycrest hospital complex. He was directing all their parts. Tonight is the first night of Hanukkah and they’re putting on a Hanukkah show. The actors are all 80 to 90 years old, and he’s their director. Good luck tonight, everybody. I hope to stop by there if I can.", "Walter Gretzky is Wayne Gretzky’s father. He is at Queen’s Park for the lung advisory reception to teach us and to promote. His wife passed away from lung cancer in 2005. I just saw Wayne Gretzky on TV with his wife watching the Oilers and Maple Leafs play on Sunday night. I thought of Walter because I had just seen him the week before. He always signs nice postcards that I give to family members. They’re all very excited. I go to people’s houses, and his cards are on the fridge: “With best wishes from Walter Gretzky.” I want to thank Walter for everything he does, not just for raising awareness of lung problems but also I’ve seen him at golf tournaments with visually-impaired players. My husband and I were in an eye clinic together, and there was a golf tournament every year for the Canadian National Institute for the Blind. I know that Walter has done a lot of work for them as well.", "I hope that we’re talking to our constituents. It’s not just enough to pass laws about not having smoking in public places. I think that sometimes we meet with our constituents and we have to have difficult conversations with them, Mr. Speaker, about vaccines and taking care of their health. It’s our job here as legislators to promote healthy living, to promote preventive health care and not just to talk about it—to talk the talk but also walk the walk.", "I know that the minister opposite me was a nurse. She knows what I’m talking about: that we do our best to promote a healthy lifestyle. We go to so many events where we get to see kids playing sports. We know how important it is to have good strong lungs, not just to be a professional hockey player but a recreational athlete as well." ],
  "anchor" : "para1331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1341"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Today is one of those days that I have been waiting for for nine years. Nine years ago, I joined the lung caucus. That is a group for parliamentarians from all sides of the House to look at lung health. One of the first recommendations we made was to have this lung steering committee that would look at a strategy as to how we confront this issue. Most other chronic diseases, whether you look at dementia—we now have this 10-point plan—or you look at diabetes, we have those networks. For lung disease, we have some excellent care that happens here or there, but we have no network to make sure that those best practices are available to all of the people of Ontario.", "Nine years later, here I am standing here, celebrating. I certainly would like to say thank you to George Habib. It would not have happened without his association and without all of the hard work that they have put in.", "When you talk about lung disease, it’s hard not to talk about tobacco. You have to realize that there are still two million smokers in Ontario. Every single year, 30,000 young people continue to pick up the habit. They will be smokers for the rest of their lives. Although we have made some progress to help people quit smoking, the rate is at about 35,000. So really, Speaker, we’re standing still. We’re not going to win the battle. We need money. We need time. We need resources. We need a lung health strategy to make sure that we win this battle.", "There was a report that was commissioned by the Minister of Health: Smoke-Free Ontario Modernization. The report was made public in October. I had great hopes, when the cannabis bill came through, that we were going to see changes related to tobacco, related to lung health. They did not come. I can guarantee you that now that we have this bill, now that we will have this committee in place, we will make sure that they keep an eye on opportunities so we don’t have more opportunities lost to move forward the agenda to help people quit smoking and to make sure that new smokers don’t pick up the habit.", "I’d like to put this into a little bit of perspective. We’re talking about $2.3 billion a year in health care costs. These are costs that come directly from the Ministry of Health, because people have lung disease, lung problems that are not being addressed. If you look at the cost to society, we’re talking about $5.5 billion. If you look at the taxes that we bring in from tobacco—$1.1 billion. This is a losing proposition here. We have to do better than this.", "There are so many good ideas coming forward. We just voted on the cannabis bill. We know full well that 33% of smokers are also cannabis smokers. Now that it is legal, a large percentage of Ontarians will pick up smoking. Why do I care if people smoke cannabis? It’s because over 33% of them roll with tobacco. It’s not always easy to roll a joint with just dry marijuana or cannabis. If you mix tobacco in with it, it’s a lot easier to roll. What does that mean? That means, all of those people who have never smoked cannabis before, who do it because it’s now legal—a third of them will become smokers, going completely against what our good committee would have been able to address, had they been there nine years ago when we first asked for it.", "But I’m still optimistic. It is there. It is a joyous occasion. I’ve worked really hard. Many people have worked really hard to get to this day. Congratulations to all of us. We’ve made it to the finish line. Now the real work, the hard work begins." ],
  "anchor" : "para1342"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1350"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It’s indeed a privilege to stand in my place today to speak to Bill 71. I know that my husband, Fred McGarry, my family and many of my former patients are watching today.", "Speaker, I first introduced the Lung Health Act for personal and professional reasons. Firstly—I know that I’ve spoken about it before—my husband and I raised a child with severe lung issues, who faced hospitalization of close to four years between the ages of 10 years old and 14 years old. That was a searing time for Rory, for all of our family. I’d like to also acknowledge that when he came out of hospital for short periods, and even after, my family faced a medication bill for $1,900 each and every month. So this was a severely searing experience on my family.", "Secondly, when I was a candidate for the 2014 election I was invited to the Run-A-Lung run event to honour the memory of Kayla Baker, a 15-year-old who had lost her life a year after she had received a lung transplant and ended up passing away. At that time, I met her mother, Susan Tremblett, and I promised her that if I got elected I would move forward with a lung health act.", "Thirdly, as a critical care nurse, I nursed hundreds of patients who had trouble breathing for so many reasons.", "So on November 24, 2014, I introduced the Lung Health Act. The public consultation that went forward in June 2016 was actually oversubscribed, and I am very pleased to say that we had the full support of many of the members of this House. After I was appointed as minister, I was very fortunate that MPP Ted McMeekin, the member from Ancaster–Dundas–Flamborough–Westdale, reintroduced the Lung Health Act as co-sponsor with the members from Elgin–Middlesex–London and Nickel Belt, and full support as co-chairs of the lung caucus.", "I also wanted to say that in the meantime, Minister Hoskins and our government have already committed to establishing the lung health consultation group to assist in ensuring a lung health strategy to improve lung health for all Ontarians actually moves forward.", "I want to thank all members of this House, Mr. McMeekin, George Habib and his team from the Ontario Lung Association, my family and, in particular, my son, who reached his 38th birthday on December 10, is expecting his second child and is definitely my hero.", "For the 2.8 million Ontarians who struggle to breathe and their families, the passage of this bill today is a victory for all of you." ],
  "anchor" : "para1351"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "As per the order of the House of earlier today, the question on the motion for third reading of this bill will be put following the consideration of the other bills.", "Ms. DiNovo moved third reading of the following bill:", "Bill 74, An Act to proclaim the Trans Day of Remembrance / Projet de loi 74, Loi proclamant la Journée du souvenir trans." ],
  "anchor" : "para1359"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to Ms. DiNovo." ],
  "anchor" : "para1364"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "While we debate this bill here—and, of course, it’s not much of a debate; we all agree—Alloura Wells has a memorial service that’s ongoing just a few blocks from here. Alloura Wells’s body was found in a ravine. She was 27 years old; a young trans woman. Alloura is sadly one of thousands of trans folk who lose their lives around the world every year, last year being the worst recorded on record anywhere, including Canada.", "We have been acknowledging the Trans Day of Remembrance for a couple of years here. It was a motion I put forward a couple of years back. With unanimous consent we have observed a moment of silence on November 20, and we’ve also raised the trans flag out front.", "I want to acknowledge the incredible activists here who have all shown up for this historic day. Let me highlight just a couple of them. Young Stella Skinner, who is 11 years old, won the Inspire Awards’ Lifetime Achievement Award at 11. We expect great things from you in the future, Stella.", "I also want to single out Susan Gapka, no stranger to any of us. Susan was here when I first tabled Toby’s Law, named after my music director at Emmanuel–Howard Park United Church, a trans person who died tragically, as many trans sadly do. That’s why we need this bill.", "Toby’s Law was tabled five times over many elections over six years before we got all-party support. Well, we’re speeding up. The next bill I tabled, banning conversion therapy, took two months. Cy and Ruby’s Act, which became parental equality, took a few more months, but it was under a year. Finally, today, the Trans Day of Remembrance Act, which actually passed second reading just two weeks ago—so in two weeks, we’re making this law. We will be the very first jurisdiction in the world to pass a law recognizing the Trans Day of Remembrance, and that is something.", "Why do we need it? Well, we need it because about 43% of trans folk attempt to take their own lives; about 25% experience sexual or some other form of violence; 97% of our children who are trans in schools get bullied and are threatened; and about 50% of trans folk live in poverty. It is really one of the most oppressed minorities, and of course those people of colour within the trans community are doubly oppressed, as well as First Nations. Again, there’s a real need to recognize what trans folk go through, to celebrate their achievements, but also to mourn their passing and to do it every year.", "Again, another person I want to single out here is Martine Stonehouse. Martine is an incredible union activist who has been on this file for a long, long time.", "I just want to say that it’s a very proud moment. I only have two days left in this Legislature at Queen’s Park, and I can’t think of a more fitting way of going out than by passing this bill. I’m not retiring—I keep correcting people. I am simply moving to Spadina and Bloor, where I will continue to be a social justice activist, along with all of the activists you see here, in ministry. I will haunt this place, Mr. Speaker. I will be back, and so will they until we don’t have to have a Trans Day of Remembrance anymore, until every child grows up like Stella is growing up: to be welcomed, to be celebrated, to live peacefully, to live safely and to live their lives in their chosen gender.", "By the way, I just heard something on Twitter: a shout-out to Joshua Ferguson in BC, who got a nasty documentary pulled from the CBC through the dint of a lot of petitions signed, and we did it within a few hours. So we’re speeding up. We’re really speeding up.", "Thank you all. This is a three-party bill; people around the House support this. This is a human rights issue. It’s all of our issue." ],
  "anchor" : "para1365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1376"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "At times, discrimination kills. Some people, out of hate, assault others they believe do not deserve the same protection. Hate-mongers demonize others, and trans have too often been the victims of brutal violence—from Alloura Wells in Toronto to Sisi Thibert in Montreal.", "This bill is also about the impact that discrimination has on the victims themselves. At times, discrimination kills because the victims suffer and suffocate in an atmosphere of rejection. At times, it feels so oppressive that victims resort to killing themselves, and we know that many trans have contemplated suicide.", "This bill is also about celebrating the courage of people who denounce discrimination. As we celebrated Human Rights Day on Sunday, December 10, I was reminded of the courage and the struggle of people who have come forward, who have dared to ask us to be better than what we should be. Many of the trans that I’ve met over my life have been the people that have inspired me to continue the claim for human rights. Standing up for one’s humanity is a role that we should all cherish.", "Ce projet de loi nous invite, évidemment, à nous souvenir. Nous proposons qu’à chaque année, le 20 novembre à 10 h 29, nous prenions une minute de silence pour nous souvenir de ceux et celles qui ont osé s’affirmer et refuser la discrimination. Nous célébrerons leur courage et leur détermination et nous honorerons leur héritage en poursuivant la lutte.", "Finally, I think I want to say this bill is also about celebrating the great work of the MPP from Parkdale–High Park. I know that she’s going to leave Queen’s Park soon—she’s going to haunt us, she says—but I think we just want to say that Ontario is a better place for all the work that she has done for the protection of human rights.", "As a new member of this House, I am proud to be part of a group of legislators who care about human rights, and care about human rights for everyone. I urge you, obviously, to vote in favour of Bill 74 and support the enactment of An Act to proclaim the Trans Day of Remembrance.", "Let me conclude with a couple of quotes. Ryka Aoki, who is a trans poet, said, “We have to re-establish our place as the visionaries and magic-makers and seers for a civilization that is in desperate need of us.” And I think that’s part of the message today, that when we expand our vision, when we recognize that injustices should not remain hidden and silent, we are less diminished. We are enriched because we benefit from the complete participation of everyone in our society. When we recognize injustices, when we do it with the resolution to embrace human dignity, we do it not only for the good of the victims, for the good of all of us, but also for democracy itself.", "Le 30 novembre de chaque année sera la Journée du souvenir trans.", "Days of remembrance compel a pause, but that must also translate into calls for action. It’s the poet, F.R. Scott—who was a lawyer—who wrote, “If human rights ... are forms of the beautiful, then the state is a work of art that is never finished.”", "Human rights instruments such as days of remembrance are tools that allow us to continue to carve, to paint, to write and to celebrate a better future for all of us." ],
  "anchor" : "para1377"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1387"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It is my pleasure to rise to debate today for the Trans Day of Remembrance. Before I begin my remarks, again, I just want to convey my profound appreciation for the member from Parkdale–High Park, and the friendship that we’ve had for over a decade now and my admiration for her for always being someone who stands up in this place. Even when it might not be popular, she stands up and does what she believes in, and I’m grateful to have learned from her and to have been mentored by her. I truly wish her well and success in going back to the cloth and in looking after her parishioners. She has informed all of us; each of us are a part of her parish. That is delightful.", "Margaret Mead once said it best: “Never doubt that a small group of ... committed citizens can change the world.” Indeed, those are the only ones who ever have. I love that quote, particularly when I speak to volunteers and activists, because we only ever see change when people, like those who are in our public gallery today, in the west gallery, come together and fight for what they believe in: justice, humanity and the goodness that should prevail. I want to say thank you to them for being staunch advocates for changing lives and for making us all understand that we can all be better people and just because we’re different doesn’t mean it’s wrong.", "I’m really proud to be the co-sponsor of this bill with the member from Ottawa–Vanier and, of course, the leader of this, the member from Parkdale–High Park.", "I’m going to tell a little bit of a story. A couple of years ago, when my party decided we were going to have our first entry in Toronto Pride and then in Ottawa Pride, there were a lot of people who said, “We don’t want the Tories there.” They had issues with our name. We continued to march anyway because there were a lot of people who understood that in order for us to succeed as humanity, we need people from all different ideas and different backgrounds. They’ve got to come from everywhere. That’s when my friends Lola Ryan and Melissa Hudson stood up as trans women and walked with me in Ottawa Pride, and I had a lot of fun with them.", "Susan Gapka, you’ve been here from day one, since the day I arrived here in 2006, fighting for trans rights and a day of remembrance. It is people like you, leaders and people who believe in humanity and who believe that there’s a better path forward for people younger than you—you did that for Stella, and Lola and Melissa did it for me and for others, so I am eternally grateful for that. I am eternally grateful that you continue to open people’s eyes.", "I think the member from Ottawa–Vanier had a wonderful line about humanity. I think that when we have a discussion in this province, whether it’s about race, faith, sexuality, gender or whatever else may make us different, we must always remember that the first, basic thing we ought to think of when we speak of others or to others is their humanity and our humanity.", "I have an imam in my riding, Imam Delic of the South Nepean Muslim Community. After the mosque shooting last year in Quebec—he had been at prayer there the Friday before—we had a vigil. What he said is that we must be righteous, not self-righteous, and I’ve often thought of that. I apologize that I’m not addressing the Chair, Speaker; I want to speak to those in the gallery. I think it’s important that we be righteous and not self-righteous, and I contemplate that all the time. Regardless of who we are, who we love, where we work, where we’ve come from and where we’re going, there has to be a base of humanity and respect.", "To the member from Parkdale–High Park, I reserve my final words for you. You have been an early adopter of fighting for things before everybody else has opened their eyes to them. You are a visionary. You are a leader. You may not convert me completely to your church—you probably never will convert me to all of your ideas—but the thing is, you and I have become friends despite our political differences, and as a result of that, you have opened my eyes and so many other people’s eyes on what to do when it is right.", "With that, ladies and gentlemen, I am proud to be a co-sponsor of this bill, I am proud to support my friend, but even more than anything else, I am proud to support the people in the west gallery today. They have had enough challenges in their life. We must support them.", "Interjections." ],
  "anchor" : "para1388"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Be seated, please.", "Further debate?", "There being none, as per the order of the House of earlier today, the question on the motion for third reading of this bill will be put following the consideration of the other bills.", "Mr. Bradley moved third reading of the following bill:", "Bill 128, An Act to proclaim Lawren Harris Day / Projet de loi 128, Loi proclamant le Jour de Lawren Harris." ],
  "anchor" : "para1399"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley." ],
  "anchor" : "para1405"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’m actually presenting this bill to the House originally on behalf of the Speaker of the Legislative Assembly of Ontario, Dave Levac. As the Speaker, he is not entitled to present a private member’s bill, and on his behalf I have agreed to do so, along with my colleagues Mrs. Munro and Mr. Hatfield.", "It’s my honour to present a bill about a man who was born in the fine riding of Brantford. Lawren Harris was a founding member of the Group of Seven, who are known for their scenic depictions of Canadian landscapes. The seven consisted of Franklin Carmichael, A.Y. Jackson, Franz Johnston, Arthur Lismer, F.H. Varley, J.E.H. MacDonald and Lawren Harris.", "Harris was regarded as the driving force behind the group’s movement, encouraging discussion and lending his artistic vision to fellow colleagues. His works have sold for millions at auction in recent years, and can be found on display in major Canadian art galleries such as the Art Gallery of Ontario, the McMichael Canadian Art Collection, and the National Gallery of Canada in Ottawa. In honour of his contributions to Canadian culture, Bill 82 is an act to proclaim October 23 Lawren Harris Day.", "Lawren Harris was born on October 23, 1885, in Brantford. His father was Thomas Morgan Harris, the secretary of Massey-Harris Co. Ltd., a major manufacturer of agricultural equipment. During his comfortable upbringing, Harris had plenty of opportunity to explore his creative side and occupy himself with drawing and painting, creating Christmas cards for family and friends.", "After attending St. Andrew’s College and Central Technical School in Toronto, Harris studied for a brief period at the University of Toronto. His mathematics professor caught sight of Harris’s sketchbook and suggested to his mother that he go away and study in Europe. Before long, he went to Berlin to pursue his passion. There, he spent three years, from 1904 to 1907, studying European art and immersing himself in modern artistic movements including symbolism, expressionism and fauvism. He was deeply moved when he stumbled upon a religious philosophy called theosophy; this newfound spirituality would inform many of his later works.", "Upon returning to Canada, Harris painted rural landscapes and urban scenes, often venturing into the Ward, an impoverished neighbourhood for immigrants in Toronto, to capture a day in their life. In the 1910s, he used to hang out at the Arts and Letters Club at St. George’s Hall. There he met fellow artist J.E.H. MacDonald, who introduced Harris to the other soon-to-be members of the Group of Seven, alongside Tom Thomson and Emily Carr. They, of course, met regularly during the period before the war.", "As with all great artists, Harris’s style changed dramatically over the course of his career. His artwork progressed from capturing a nationalistic view of Canada still rooted in its colonial heritage to capturing a more profound, universal aspect of nature that manages to combine its awe with its mysticism.", "The effect of his European training is evident in his early works: detailed urban scenes with loose strokes of rich, earthy tones, reminiscent of post-Impressionist art. But over time he developed his own unique style. His brush strokes became smoother, his colour palette more refined, and he started reducing the environment into geometrical shapes, culminating in classic works such as Mount Lefroy; Afternoon Sun; Lake Superior; and North Shore, Lake Superior. From the mid-1930s until his death occurred in 1970, Harris spent his days in Santa Fe and Vancouver with his second wife, Bess Housser, creating increasingly abstract works.", "As you know, Mr. Speaker, Harris’s work was on display at the exhibition held at the AGO, the Hammer Museum in Los Angeles and the Museum of Fine Arts in Boston and was curated by Steve Martin of all people.", "I can tell you that his works captured a lot of money as well. He managed to record the ultimate Canadian experience with his simplistic abstract interpretation of Canadian landscapes. Nowadays, his paintings are in high demand. In 2015, Mountain and Glacier sold for $4.6 million, followed by Mountain Forms, which sold for $11.2 million in 2016, setting a record for the most expensive Canadian painting ever sold at an auction.", "Lawren Harris had a profound effect on all of Canada and on the artistic scene, to be sure, with his paintings. He will be remembered fondly by all Canadians and those who enjoyed the paintings. He will be remembered very much and honoured by those in the city of Brantford where he is best known.", "The Speaker of the Legislative Assembly of Ontario deserves credit for asking me to present the bill on his behalf." ],
  "anchor" : "para1406"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1418"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m very pleased to rise today. We are commemorating the work of one of the Group of Seven, Lawren Harris.", "I was very excited to speak on this because I remember going to see Lawren Harris’s and the other Group of Seven’s works at the McMichael Canadian Art Collection, which is in Vaughan, and I represent part of the city of Vaughan. It’s just a beautiful setting. If anybody’s never been there, it’s not just to go and to see the art, it’s to see the gardens and to see the house which belonged to the McMichael family.", "Lawren has an unusual name. It’s spelled L-A-W-R-E-N. That’s because his mother and father fought over his name, as is often the case. I always say whoever gave birth to the child should have the last say, in my opinion. His mother wanted Lawrence and his father wanted Lorne, hence they came up with Lawren.", "His family was quite religious. Supposedly they went to church services three times on Sundays. He was a bit rambunctious. Although they say he was a fairly sickly child, he was so athletic when he got older that it makes you wonder why he was kept at home in bed. He wanted to play sports, and he was instead given art supplies to play with.", "He is considered the stimulus for the Group of Seven, who are so famous all over the world, not just here in Canada. He received the Companion of the Order of Canada in 1969. He was from a very wealthy family. He travelled abroad. He studied art in Berlin, and then came back. He was in the Canadian army at one time; he was discharged in 1918. From descriptions of his depression and sleepless nights, I think he had what we now call post-traumatic stress disorder.", "He married Trixie Phillips, and then got a divorce that wasn’t recognized in Canada—because it was in Reno—so he could marry Bess Housser, who had gotten a divorce from her husband. He ran away with Bess to New Hampshire, because he was being accused of bigamy because their divorces weren’t being recognized.", "With his own money—he paid for three quarters of it—and with a friend who was an ophthalmologist—as an optometrist, I always find that interesting—an art collector named James McCallum, they built a brick clubhouse for the Group of Seven in Rosedale Ravine. They called it the Studio Building, and that was their hangout.", "You can imagine, back in those days, to live—I guess it was a bit of an almost hippie-ish lifestyle. He used his money to outfit a boxcar so that it was very comfortable, and so that all the painters in the group could go up to the wilderness in northern Ontario and paint.", "You wonder what would have happened to some of these fantastic, famous artists if they didn’t have the backing of wealthy patrons. Luckily, he was able to back himself with his own family’s money. The Harris family—a grandfather designed some kind of farm equipment, a threshing machine. They combined with the famous Massey family, and it became Massey-Harris, and it was one of North America’s biggest farm equipment families.", "His father died when he has only nine years old, so his mother moved down to Rosedale. Supposedly, the kids went to very nice schools, and they drove very nice cars, and you can just imagine that it must have been quite a time.", "I want to speak a little bit about Thornhill, because Thornhill is connected to anything we speak about in the Legislature, as you know, Mr. Speaker.", "The city of Vaughan approved a plan to restore the MacDonald House and to refurbish it. That’s on Centre Street. My constituency office is just down the road on Centre Street, just west of Yonge. J.E.H MacDonald was, of course, one of the Group of Seven and grew up in the village of Thornhill. The house is still there. It was made into a place where people can show art and have art shows. People have weddings there. They’ve made a beautiful garden. They’ve tried to re-create the garden from the very famous painting called The Tangled Garden, which was painted in that garden.", "There was a bit of news in 2015, because they discovered some hidden—they were hidden by a family; they knew they had them for quite some time—10 oil sketches done by MacDonald that his son, Thoreau, with his father, had buried, wrapped in some kind of oiled canvas and buried in their yard. For some reason, the son mentioned it to a friend, and the friend said, “Well, let’s dig them up.” They dug them up, and the friend purchased them, probably knowing that they were going to be worth a lot of money, and the longer he held onto them quietly, the more money they would be worth.", "We have world-celebrated art—Canadiana. If anybody hasn’t been up to the McMichael, I would invite them to go up as soon as possible." ],
  "anchor" : "para1419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1434"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Good afternoon. Indeed, an honour it is to be called upon to speak on Bill 128, proclaiming October 23 as Lawren Harris Day in Ontario.", "The bill means a great deal to the people in the Brantford area. That’s where he was born and grew up.", "The Harris family, as we’ve heard, was very religious. Morning and afternoon prayers were mandatory, as was going to church three times every Sunday.", "Young Lawren did have a rebellious streak, though. You’ll get a kick out of this, Speaker: When he was only seven, he donned one of his father’s suits, dressed his younger brother in one of his mother’s dresses and topped it off with a fur stole, and then they showed up at the church and paraded down the aisle.", "As a toddler, he was given his first watercolour set, and, perhaps as could be expected, he promptly ate the coloured cubes as if they were candy.", "Lawren Harris was never a healthy child, but when he was home ill, he coloured, he painted and his appreciation for the arts flourished.", "A year ago, in June, there was a story in Toronto Life written by Jason McBride. He wrote, “Lawren Harris, the Group of Seven’s flamboyant front man ... could have been a Photoplay cover boy—squint and you might see Charlie Chaplin, squint tighter and maybe Clark Gable. His buddies were bank presidents, doctors and industrialists, and he built elegant, expensive houses for his family. Still, he always felt more at home in the deep bush.”", "Speaker, before he found his muse in the north, he painted the dark and gloomy neighbourhood here in downtown Toronto once known as the Ward. It was home to waves of newcomers: Jewish, Italian, Irish and Chinese. They crowded into rooming houses and sweatshops.", "A year ago, in July, Murray Whyte wrote an article in the Toronto Star about the Lawren Harris exhibit that comedian Steve Martin put together at the Art Gallery of Ontario. Here’s how he wrote about those Harris paintings of the Ward that visitors saw as they entered the AGO exhibit: “It starts with Harris’s earliest pictures of Toronto, a teeming brew of industry and people that coalesce in its gritty, hardscrabble streets. The Eaton’s manufacturing plant looms above the Ward, a tight warren of immigrant workers’ cottages where Nathan Phillips Square now sits, cloaked in a smoky shroud. A gas plant belches steam over the dun-grey snow of the city’s filthy core. A weathered two-storey shack perches on a desolate street, its plaster hide crumbling into the muck below, the sky the colour of ash.” A very poetic description of the artwork of Lawren Harris.", "Actually, Harris did write one book of free verse about the Ward. Here’s a small taste of those gloomy images from A Note of Colour: “In a part of the city that is ever shrouded in sooty smoke ... hides a gloomy house of / broken grey rough-cast, like a sickly sin in a callow soul.”", "The Group of Seven is considered Canada’s greatest art collective. With Lawren Harris in the lead, they changed the art world forever in Canada. My friend and colleague from Algoma–Manitoulin, Mr. Mantha, knows the north country well, as does my friend from Nickel Belt, and that’s where I’m headed next. My executive assistant, Angie Dawson, discovered an article written by Heather Bot. She’s a staff writer with Algoma Country. She wrote, “This group rode the rails into the deep recesses of the Algoma wilderness to escape not just the hustle and bustle of Toronto, but to immerse themselves into our landscapes that brought them peace and a sense of tranquility. With the death of their friend Tom Thomson and the horrors of World War I, our healing landscapes brought them here again and again.”", "Ms. Bot says that the first trips the members of the Group of Seven took to Algoma were in May and September 1918. They painted scenes all along the rail line. They used hand carts to travel up and down the line to access the best sites. She says that Lawren Harris wrote poetry during his years in Algoma.", "Speaker, I know you’ll appreciate this: There are more than 400 identified sites that were painted by the Group of Seven in the Algoma region.", "This is a wonderful bill. We should all be proud to proclaim Lawren Harris Day in Ontario. Brantford certainly hasn’t forgotten. People there will turn this bill into a launching pad for a walk of fame, and they want to turn Lawren Harris Day into the spark that ignites a fall festival of the arts.", "Dave Levac, the Speaker, has been promoting this bill, championing this bill, for a long time. Let’s pass this bill. Let’s give Brantford a reason to celebrate. Let’s honour one of the greatest Canadian painters of all time. Let’s declare October 23 as Lawren Harris Day in Ontario." ],
  "anchor" : "para1435"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As per the order of the House of earlier today, the question on the motion for third reading of this bill will be put following the consideration of the other bills.", "Mr. Rinaldi moved third reading of the following bill:", "Bill 107, An Act to proclaim Ontario Craft Beer Week / Projet de loi 107, Loi proclamant la Semaine de la bière artisanale en Ontario." ],
  "anchor" : "para1450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Rinaldi has moved third reading of Bill 107, An Act to proclaim Ontario Craft Beer Week. Mr. Rinaldi." ],
  "anchor" : "para1454"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’d like to thank MPP Fife and MPP Smith for co-sponsoring this bill with me. It’s a pleasure, Speaker.", "First of all, let me thank the Ontario Craft Brewers association for their incredible support and leadership with this initiative, which started earlier on this year. Ontario craft breweries such as Church-Key Brewery, William Street Beer Co. and Wild Card Brewing Co. in Northumberland–Quinte West directly employ well over 1,500 people in their breweries.", "Ontario Craft Beer Week starts on the second Sunday of June. It would end on Father’s Day, so there will be a full week for fathers to celebrate.", "The bill, if passed, will help officially recognize the incredible growth in the local craft beer industry in the past decade. It would provide an opportunity for Ontarians to discover local craft beer made by independently owned craft breweries right in their own communities.", "There are over 500 unique brands that are currently produced by Ontario craft brewery members. They are breweries such as Wild Card brewery in Quinte West and Northumberland Hills Brewery in Cobourg.", "The local craft beer industry is a huge driver of economic growth in both urban and rural Ontario. There are Ontario craft breweries in 110 communities, from the Ottawa Valley to Windsor to Niagara to Muskoka, and as far north as Kenora—" ],
  "anchor" : "para1456"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Waterloo region, too." ],
  "anchor" : "para1462"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Waterloo region, of course, as well. It’s part of that circle.", "Craft beer continues to be the fastest-growing segment within the LCBO’s beer category. That is very, very important. Growing the craft beer sector supports our government’s agri-food growth challenge to create 120,000 jobs in the sector by 2020, as part of Ontario’s plan to create jobs, grow our economy and help people in their everyday lives.", "Speaker, I can tell you, visiting some of these craft breweries in my communities across the riding, that one of the interesting things is that the ingredients they use for their beers are all locally grown, locally sourced. So you could say that from the bottom up, that’s how we end up with the incredible craft—" ],
  "anchor" : "para1463"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "A lot of jobs, too." ],
  "anchor" : "para1466"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "A lot of jobs.", "A substantial amount of total sales come from small licensees, where selection is getting broader, especially in independent bars and pubs. With increasing consumer demand for our beers, Ontario craft brewers are also seeing larger chain accounts taking greater interest.", "I can say that we from rural Ontario live part of the week here in Toronto, and the odd time we step out in the evening and visit one of the local establishments—" ],
  "anchor" : "para1467"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "You do, do you?" ],
  "anchor" : "para1470"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Well, once in a while; not very often.", "But it’s nice to see that they don’t just have, whether it’s on tap or in a can or a bottle, the main brands. They also carry a substantial amount of local craft beer.", "This is a big economic driver for the province of Ontario that accounts for 30% of direct brewing jobs in the industry, along with countless spinoff jobs in agriculture, manufacturing, packaging and tourism throughout the province.", "I had the opportunity to go with Speaker Levac to PEI earlier this year for a convention. We actually toured a manufacturer that builds brewery equipment for right across Canada, but they also export all over the world. They manufacture big tanks and all the other equipment. This is really a booming industry, and we need to support it.", "I thank you for the opportunity and look forward to celebrating Ontario Craft Beer Week." ],
  "anchor" : "para1471"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1476"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’m really pleased to be able to support this bill put forward from my colleague and friend from Northumberland–Quinte West. The only problem I have with the bill is: Why was he so short-sighted? Why did it only have to be a week? It could have been craft beer month, Mr. Speaker.", "I don’t know if you know this, but I come from the Bay of Quinte region. The Bay of Quinte region happens to be Canada’s largest craft beer region. A great job by QuinteVation—they’re a group in our area that promotes this industry, which is creating jobs in our region and creating jobs right across the province.", "It’s interesting, when I first arrived here at Queen’s Park back in 2011, I started working on a bill called the Raise a Glass to Ontario Act. It was focused mostly on the Prince Edward county wine sector. It quickly evolved from more than just wines. I got a call from John Hay, who’s president of the Ontario craft beer association. John said, “Hey, why don’t you include craft beers in this as well?”", "John, at that time, was representing 30 craft brewers in Ontario. Now there are hundreds of craft brewers, because there’s more than 25 operating in just my region in the Bay of Quinte alone. There’s about 24 more that are on the way, and there are a number of other spinoff businesses that are there to supply these craft brewers as well. I think of Barn Owl Malt. The member opposite and I were actually at the Quinte Business Achievement Awards earlier this year at the Quinte sports centre in Belleville, and we awarded them New Business of the Year. They’re providing the malt—all locally grown grains—that go into the beers in our region. There’s so much to be proud of in our area and across the province in the craft beer sector, which, as the member opposite alluded to, is really growing quickly.", "The first craft brewery in Prince Edward county was Barley Days Brewery, started by Chris and Norah Rogers in the county, just outside of Picton. They recently sold it to Joe Pulla, and they’ve been doing a great job there. They’ve got some great craft beers on tap. But it was that first brewery that started this sector growing in Prince Edward.", "Then we had Lake on the Mountain brewery—a beautiful spot, by the way, if you want to look out and see the Glenora Ferry crossing over to Adolphustown on the Bay of Quinte. You can sit there and have a nice craft beer at the Lake on the Mountain distillery at the Miller House. It’s a wonderful place to sit and enjoy a summer afternoon.", "Prince Eddy’s Brewing Co. just opened up in the last year. The McKinney family from Bellville opened that in Picton. Prince Eddy’s has a couple of new beers on the way.", "There’s 555 Brewing Co., on Main Street in Picton. And the County Road Beer Co.—Vicki Samaras has been doing an outstanding job there. It’s an old farm property and they do a nice fleet of craft beers, if you want to check those out.", "It’s interesting to see some of the buildings that have evolved too. In Belleville, we have the old Wiser’s Distillery complex. Richard Courneyea and his wife, Shawna, have invested a lot of money in that facility over the last year. That started distilling alcohol back in 1920 by the Wiser’s family, and they’ve turned this into one of the most beautiful, scenic views that you’re ever going to find at a craft brewery in Ontario, right along the raging Moira River in Corbyville, Ontario, which is in Belleville. It’s a beautiful, beautiful spot. If you ever get a chance, I recommend Byte IPA at the Signal Brewing Co. in Belleville, at Corbyville.", "The Midtown Brewing Co. is another example of an old building. It was an old meat-packing facility right in downtown Wellington that had gone out of business. It was sitting there, derelict, and Mark Andrewsky, an old friend of mine that I used to work with at Moviola Café many, many years ago, opened that and turned that into a brewery to serve the burgeoning tourist industry in the village of Wellington in Prince Edward county.", "I could go on and on and on, Mr. Speaker. There’s so much to be proud of in our area.", "The County Canteen, which is the first brew pub in Prince Edward county: It opened on Main Street in Picton, operated by Drew and Nat Wollenberg. They moved from Australia and opened up this great facility.", "We’ve got Strange Brewing Co. in Hillier. Dave Frederick opened that and is doing good work there.", "We’ve got a number of cideries in Prince Edward county and in our region that are growing fast.", "The member opposite mentioned the Wild Card brewery in Trenton. They’ve got a great IPA called Notoriously Juicy. If you ever get the chance, try it out.", "But you know what? These folks are operating very, very popular businesses in our Bay of Quinte community and in communities right across our province. I’m happy to support them, not just in one week of the year but in every week of the year. I look forward to raising a glass to Ontario and enjoying craft beer week next June." ],
  "anchor" : "para1477"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1494"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "To start, I do want to congratulate all of the craft brewers in Ontario who did celebrate their eighth annual craft beer week during the second week of June this year.", "I am proud to stand today to co-sponsor Bill 107, An Act to proclaim Ontario Craft Beer Week. I’m proud to join the members from Northumberland–Quinte West and, of course, Prince Edward–Hastings.", "Today, the craft beer industry can be looked at as a successful business story, with over 130 breweries in Ontario and 40 or more breweries in the works.", "In my riding of Kitchener–Waterloo, we are honoured to host the largest Oktoberfest in North America, but our beer story doesn’t end there. There are several fantastic breweries in Waterloo region, including four great craft breweries in my riding: Innocente Brewing Co., Lion Brewery, Abe Erb, and Waterloo Brewing Co.", "As well, 12 craft breweries and one craft cidery in Waterloo region and Wellington county have joined together to create a Waterloo region craft ale trail, which continues 165 years of brewing tradition.", "According to one local brewer, “Successful community-based brewing is reshaping the brewing landscape in Ontario.”", "One of these community brewers reshaping the brewing landscape is Waterloo Brewing. They belong to the larger Brick Brewing Co. They’ve been in the business in Kitchener for over 30 years. They employ over 120 people and have invested $20 million in capital in recent years.", "While I am pleased to co-sponsor, I do want to acknowledge that there is still work before us, to strengthen and build up the craft brewing industry in the province of Ontario. For instance, Waterloo Brewing’s growth has been stifled by the rigid small brewer incentive that is currently in place in Ontario. While retail laws have been liberalized to allow craft beer into more liquor and grocery stores, breweries that want to grow are limited to the ceiling of 50,000 hectolitres a year if they want to benefit from the small brewer incentive.", "I’ll give you some context. The 50,000-hectolitre limit in Ontario is in stark contrast to the limits set in other provinces. For instance, in Quebec, craft breweries can produce 150,000 hectolitres. That’s three times as much as Ontario’s craft breweries can produce. In Saskatchewan, craft brewers are able to brew 200,000 hectolitres. In Alberta, to qualify as a small brewer, you can produce up to 300,000 hectolitres in the province and 400,000 hectolitres for the global market.", "Ontario is the largest beer market in the country, representing one third of the volume sold across this country. Despite this, Ontario’s craft brewers have the lowest ceiling of all major beer markets in this country. For breweries like Waterloo, this ceiling is a clear disincentive for them to grow—and they want to grow. They are encouraged by this bill, that we are going to have a craft beer week.", "But they have still been maintaining their advocacy as craft brewers. Just recently, this past January, Brick Brewing Co. presented a deputation before the Standing Committee on Finance and Economic Affairs as part of the pre-budget consultations. They asked the province to remove the unnecessarily low ceiling placed on brewers in Ontario. In order for these small businesses to succeed, they need to be able to compete with similarly sized breweries across the country. Raising the ceiling of hectolitres would allow these small breweries to grow more proportionally to their capacity.", "So, yes, having a craft beer week in the province of Ontario and formalizing this is amazing, and I know it’s going to be very encouraging for them. Ontario’s craft breweries are strong examples of small businesses succeeding in our province. But we know, and they know, that they can do better. They want to do better. They brew great beer and provide Ontarians with job opportunities.", "We also need to remember that these craft brewers are following their dreams. They are creative people; they are innovative people. Quite honestly, they have amazing relationships with the local farmers, the great Ontario farmers that we have in this province.", "Ontario Craft Beer Week should not only be a celebration of craft breweries, but it should be a moment to acknowledge the ways that we can improve the incentives for small breweries to grow and thrive." ],
  "anchor" : "para1495"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As per the order of the House of earlier today, the question on the motion for third reading of this bill will be put following the consideration of the other bills.", "Mr. Cho moved third reading of the following bill:", "Bill 123, An Act to proclaim Korean Heritage Month / Projet de loi 123, Loi proclamant le Mois du patrimoine coréen." ],
  "anchor" : "para1509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Cho." ],
  "anchor" : "para1513"
}, {
  "speaker" : "Raymond Sung Joon Cho",
  "text" : [ "It is a real honour and privilege to speak about Bill 123, the bill to declare October as Korean Heritage Month. I’m very happy to sponsor this bill as the first and only person elected to this Legislature with a Korean background.", "Currently, the Korean immigrant population is approximately 231,000 in Canada, of which 116,000 call Ontario their home. Canada has the fourth-largest Korean diaspora in the world.", "The first-known Korean to come to Canada was Tae-yon Whang. Dr. Whang visited Canada in 1948 as a mission-sponsored medical intern, and after his education, he stayed in Toronto. Like Dr. Whang, Koreans highly value Canadian education. Education is the most-sought reason to immigrate to Canada.", "In the late 1990s, South Korea became the fifth-largest source of immigrants to Canada. Toronto has the country’s largest number of Koreans. The number of temporary residents has also grown ever since the Canadian government granted a visa waiver to South Korea. South Korea was the largest supplier of international students to Canada in the late 1990s.", "Several Korean communities have developed in Canada. The two most concentrated area are Koreatown in Toronto and the mushrooming Korean communities in British Columbia. Toronto officially designated the area on Bloor Street from Bathurst Street. to Christie Street. as Koreatown in 2004. Koreatown Toronto is also known for its Dano Spring Festival, which is run on the fifth day of the fifth month of the Korean lunar calendar.", "As experienced by many other communities in Canada, a second large wave of Koreans immigrated to Canada due to the situation in North Korea. However, many of the new North Korean refugees were not allowed to stay in Canada.", "I cannot speak about Korean Canadians without mentioning the 516 young Canadians who paid the ultimate price during the 1950-53 Korean War. Koreans are ever so grateful to Canada. I’m so grateful because, without Canada’s military intervention, I don’t think I would have been able to immigrate to Canada and make this speech in this House today.", "Canada and South Korea signed the historic Canada-Korea Free Trade Agreement in 2015, the first FTA with an Asian-Pacific country. Korea was Canada’s sixth-largest trading partner in 2016. In 2016, the total trade between Canada and Korea was US$11.3 billion. Since 2015’s free trade agreement, Canada and Korea have signed numerous economic co-operation frameworks and technological co-operation initiatives.", "Mr. Speaker, despite the current situation on the Korean peninsula, I can honestly say that the Korean people are peace-loving and industrious people. A good proof of that is here in Ontario. The hard-working Koreans who immigrated to Ontario well after the Korean War have contributed immensely to the economic prosperity, cultural diversity and higher education of this great province. I would say that their contributions have been immeasurable.", "Most Canadians would learn about Korean Canadians from stereotypical sitcom Kim’s Convenience, which is on CBC TV, but the second generation of Koreans are more business-oriented professionals who wouldn’t fit the Kim’s Convenience sketches—" ],
  "anchor" : "para1514"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para1525"
}, {
  "speaker" : "Raymond Sung Joon Cho",
  "text" : [ "As a Korean Canadian, I’m very proud to stand in this chamber to make this statement. Thank you, Mr. Speaker, for this opportunity." ],
  "anchor" : "para1526"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1527"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, I’m very pleased to be able to co-sponsor this bill, and I’m very pleased to be able to speak on behalf of the NDP in support of this bill.", "This act to proclaim Korean Heritage Month recognizes that Ontario is home to about 80,000 Korean Canadians. Koreans, as my colleague from Scarborough–Rouge River mentioned, started to migrate to Ontario after the devastation of the Second World War and after the devastation of the Korean War that followed, both of which heavily affected the Korean peninsula.", "As my colleague has noted, Korean Canadians have made important contributions to the economic, political, social and cultural fabric of Ontario’s society. Having a Korean Heritage Month will provide an opportunity to remember, to celebrate and to educate future generations about the outstanding achievement and contributions of Korean Canadians in the province of Ontario.", "October is a historically significant month for the Korean Canadian community. On October 3—interestingly enough, my birthday—the Korean people celebrate National Foundation Day. From now on, I’ll know the two are linked. National Foundation Day celebrates the legendary formation of the first Korean State of—and I apologize, Mr. Cho, for my bad pronunciation—Gojoseon. It is widely seen by the Korean people as the creation and foundation of the modern Korean state.", "Speaker, this is a very energetic, a very active and a very capable community. Mr. Cho is right: We have a whole generation of people who have been in the retail sector, people who have done extraordinarily well, making businesses work in very difficult circumstances. And he’s right: Kim’s Convenience talks about that. But you also have a whole generation of professionals, highly educated and technically sophisticated, who contribute to our economy and to our culture.", "I want to thank Mr. Cho, the MPP for Scarborough–Rouge River, for bringing forward this bill. He is entirely right to do this.", "All of us who have had interaction with the Korean community know about the work-focused, prosperity-focused culture of this community. It’s no surprise that Korea, having suffered through two devastating wars within a 10- to 15-year period, rebuilt itself. It rebuilt itself, with South Korea now being one of the small number of advanced industrial nations in the world—extraordinary for a small population recovering from almost complete devastation in those two wars.", "Speaker, it’s to our advantage to have had the Korean nation choose Canada and choose Ontario as a destination because they have made us richer—made us richer, quite literally, economically, but richer culturally, and richer in terms of our understanding of the world. I think it’s to our great advantage as a province to adopt this act and recognize October as Korean Heritage Month. I again thank Mr. Cho for bringing this forward." ],
  "anchor" : "para1528"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1536"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "It’s an honour for me to co-sponsor this private member’s bill to proclaim October as Korean Heritage Month.", "To our friends in the Korean Canadian community who are watching: Annyong haseyo.", "It’s a pleasure to be here with the members of all parties, to be able to jointly and unanimously support this bill. I congratulate the member opposite for putting this bill forward.", "Today, we’re debating an incredibly important piece of legislation. It’s important to me because in my riding of Etobicoke Centre, we have a large and growing Korean Canadian community that has made contributions to my riding and Etobicoke in countless ways.", "But it’s an important piece of legislation, I think, broadly for people across Ontario. I’d like to share a story with you that, to me, underlines why it’s so important. Some of the members here in the Legislature have heard me share this story before.", "My mother and my grandparents immigrated to Canada after World War II. They, like so many immigrants, faced tremendous hardship before coming to Canada. They came to build a better life; they came for opportunity; they came to flee that oppression and that hardship.", "My grandparents were incredibly proud of their heritage—they were not of Korean heritage—but they were also incredibly proud to be Canadian. As I’ve said many times before, they were the proudest Canadians that I’ve ever known.", "To ensure that I learned about my heritage, my grandparents and my parents insisted that I attend Saturday school, where we would learn about the traditions, the heritage, the culture and the language of my grandparents. After Saturday school, every Saturday, my grandfather would pick me up, and we’d have lunch, and he would help me with my Saturday school homework for the following week.", "There was one day when I was very frustrated. I was really struggling with the homework; I didn’t want to be there on a Saturday afternoon. I said to my grandfather, “I don’t want to do this anymore. I want to stop.” He said, “You can’t stop, and I’m going to tell you why. I’m incredibly proud of my heritage, of my homeland, and I know, if you learn more, that you will be too.” Then he said, “But I want you to learn about the history of our people, because so many of them came here to Canada. They came here before you did, they came before I did, and they helped to make this country great.”", "I share that story because, to me, it underlines what this bill is all about. It’s about celebrating a rich Korean culture and heritage, one which we should all learn about and celebrate, but it’s also about celebrating the contributions that the Korean Canadian community has made to Canada and continues to make to Canada.", "I look forward to celebrating Korean Heritage Month in the years to come, to celebrate not just the heritage but the contributions that the community has made and continues to make to our great province and to our great country.", "Thank you, Mr. Speaker. Kamsah hamnida." ],
  "anchor" : "para1537"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1549"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m very proud and happy to support this bill.", "There are 250,000 Koreans in Canada, 80,000 in Ontario and 15,000 in my riding of Willowdale. In fact, that strip of Yonge Street from the 401 to Steeles Avenue is known as Little Korea, with shops, restaurants, businesses, professionals, lawyers, doctors and dentists.", "Those Koreans, the first generation of Koreans, left Korea after the Korean War in the early 1950s. They left a devastated Korea. Today, Korea is one of the world’s economic powers. Canada does $6 billion a year in trade with Korea.", "Canada had a proud role to play in that history. We sent 25,000 troops to Korea. Over 500 of our soldiers died in defence of Korean democracy.", "But what is really impressive is that first generation of Koreans who came in the early and mid-1950s. They worked hard; they kept their noses to the grindstone. They were interested in looking after their children, educating their children and their families, and building successful businesses.", "Today, the second- and third-generation Koreans are successful business persons, nurses, doctors, lawyers, accountants—politicians, even. That contribution that the second and third generations of Koreans has made is a huge advantage for Canada.", "They say that society defines itself by how it looks after its children, how it looks after its elderly, how it educates its children and how it involves itself in the economy. By every one of those measures, Koreans in Canada have made an enormous contribution to this country, and they should be complimented for that.", "Because of that contribution, that’s why we want to celebrate the Korean community in Ontario for a whole month, Korean Heritage Month. It’s a recognition that is well deserved given the tremendous contribution that Koreans have made to our society." ],
  "anchor" : "para1550"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? There being none, it’s been a monumental afternoon. We’ve had six bills presented for third reading. Therefore I am now required to put the questions on the motions for third reading of the bills debated this afternoon, one at a time." ],
  "anchor" : "para1558"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Fraser has moved third reading of Bill 60, An Act to proclaim the month of November Lebanese Heritage Month.", "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1560"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. McMeekin has moved third reading of Bill 71, An Act to establish the Lung Health Advisory Council and develop a provincial action plan respecting lung disease.", "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1565"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ms. DiNovo has moved third reading of Bill 74, An Act to proclaim the Trans Day of Remembrance.", "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1570"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley has moved third reading of Bill 128, An Act to proclaim Lawren Harris Day.", "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1575"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Rinaldi has moved third reading of Bill 107, An Act to proclaim Ontario Craft Beer Week.", "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1580"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Cho has moved third reading of Bill 123, An Act to proclaim Korean Heritage Month.", "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1585"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? I recognize the minister." ],
  "anchor" : "para1589"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para1590"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister has moved adjournment of the House. Is it the pleasure of this House that this House adjourn? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "Carried. This House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1591"
} ]