[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on November 30, 2017, on the motion for second reading of the following bill:", "Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation / Projet de loi 175, Loi mettant en oeuvre des mesures concernant les services policiers, les coroners et les laboratoires médico-légaux et édictant, modifiant ou abrogeant certaines autres lois et abrogeant un règlement." ],
  "anchor" : "para195"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?" ],
  "anchor" : "para201"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Point of order." ],
  "anchor" : "para202"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from Leeds–Grenville." ],
  "anchor" : "para203"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Can I have a quorum check?" ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A quorum check, please." ],
  "anchor" : "para205"
}, {
  "speaker" : "The Deputy Clerk (Mr. Trevor Day)",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para206"
}, {
  "speaker" : "The Deputy Clerk (Mr. Trevor Day)",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para208"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?" ],
  "anchor" : "para209"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise on behalf of my constituents of Windsor West to speak to Bill 175, the Safer Ontario Act. There’s a lot in this bill, but there are a few key areas that I’m going to focus on in the 10 minutes I have to speak to it today.", "I want to recognize my colleague from Essex, who has spoken to this bill at great length and done an incredible job of highlighting the good, the bad and the ugly.", "Speaker, I want to start by talking about schedule 1 of the act, which creates new rules around First Nations policing—specifically the framework for setting up police boards as opt-in or opt-out options. We have some concerns with this section of the bill, and I’m going to discuss them a little bit later in my remarks. But the essence of this is that First Nations leaders had specifically asked that any legislation at all that comes forward around policing for First Nations would result in stand-alone legislation, not simply piggybacking on other reforms. That is exactly what we see here. Their request was to have separate, stand-alone legislation specifically talking about the needs of First Nations communities. Rather than giving them that opportunity, rather than addressing their concerns, the exact opposite happened and it was rolled into this large piece of legislation.", "As we see far too frequently with this Liberal government, it’s a “kitchen sink” piece of legislation. There’s so much stuff in it. There’s some good stuff, and then they throw in a bunch of bad stuff and basically try to corner the other parties into having to pick a side. You either have to accept all the good stuff and get credit for that, or you have to do what we stand here today doing, what we’re elected to do, which is to draw attention to the stuff in here that is not helpful, the stuff in here that is rolling things back in a bad direction—to stand here and highlight it and potentially not support a piece of legislation because of, as we like to call them, the poison pills in that legislation.", "One concern that we have is around the First Nations policing and the fact that that really should have been a stand-alone piece of legislation, as the First Nations wanted it to be. But instead of doing that, it’s rolled into this entire bill. So it’s very difficult to address that particular piece independently.", "The other piece I want to point out—and this is probably the one I’m going to focus on the most—is the fact that Bill 175 leaves the door wide open for privatization of some police functions. Imagine that: We have a Liberal government who stands here and says that they support our public services, that they support the idea of publicly owned and publicly funded services, and yet in their 14 years—especially in the last few years; I notice it’s a great big rush before an election to get as much privatization done as they can. But here we have, in a bill, the move towards privatizing some of our police services.", "Speaker, what we need is to ensure that our front-line workers, our first responders, our police have every opportunity to receive the training and the skills they need to go out and respond to calls, where they are often put in very dangerous situations. They are often walking into a situation where it may seem like it’s not that bad, and then they get there and suddenly it escalates.", "The types of calls they’re referring to today are very different than the types of calls they would have been going to 10 years ago, 20 years ago, 30 years ago. From the police officers who I’ve talked to—and I’ve done a couple of ride-alongs. I’ve done a ride-along with patrol; I’ve done a ride-along with their COAST team. Their COAST team responds directly to those with mental health concerns. They work with those people to try to keep them from getting into the justice system in the first place, to keep them from getting into a crisis and possibly ending up in the justice system or in a hospital.", "I’ve talked to them. I’ve talked to lots of police officers. The one thing they need is support from their government. They need to know that when they’re reporting to a call, they have the appropriate training they need to be able to deal with whatever situation comes their way. I know it doesn’t matter about how much training you have; there may be a time when a situation arises where you aren’t exactly prepared for it. I don’t think you can be prepared for everything, but it’s our job—it’s the government’s job—to make sure that they have an opportunity to have the training they need to be as safe as possible when they respond to a call.", "Part of that is addressing the different types of calls that they’re going to be going to, whether that is someone who is struggling with their mental health, whether that is someone who has a drug or alcohol addiction. We’ve seen an explosion of opioid crises across this province and we need to make sure that our police officers are adequately trained to be able to deal with that, to recognize that just because they’ve responded to one call with someone who has some mental health struggles doesn’t mean the next call for someone with mental health struggles is going to be the exact same thing as the call they were just at. Things may have to be handled differently. They certainly need the training to learn how to de-escalate certain situations, to try to avoid something very serious happening and somebody getting hurt or killed.", "This is what our police services need. What the police services and the municipalities need is a partner with the government, someone who is going to recognize the needs of the police services and ensure that the services they need, the continuing education courses they need, the mental health supports they need, the generalized health care they need—that all of that is in place, including the funding for it.", "Instead of really addressing that, what we see is a Liberal government who in Bill 175 has opened the door to privatizing police services. What that is going to result in—and it’s not just me saying this; this is actually police officers from across the province. I have had numerous constituents who are civilians who have raised concerns around the privatization of police services. Rather than putting the funding and the resources in place to actually support the work that our men and women of law enforcement provide, what they’ve done is they’ve made a move towards privatizing those services. That is the wrong direction to go.", "My concern and the concern of police officers and the concern of many constituents—not just mine but across the province—is that once certain aspects of police services have been privatized, there will be decreased oversight, there will be decreased regulation when it comes to the services that those now-privatized services are going to provide, that they’re not going to have the training and support that they’re going to need to deal with some of the very difficult situations that are going to arise, and that that could end up in a very serious catastrophe, for lack of a better word. That is not a direction we should be going in this province; we should be moving forward.", "We shouldn’t be doing what the Liberal government is doing, which is rushing to privatize just about anything they possibly can. We saw it with the hydro system. I don’t think there’s anyone in this province aside from the Liberal government who thought it was a good idea to privatize the hydro system, and to now allow Hydro One to move towards prepaid hydro meters, because it’s not going to hurt the government—" ],
  "anchor" : "para210"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Point of order." ],
  "anchor" : "para225"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the member from Mississauga–Streetsville on a point of order." ],
  "anchor" : "para226"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Speaker, I’m looking at the bill. Pursuant to standing order 23(b), the member has to address the bill, and nothing in the current topic which she is discussing is covered in the bill." ],
  "anchor" : "para227"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I appreciate your comments. I have been listening intently and I know that she is going to be making a point with regard to this debate as well.", "I will turn it back to the member from Windsor West to continue what’s left of her debate." ],
  "anchor" : "para228"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Thank you, Speaker. I’m glad that you were listening. The member from Mississauga–Streetsville clearly wasn’t listening to the fact that I’m talking about the Liberal government’s drive to privatize everything they can get their hands on in this province, including hydro and including policing. Anything that they can privatize in this province, they are.", "Privatizing our police services—I don’t have much time left—is the wrong direction to be going, and shame on the Liberal government for thinking it’s the right way to go." ],
  "anchor" : "para230"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para232"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "It’s unfortunate that the member didn’t get to say what reflected on the bill as you suggested, Speaker. She ran out of time but I’m sure she was going to talk about the bill.", "Speaker, a couple of things I want to add to the debate: We talked about First Nations a little bit, and we want to work with First Nations to establish a board to develop regulations that are appropriate and responsive to their communities.", "I also want to refer to the member from Essex who made only one criticism of the changes to First Nations policing: that it wasn’t a stand-alone bill. He claims that’s what First Nations wanted. This bill represents a transformation of policing, where all the changes we are proposing are interconnected in many ways. First Nations leaders have come out in strong support of this legislation. Our government worked hard with First Nations communities to get this right. I haven’t heard anyone complain about this but the member from Essex.", "I just want to add to this, Speaker, that one of the consultations before the bill was drafted about a year ago, or even longer—as you know, this legislation hasn’t been revamped in over 25 years—was in my own riding of Northumberland–Quinte West in Cobourg. It was very, very well attended. Frankly, we’ve heard from all sides.", "I think what we have here today in this legislation that we’re debating is a balanced approach. Yes, maybe we do have to refine some of things, as we do with any piece of legislation, regardless of who is in power. That’s the purpose of public consultation, public hearings and clause-by-clause during the duration.", "So I hope we can move this along. Municipalities are expecting this. Police forces are expecting this. First Nations are expecting this." ],
  "anchor" : "para233"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para239"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I want to take an opportunity while we’re debating Bill 175, the Safer Ontario Act, to speak about the men and women of our police services who actually keep us safer—in my riding, the officers with the Leeds-Grenville OPP detachments and also the municipal police forces in Gananoque and Brockville.", "This morning, I want to acknowledge one of those officers in particular. Every time a police officer goes to work, they are putting their life on the line for us. There is no easy assignment. There is no routine call for a member of our police services.", "But I have incredible admiration for the men and women who patrol our 400-series highways. Constable Kevin Lamacraft of the OPP is one of those heroes, doing that dangerous and demanding work on our stretch of the 401. Constable Lamacraft was recently honoured with two awards: one from St. John Ambulance and the other an OPP commissioner’s citation that was given at last month’s east region awards ceremony. Constable Lamacraft was recognized for his attempt to save a man who had a heart attack on the 401. Sadly, the man died later in hospital, but it was Constable Lamacraft’s quick response and his actions on the side of the highway that gave that man a chance.", "I know that “Lammy” would say that it’s all in a day’s work, but it’s important that he and his fellow officers know about how proud we are of what they do for us every day they put on that uniform. It’s something that I think we can’t say enough. As someone who has a son who’s a police officer, albeit in the city of Edmonton, I just wanted to use this opportunity this morning to pay tribute to Constable Lamacraft and those men and women who bravely serve us." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para244"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to join the debate. I want to congratulate my colleague the member from Windsor West." ],
  "anchor" : "para245"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Not from Essex." ],
  "anchor" : "para246"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Not Essex. I’m from Essex, just to clarify that.", "I believe that this bill is fundamentally flawed. The intention of the bill is to clarify oversight and accountability through the mechanisms of the former Police Services Act, which was born through the Loku inquest. What the government has done here is that it has not only taken a heavy hand to the oversight provisions built into the Police Services Act but also opened the doors to privatization. Those two issues are in direct conflict with each other.", "If you read the bill—and I would encourage all members of the government to read the bill. It’s 407 pages long. What it does is, it goes hard on the oversight provisions of police, it potentially violates charter rights around employment processes and demotion, and it also has no oversight provisions for potential private companies providing police services. How is that possible? How does that make any sense? Essentially, you’re going to have for-profit rent-a-cops providing police services for our communities without any oversight provisions built into the legislation. They can do whatever they want, without any ramifications. They might not be hired or contracted on the next job, but this is putting our communities in direct jeopardy. This is compromising the safety of our communities. That’s, again, fundamentally flawed. It defies the principles of good policing and public service.", "I think you’re seeing the government backpedal a little bit in terms of the speed with which they’re handling this bill. I hope they’re taking a sober second look at it, because it’s going to be detrimental to the safety of our communities." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate." ],
  "anchor" : "para251"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I’m pleased to rise to offer a few remarks in reaction to the third party’s interpretation of Bill 175. I would say to the member from Windsor West specifically that we are really, really clear: We are not privatizing policing. When you call 911 and you need a police officer, rest assured that a highly trained police officer will be at your door.", "Now, of course, what we are looking at is further outlining police responsibilities where their particular skills are needed for the task at hand. We all know that the current Police Services Act already outlines a number of public safety areas where alternatives to a traditional police officer may be used. These include such areas as forensic support, crisis negotiation and crime analysis.", "Within our proposed legislation, we specifically state that it prevents for-profit business corporations from delivering police functions except in highly limited circumstances where there is a need for expertise that may not exist within any police service across the province. By outlining policing responsibilities, we will set the parameters for using alternative service providers, like special constables, to provide non-critical services where a threat to public safety does not exist. This will allow our highly trained police officers to focus on core law enforcement responsibilities.", "I would like to say that I’m a particular admirer of our York Regional Police services. I think they are one of the pre-eminent services in our province.", "I would like to acknowledge the great work that they do, not only in York region, but the other police services boards across Ontario. We know that they are achieving great successes." ],
  "anchor" : "para252"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Windsor West for final comments." ],
  "anchor" : "para258"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "I’d like to thank all of my colleagues for adding their two minutes’ worth to my comments.", "I just want to point out to the member from Northumberland–Quinte West that I actually did talk about the bill. I talked about very important pieces of the bill. I talked about First Nations policing and how we are supportive of what First Nations are asking for. However, the government has rolled it into this legislation, which is something First Nations did not want. I talked about the privatization of our police services, something that is not a good idea, so I said it. Whether the member from Northumberland–Quinte West wants to actually listen to it is beyond my control.", "The Liberal members want to get up and talk about me supposedly not talking to the bill, and yet the member from Northumberland–Quinte West got up and was talking about the member from Essex. I’m not from Essex. I’m from Windsor West. Essex: wonderful area, my neighbours. They have incredible representation, but I’m not the member from Essex. Perhaps the government side should actually listen to what is going on in the House.", "The Minister of Community and Social Services says that they are very clear on what they are doing; they are very clear in this bill about the fact that they are not privatizing police services. As the member from Essex said in his two minutes, I encourage the government side to actually read their legislation, because it’s in this. It’s in this bill, where it says that they are looking to privatize some of our police services.", "Alarmingly, there are provisions in here—there are far too many for me to go through in the time I have left. There are provisions in here to fire police officers at whim because of physical limitations and medical limitations they may have. Rather than having a duty to accommodate, the government has opened the door to fire police officers en masse, at whim." ],
  "anchor" : "para259"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para264"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "In the House here, we have been discussing this bill for an extended period of time. I just want to do a little bit of a recap here.", "This bill, Bill 175, the Safer Ontario Act, is a bill that builds on a position of strength, because here in Ontario we have some of the finest-trained police officers anywhere, and here in Ontario we continue to be among the safest jurisdictions in North America. In fact, just in the last 11 years, Ontario’s overall crime rate has dropped by 29%, almost a third. Ontario’s violent crime rate has dropped by more than a quarter, by 27%. Since 2005, during the past 12 years, Ontario continues to report the lowest crime rate among all the provinces and territories.", "Building on strength, what this bill does is to shift to a collaborative approach to community safety and well-being planning. It outlines police responsibilities and it clarifies community safety service delivery. It enhances police accountability. It strengthens the police oversight system. It supports the sustainability of First Nations policing, and it would also improve Ontario’s inquest system through changes to the Coroners Act. It creates a provincial accreditation framework for forensic laboratories to ensure consistent standards through the new Forensic Laboratories Act. It assists police in responding to missing persons occurrences where there has been no evidence of criminal activity under the new Missing Persons Act. It goes on and on, but actually, we’ve heard many of these here in the Legislature before.", "Earlier, the member from Essex was talking about the importance of reading the bill. I do want it on the record that the member from Essex did not accept a technical briefing on the bill—never replied to it. So can he really claim he knows how the legislation works? That we will leave up to him.", "Perhaps we can get to the point here. With more than nine hours of debate and many of the members of this Legislature not merely speaking to the bill but being able to address it in questions and comments, at this point in the debate there’s a great deal of repetition of members making points that other members have made before them, and other members before that. So it’s time that the bill is put to a vote for second reading and, hopefully, is then referred to committee, where some of the work and the suggestions that members have made can actually take place. As a result, Speaker, I move that the question now be put." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Delaney has moved that the question now be put. Given the fact that there has been nine hours and 20 minutes-plus of debate and approximately 25 members who have spoken, I am satisfied that there has been sufficient debate to allow this question to be put.", "Is it the pleasure of the House that the motion carry? I believe I heard a no.", "All those in favour of the motion that the question be now put, please say “aye.”", "All those opposed to the motion that the question now be put, please say “nay.”", "I believe that the ayes have it." ],
  "anchor" : "para270"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "A recorded vote being required, this vote will now be deferred until after question period today.", "Orders of the day? I recognize the Minister of Labour." ],
  "anchor" : "para276"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Mr. Speaker, no further business." ],
  "anchor" : "para278"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "This House now stands recessed until 10:30." ],
  "anchor" : "para279"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure today to rise to introduce a good friend of mine who came for a visit at Queen’s Park with me today: a city councillor in the city of Ottawa, Riley Brockington. Riley, we’re so pleased that you’re here to join us today." ],
  "anchor" : "para282"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Please join me in welcoming, from the riding of Kitchener Centre, constituents Andrew Fuller and Keren Fuller, who are visiting today. Welcome." ],
  "anchor" : "para283"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m very pleased to have here today Ezra Avia Amon. She’s a volunteer from Thornhill. Thank you, Ezra, for being here." ],
  "anchor" : "para284"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I want to introduce my city councillor, Riley Brockington, who represents River Ward, where I live. I want to welcome Riley as well and thank him for his public service. He ably serves our ward." ],
  "anchor" : "para285"
}, {
  "speaker" : "Mr. Jack MacLaren",
  "text" : [ "It gives me great pleasure to introduce friends from the Trillium Party of Ontario in the members’ gallery. We have Louise Ewen, who is our candidate from Thunder Bay–Superior North. She flew here to join us for our Christmas lunch today. We have Derek Sharp, who is our candidate for Northumberland–Peterborough South, and Lonnie Herrington, our candidate from Hastings–Lennox and Addington, with his partner, Rob Roddick. We have Anna Ravencroft, from Brampton. We have John Grant, who is the candidate for Brampton South, and we have Bill Oprel, the candidate for Brampton Centre. Welcome." ],
  "anchor" : "para286"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "It’s my honour to introduce page captain Erion Keka. This is Erion’s second captain’s job, and it’s very impressive. He’s joined today by his mother, Silvia Keka; his father, Besim Keka; sibling Ariana Keka; sibling Arlind Keka; uncle Fehim Zeneli; and relatives Cyma Zeneli and Rudi Zeneli. All relatives are joining us to watch Erion in action." ],
  "anchor" : "para287"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "It gives me great pleasure to welcome here today to Queen’s Park students from my great riding of Davenport. The Regal Road Junior Public School grade 5 students will be joining me here today with their teacher Joanna Furley.", "Je voudrais aussi dire bienvenue aux étudiants de l’école secondaire Saint-Frère-André, avec leur professeur Scott Maddigan.", "The grade 10 students will be joining me here this afternoon." ],
  "anchor" : "para288"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m proud to welcome to Queen’s Park today Karen and John Sasko from Ilderton, Ontario. They’re the parents of my legislative assistant, Jena Ross. Welcome to Queen’s Park." ],
  "anchor" : "para291"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, today our page captain is Javeriar Laskar. I want to welcome her mom and dad, Sabreena Mamtaz and Masudur Laskar, to Queen’s Park." ],
  "anchor" : "para292"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "It gives me great pleasure to welcome from my riding of Kingston and the Islands the vice-president of the Ontario Museum Association, Paul Robertson; as well, Petal Furness, Ontario Museum Council president and manager of Grey Roots Museum and Archives; and Braden Murray, OMA councillor and museum educator at the Lake of the Woods Museum. Welcome to Queen’s Park. It’s a great honour to have you here." ],
  "anchor" : "para293"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "My question this morning is for the Minister of Finance. We learned from CBC’s Mike Crawley this morning that the Goreway gas plant in Brampton has overbilled ratepayers to the tune of $105 million. However, Goreway hasn’t repaid every dollar that it gamed ratepayers out of; the numbers are blacked out, so we don’t know. It’s like déjà vu all over again.", "How much did Goreway pay back to the government, how much is government letting them keep after they spent years gaming the system, and how are they going to keep this from ever happening again?" ],
  "anchor" : "para296"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The Minister of Economic Development." ],
  "anchor" : "para298"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I actually want to thank the minister for raising this question this morning. I think it’s an important question.", "There is no excuse for any company in this province to ever game the system of anything that the government’s doing. The fact that this matter was found out by the IESO means that the system in place is actually working, because they found out about this some time ago. They fully investigated, they’ve recovered most of the cost, they delivered a $10-million fine—the biggest fine on record—and they posted the report and the record fine on the OEB website, so it’s on the public record.", "The minister and the IESO have taken steps to ensure this cannot occur again. In fact, with the market renewal process they’ve put in place, there’s no way this would ever occur again. But I appreciate the minister raising the issue. It’s a valid question." ],
  "anchor" : "para299"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Minister Smith?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "The member, sorry." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para304"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I thank the member opposite, the minister, for the response today. But the government has appointed a market renewal panel, and you’ll never guess who the chair of the market renewal panel is." ],
  "anchor" : "para305"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Tell us. Who is it?" ],
  "anchor" : "para306"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It’s an executive at Goreway power.", "The Goreway gas plant’s costs were more than every other natural gas station in Ontario combined. Its price to start up was more than twice that of the second most expensive gas plant in the province, but the government has never made them submit itemized expenses and only reviewed their costs when it was too late. This isn’t the Treasury Board president not getting receipts for pizza; this is hydro customers’ bills we’re talking about here in Ontario. The abuse continues.", "When is the minister going to make sure Goreway repays the ratepayers of Ontario every last red cent that they are owed?" ],
  "anchor" : "para307"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I am not here to and will not in any way defend the actions that Goreway took. They were caught, most of the costs have been recovered, and a $10-million fine was imposed on them, as it should have been. At the same time, this company has restructured its executive. Their CEO resigned as chair of the working group on December 1, so he’s no longer chair of that working group.", "Again, there’s no excuse for this when it comes to a company like this. We will not tolerate it. I’m pleased that the IESO was there and discovered this right off the bat and engaged in a very long and comprehensive study to ensure that the costs were recovered and that a $10-million fine was levied. I think that shows the system was working, as unfortunate as this is." ],
  "anchor" : "para310"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "The government was alerted about this in 2012, yet it continued well into 2015. We know that as a result of the report at the Ontario Energy Board.", "I know this is like the ghost of scandals past over there: Here we have yet another gas plant scandal in Peel region that’s costing electricity customers over $100 million. One Goreway executive, when describing how they were able to game the system, said, “Put a bow on it ... Christmas came early!” This is what was going on at Goreway.", "The market surveillance panel warned the government back in 2009 that these programs were ripe for abuse, and the government did nothing, nada, zip. They didn’t do anything about it.", "If the minister won’t make sure that the Goreway gas plant has to repay all of the money it took from ratepayers, will he at least apologize for the incompetence of a government that once again failed to look out for electricity customers here in Ontario?" ],
  "anchor" : "para313"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "From time to time, whether you’re a private sector organization, a broader public sector organization or you’re a government at any level, sometimes people try to game the system. The key is, number one, to ensure that those folks are brought to justice when that happens. In this case, they’ve been levied a $10-million fine and most of the costs have been recovered.", "As well, it’s important that you look at your systems, and that’s exactly what the government and the IESO did to improve the systems. They’ve done that to ensure that this type of gaming cannot occur in the future.", "Also, they’ve moved to completely restructure the system, which is this market renewal system that’s being put in place, which will further address any potential for gaming to happen again.", "This is an unfortunate circumstance. The key is the government and the IESO responded appropriately." ],
  "anchor" : "para317"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Speaker, good morning. My question is to the Minister of Health.", "I again want to ask the minister about the People’s Guarantee commitment to invest $1.9 billion in mental health." ],
  "anchor" : "para323"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "This is very important to me, despite the heckles from the Liberal government. That’s because not only is this the largest investment in Canadian provincial history, but it will also build one of the most comprehensive mental health strategies in our province. To do that, we need a historic investment.", "I again ask: Will the Liberals join us in making the commitment? Will they invest $1.9 billion in mental health?" ],
  "anchor" : "para326"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question.", "I want to start off by saying how proud I am of how far we have come as a province. All parties in this Legislature, in fact, have pushed past the stigma, and we all agree that we need to do more. But it’s important to take a moment to appreciate how all Ontarians will benefit from that.", "The Conservatives have come to the table offering an average of $191 million extra each year over the next 10 years, for a total cumulative investment of $1.9 billion, but I think as a province we can do better. We can aim higher than that. We can work together to truly build the system, reduce wait times and offer more services to those who are in need. We can make it clear that in Ontario, there is no health without mental health.", "I’m proud to be part of a government that has increased mental health spending every single year, and I’m happy to speak more in the supplementary." ],
  "anchor" : "para328"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para332"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "The $1.9 billion will go a long way to improve mental health treatment. I didn’t hear that you were going to make that commitment.", "Our plan talks about using some of this $1.9 billion for targeted investments in youth and children’s mental health services across the province. I think we all agree that wait times as long as 18 months are unacceptable. This funding would help reduce those wait times for mental health services. We would invest in funding for mental health support services at Ontario colleges and universities.", "This is something, I believe, we should and we could all get behind. With that being said, will the government explain why they have refused so far to adopt our $1.9-billion commitment to mental health?" ],
  "anchor" : "para333"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, here’s why I’m happy to answer that question. I’m happy that the party opposite has come forward with a cumulative total of $1.9 billion over the next 10 years, but it’s not historic. In fact, it’s anything but historic, their commitment.", "This team, this Liberal government, has put 10 billion additional new dollars into mental health, into the system, in the last 10 years—10 billion new dollars, not $1.9 billion over the next 10 years. That is historic, and that is the legacy we will be continuing.", "Today, I am standing and committing that a Liberal government will put forward more than $1.9 billion over the next 10 years." ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated, please.", "Final supplementary?" ],
  "anchor" : "para340"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Spoken like someone who didn’t end up in an emergency room a month ago to deal with mental health.", "You should be very clear: We are talking about $1.9 billion in additional funding. That would be historic. You have not indicated to us—we’re going to keep the funding where it is.", "This is what this historic investment is going to do: It’s going to top up elementary and secondary supports to improve mental health and well-being for our students. We’re going to invest in suicide prevention counselling. We are going to bring in services for indigenous populations through a preventative mental health team that specifically deals with indigenous and northern communities. We will increase budgets of Ontario’s designated psychiatric facilities to increase capacity and reduce wait times. I will ask you again, without you making a mockery of this issue: Will you stop talking about the past and start talking about—" ],
  "anchor" : "para342"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Will the Liberal government finally—" ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock." ],
  "anchor" : "para348"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Will you guys actually take this seriously for once?" ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton will come to order.", "Minister." ],
  "anchor" : "para350"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I applaud the member opposite’s commitment to mental health. I applaud the PC Party’s commitment to mental health as well. As with every single member in this Legislature, we are all deeply committed to this issue, but it’s critically important for the public to understand that their commitment is anything but historic. Using the exact same methodology, our new funding for mental health over the last 10 years amounts to 10 billion new dollars invested. Their commitment for the next 10 years dramatically would reduce that; it would flatten the curve of our increases to a mere $1.9 billion.", "We are not going to make that commitment. I’m not going to sign their document. As I said earlier, today I am standing and committing that a Liberal government will put forward more than $1.9 billion over the next 10 years, just like we put $10 billion more over the last decade." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. As I’ve done in the past, the rotations have shown me that we’re in warnings, and we are.", "New question." ],
  "anchor" : "para355"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "My question is to the Acting Premier. This morning we learned through media reports that a private natural gas plant in Brampton gamed the Liberal government system for managing private electricity contracts. Over a three-year period, the company cost Ontario families and businesses nearly $100 million in what the Ontario Energy Board calls “inappropriate expenses.” That’s $100 million that went onto the hydro bills of everyday families. What is the Liberal government doing to ensure that those families are paid back?" ],
  "anchor" : "para358"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Economic Development and Growth." ],
  "anchor" : "para359"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Again, I appreciate the member’s question. It’s tough sometimes when you’re in the third party and the question is asked initially, a response is given and then you have to ask it, but I think it’s important for all of us to pay close attention to these kinds of issues.", "Look, there’s no defending a company that tries to game the system. It’s totally inappropriate. I think what we need to do is make sure we have structures in place to ensure that we know what happened and why, and that the appropriate measures are taken to recover whatever losses have been had. The IESO has taken those measures, fully investigated the matter. They’ve recovered most of the costs, and in fact, they’ve delivered a $10-million record fine. I think on the surface that appears appropriate to me.", "As well, measures have been taken to ensure that this kind of gaming cannot happen again in the future. There’s also a significant restructuring going on, called “market renewal,” that will further address the gaming issue. I thank the member for the question." ],
  "anchor" : "para360"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para363"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "The Ontario Energy Board investigation notes that the majority of the $100 million this company received was through the generation cost guarantee program, a Liberal government program. According to the investigation, the private Brampton gas plant’s manipulation of the program was obvious and should have been discovered much earlier.", "There should be serious consequences for stealing money from the people of this province, people who are already suffering under the weight of sky-high hydro bills. So I’ll ask again: How will families be reimbursed for the $100 million that the Liberal government paid to this private gas plant in Brampton?" ],
  "anchor" : "para364"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I agree with the member. There should be serious consequences to any person or any company who tries to game governments of any type, or any organization, for that matter. In this case, there was a $10-million fine levied, a record fine. In this case, as well, in answer to his question, the costs have been recovered so taxpayers have been reimbursed for the majority of the costs.", "The matter was fully investigated by the IESO. It did take some time to investigate, because, I expect, this is a fairly complex matter. The matter was posted on record, and the fine was posted on the OEB website, which I think is appropriate. As I said, measures have been taken to ensure this doesn’t happen again.", "I think the member is quite right to be concerned about this, as we are, as I know the minister is, and it’s an inappropriate action that took place.", "I do think, on the surface, what I see so far is the IESO has responded appropriately." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para371"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "This information came to light this morning only after the CBC went digging and found the report—there was no fancy press release—which was completed almost a year ago. This $100 million is a massive fraud, and the people of Ontario are the victims. Why did this Liberal government keep this information so quiet and not do a press release, as it does with all other hydro announcements?" ],
  "anchor" : "para372"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, the amount recovered, as I said before, is the vast majority of the amount that was lost. In fact, there’s a $10-million fine on top of that, so on the surface it looks as though justice has been done with this company. There is no defending what this company has done. The taxpayer has been reimbursed for the funds, which I think is probably the most important thing.", "Also important, Mr. Speaker, is (1) to ensure that the company does pay a price, and they did, but (2) to ensure that this doesn’t happen again. I know that the IESO has taken measures to ensure this kind of gaming could not happen again, and I don’t have the details of what those measures are. I know the minister would probably have that. Also, they’re restructuring the system, so this won’t happen again in the new system." ],
  "anchor" : "para373"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Once again, my question is to the Acting Premier. Private gas plants in Ontario are gaming the Liberal system for payments to the tune of $100 million while the Liberal government keeps the information quiet.", "They are also standing by while the privatized Hydro One plans to install prepay hydro meters to get around the current ban on wintertime hydro disconnections. Since we know the Liberal government can direct Hydro One to do things that benefit their party, will the Acting Premier direct Hydro One to do something that will actually help the people of Ontario, and stop the private company from using prepay hydro meters?" ],
  "anchor" : "para376"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Economic Development and Growth." ],
  "anchor" : "para378"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, I think sometimes the NDP, when they get a hold of a word, they try to vilify the word. So the word of the week is “prepaid” hydro meters, as though prepaid bills are something that is somehow bad for people.", "The fact of the matter is that the minister has made it very, very clear that nobody will be in any way told that they have to have a prepaid meter. It will be a choice. There are folks who, in light of budgeting, would prefer to have their bills prepaid. It gives a choice to consumers to be able to do that. There’s nothing untoward; there’s nothing evil. There’s nothing non-transparent about this—" ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Wrap up, please." ],
  "anchor" : "para382"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I don’t know why the NDP would want to take away that choice from consumers, to be frank." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para384"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Speaker, let’s be clear: Prepay meters will hurt vulnerable Ontarians. They take away the option of working out a payment schedule if families get behind on their bills, and instead force them to feed the meter or go without heat during the winter.", "The Premier and her Liberal government seem quite willing to direct Hydro One’s activities when the result is of benefit to the Liberal Party. Why won’t they do the same when the benefit would be for struggling Ontario families?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "It’s just not true, Mr. Speaker. What the member is saying is just completely false. No residential customer will be without power during the winter months regardless of the type of meter used. That’s just a bogus argument—I guess trying to vilify a word called “prepaid” meters.", "Mr. Speaker, there are all kinds of circumstances where consumers will prepay their bills. Sometimes it’s a budgeting issue. Sometimes consumers prefer to do that so that they don’t fall behind or, if they’re on a commission type of salary, to ensure that they have a little bit of room left. Some people even prepay their taxes to governments to ensure that, indeed—it just helps them with their budgeting. It’s a choice for consumers; they have to opt in. Nobody will ever be forced to do this. It’s not evil. There’s nothing that affects vulnerable people in any way about this. It just gives them another option." ],
  "anchor" : "para387"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para389"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "The Liberal government’s defence of prepaid hydro meters is mind-boggling. Their inability to detect a $100-million fraud is beyond belief. The bottom line is that everyday families are paying for these failures of privatization in our hydro system.", "Why is this Liberal government spending its time defending the private electricity system that clearly is not working in the best interests of Ontario families?" ],
  "anchor" : "para390"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "It’s a two-part question. We wouldn’t even be talking about this Goreway issue at all if the matter hadn’t been detected, so I’m not sure what the member is talking about. He says that the matter hadn’t been detected.", "If the matter had not been detected, then the IESO wouldn’t have launched an investigation. If the matter hadn’t been detected, then the IESO would not have recovered the majority of the costs. If the matter hadn’t been detected, then the IESO wouldn’t have registered a $10-million record fine.", "What the member is saying, Mr. Speaker—I actually find mind-boggling what that question is. Why would we be talking about this had it not been detected?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question is for the Minister of Finance. If there’s one certainty here at Queen’s Park, it’s that this Liberal government has broken every single promise they’ve ever made on auto insurance. In 2013, in a bid to save their minority government, they made a grandiose promise to cut rates 15% by 2015, but four years later, they’re not even halfway there because there never was a plan to get there. As the Premier famously put it, it was a “stretch goal.”", "So here we are, with an election in sight. The Liberals go straight to our party’s People’s Guarantee. This is the ultimate form of flattery: the Liberals complaining about our platform on one day and copying our auto insurance plan the very next day.", "Speaker, to the minister: Why did it take our People’s Guarantee to get you to finally move on auto insurance?" ],
  "anchor" : "para396"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Wow, Mr. Speaker. It’s as if they never even read the Marshall report when they brought forward their claim in their glossy magazine. In fact, I would argue for that member to tell this House how he intends to, on the one hand, lower rates in one postal code or geography without impacting the rates in his own riding in North Bay—that is their plan. Their plan is to increase rates everywhere else in the province.", "We have come out with a very comprehensive plan to—" ],
  "anchor" : "para399"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If that continues, I’ll find the individuals and warn you all.", "Finish." ],
  "anchor" : "para402"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "So I ask the member: How do you intend to reduce rates—" ],
  "anchor" : "para404"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Try to explain your plan." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned." ],
  "anchor" : "para406"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I ask the member: How do you intend to reduce rates in one geography without impacting the other, when in fact what we’ve done is taken a comprehensive approach?" ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the minister: Let’s remember that it’s his party that makes promises and then breaks them." ],
  "anchor" : "para409"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Now it’s not his guarantee." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Finance is warned. Here we go." ],
  "anchor" : "para411"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Auto insurance premiums are still 55% higher than in all other Canadian jurisdictions. Four years ago, this government promised a 15% cut, but they’re only at 6.6%—not even halfway there. They have completely bungled this file. They’ve made Ontario families pay the price.", "This is the fourth time—the fourth time—they’ve announced an anti-fraud office. Their record on auto insurance is embarrassing. Just as it was in 2013, this latest announcement is purely politically motivated. It’s Groundhog Day all over again.", "Speaker, to the minister: Why should anyone believe you’ll really do anything on auto insurance?" ],
  "anchor" : "para412"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "They’re already backing away from their guarantee. They’re already stating that, “Oh, well, we don’t really know. We’re using your results.” And he is. Everything he’s doing is based on the work that we already are doing.", "FSCO has for some time been looking at some of those changes that are necessary. Again, it’s as if he never even read the report that is enabling us to provide sustained structural, transformational change in the industry to go after fraud and scam artists—" ],
  "anchor" : "para415"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "You’re helping the insurance companies against the accident victims—" ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Timmins–James Bay is warned.", "You may finish." ],
  "anchor" : "para419"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "We announced today a seven-point plan to make those transformations that are going to provide sustainable reductions. To date, we have taken action. It has reduced rates—up to 10% at one point in time—and, in fact, we need to go lower. That’s why we announced what we did today to go after fraud, providing support for consumers and victims, not insurance companies and not those who are gaming the system." ],
  "anchor" : "para421"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Since 2013, your government committed to lowering auto insurance rates by 15%—" ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Who’s the question to?" ],
  "anchor" : "para424"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Oh, sorry. I apologize. My question is to the Acting Premier.", "Since 2013, your government committed to lowering auto insurance rates by 15%, but you let the people of Ontario down. Your excuse was that it was only a “stretch goal.” Your government then tried to bury your report, which showed that even though Ontario has one of the lowest levels of collisions, we pay some of the highest rates.", "Today, we heard about a new auto insurance scheme, and it doesn’t even target rate reduction. Is this another stretch goal by the Liberal government to pretend you’re lowering auto insurance rates right before an election?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para428"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "When that member and that party had the opportunity to act on recommendations to lower those premiums, they voted against the very measures that we are introducing. They stood by—in fact, they turned their backs on Ontarians that very day. Literally, they turned their backs on them by turning themselves around when it came time to vote.", "We need to stand up for Ontarians and we need to go after the structural changes, the predatory practices, the fraud, the scammers—all those that are taking advantage of people in the system. That’s exactly what we announced today. We are going to make transformational change, we’re going to fight fraud and we’re going to ensure those rates go down, sustained, over time." ],
  "anchor" : "para429"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Again to the Acting Premier: Your government record on auto insurance speaks for itself. Your government promised to reduce auto insurance rates by 15% and you didn’t. Your government ignored our calls to end discriminatory insurance rates that hit low-income people the hardest. You said that you wouldn’t put insurance companies’ profits over residents, and you did.", "We’ve seen this play out before. Before an election you make promises about auto insurance, and right after the election, you let people down. Why would people believe you this time?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Again, it’s as though they didn’t read David Marshall’s report, because he also states that a public auto insurance scheme would not work and would cost us even more money. That’s what they’re advocating for in the end.", "What we’re doing here is providing a standard treatment plan that enables those individuals who are victims of collisions to get treatment immediately, as they should. It’s going about establishing independent, neutral examination centres that aren’t going to be held accountable to an insurance company or a legal provider. It’s going to establish a serious fraud office to go after those cases. I encourage all of you to make calls to that serious fraud office to ensure that we curb those activities.", "It’s not just those who are committing fraud who are accountable here; it’s those who are accommodating those fraud cases and paying out those cases who have to be held accountable as well. We’re going after that, we’re going after contingency fees, and we have an expert panel to ensure it gets implemented by next spring." ],
  "anchor" : "para434"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "My question is for the Minister of Labour. Minister, everyone should be able to go to work knowing that they will be safe in their workplace and confident that they can return home, safe and sound, every day. It’s important for all of us to take workplace violence, including sexual violence and harassment, very seriously.", "We know that the Occupational Health and Safety Act already has requirements to help us do this, and the sexual violence and harassment action plan has strengthened those requirements. This plan has ensured that since September of last year, the Occupational Health and Safety Act includes a new definition of workplace sexual harassment, the addition of workplace harassment programs and specific new employer duties to address workplace harassment.", "These measures send a very strong message that sexual violence and harassment are not acceptable in the workplace, but I believe more can be done. Could the minister please tell us what else this government is doing to address sexual violence and harassment?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member from Kitchener Centre for this very important question on a very important issue. It’s a priority for this government that people are safe in their homes, in their workplaces and in their communities. That’s why we brought forward the sexual violence and harassment action plan.", "In addition to the measures that were previously mentioned, the plan also established a dedicated enforcement team that responds to complaints. The inspectors on this dedicated team have conducted nearly 2,000 field visits so far, and they have issued over 3,000 orders. What we’re doing at the MOL is sending out a very clear message that sexual violence and sexual harassment in our workplaces will simply not be tolerated in the province of Ontario.", "In addition to these protections, we’re also committed to providing support to those who are affected by domestic and sexual violence: 10 days’ leave, five of which are paid, 15 weeks of job-protected leave at a time when they need it the most." ],
  "anchor" : "para441"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Speaker, I’d like to thank the minister for his very strong leadership on this. The new leave for those affected by domestic and sexual violence is one that I was incredibly proud to support for families in my riding of Kitchener Centre and around the province. I believe that workers and their families need time and support when they’re dealing with these tremendously difficult circumstances, and this leave affords them that time.", "As the president of the Canadian Labour Congress, Hassan Yussuff, has said, “We know that designated, paid domestic violence leave means it is easier for survivors to keep their jobs and escape violent and abusive relationships. And sometimes, that can mean the difference between life and death.”", "It is hard to comprehend how the Leader of the Opposition and his caucus could deny supporting this leave, in addition to all of the other measures in Bill 148 that will help so many people. Speaker, could the minister please share with us what other changes were made in Bill 148 to afford families the job-protected leave that they need?" ],
  "anchor" : "para445"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you again to the member from Kitchener Centre. I’m very happy to stand in the House to speak about the support that we’re providing to Ontario’s families. Through Bill 148, we expanded a number of job-protected leaves. All employees will now be entitled to 10 personal emergency leave days, and two of those are going to be paid. A new two-year child death leave was established, child disappearance leave was doubled, family medical leave was increased up to 27 weeks and pregnancy leave was doubled—I have to thank the member from Eglinton–Lawrence for his advocacy on this. Critical illness was expanded and parental leave was increased to 18 months.", "All these leaves come into effect starting January 1 of next year, with the exception of the last two, which actually came into effect last Sunday. This speaks volumes about the dedication of this government in voting against and standing opposed to these Progressive Conservative policies. The official opposition are doing exactly what we expected of them." ],
  "anchor" : "para448"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "My question is for the Minister of Environment and Climate Change. You know, Speaker, facts still matter." ],
  "anchor" : "para451"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Not to the Liberals." ],
  "anchor" : "para452"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Well, do you know what? Trust and accountability need to come back to this place. Yesterday, this minister would not correct a misrepresentation of the truth. Instead—" ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para454"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Withdrawn." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be careful going forward." ],
  "anchor" : "para456"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Instead, this minister made another incorrect statement. He said the PCs would cut funding to the GO regional express rail. That is factually incorrect. I would ask him to turn to the Toronto Star and read the paragraph that says the PCs would also complete the expansion of GO Transit service known as regional express rail.", "It’s another factually incorrect statement from the Liberals, which is shocking. Will the minister apologize for his incorrect statement, because he is simply wrong?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Well, Speaker, what a wonderful opportunity. I thank the member opposite for that friendly question.", "There’s no record to correct, Speaker. Having read the people’s choice scheme—anyone who is reading, especially if they refer to page 76, where there are $12 billion in cuts outlined—anyone can read that, Mr. Speaker. We all know that it’s there. It raises a question: Where are those cuts going to come from? Will it be cuts to OHIP+, that wonderful program that is going to provide prescription medication to those up to their 25th birthday? Is it going to be free post-secondary tuition? Are they going to roll back the $15 minimum wage? There will be $12 billion in cuts." ],
  "anchor" : "para459"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Back to the minister: The Liberals’ fact-checking record is dubious at best. There is a litany of errors that come out of this Liberal research team, and it happens time and time again. When presented with the real facts, the Liberals refuse to back down.", "Just look at Trevor Tombe’s article in Maclean’s. Let’s keep in mind that this is the economist whom the Liberals cited in their short-sighted attack. It says Premier Wynne “is wrong when she claims the [PC] plan will cost families more than cap-and-trade and do less to cut emissions.” Wrong, factually incorrect, yet the government refuses to retract the statement.", "Speaker, will the minister do it now? Will he retract and apologize? Facts still matter." ],
  "anchor" : "para463"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Speaker, I was going to pass the question about RER to the Minister of Transportation, but since the question is around cap-and-trade and climate change, I want to touch on that myself and really talk about some of the unbelievable statements that are coming from the party opposite.", "Patrick Brown claims that analysis showing his carbon tax scheme, which would make everything—" ],
  "anchor" : "para466"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Proper names." ],
  "anchor" : "para468"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you for the assist. I know what I’m doing.", "Title; thank you." ],
  "anchor" : "para469"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Sorry, Speaker. The Leader of the Opposition claims that he has analysis showing his carbon tax scheme—it’s going to make everything more expensive in Ontario." ],
  "anchor" : "para471"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "That’s a fact." ],
  "anchor" : "para472"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "That’s a fact, Speaker." ],
  "anchor" : "para473"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Wrong." ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "As I promised, the member from Niagara West–Glanbrook is warned.", "Finish." ],
  "anchor" : "para475"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "The Leader of the Opposition has no real plan to reduce emissions. His slapping a carbon tax on everything is going to cost us and all Ontarians more, and do less." ],
  "anchor" : "para477"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Wrong, wrong, wrong." ],
  "anchor" : "para478"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville is warned.", "New question." ],
  "anchor" : "para479"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "To the Acting Premier: It is unfortunate that I have to question this Liberal government for the second time in a month about the abhorrent conditions in unlicensed group homes in Ontario. Last week we learned that a 70-year-old man named Esa died trying to escape a group home in 2016, where he had been illegally locked inside a mice-infested basement.", "Unlicensed homes are often a last resort for persons with disabilities, seniors and those with mental health concerns—people who have nowhere else to go. They are forced to live in homes that the OPP have discovered to be overcrowded, unsanitary and in deplorable condition.", "The province has had these results from the OPP for over a year. How many people need to lose their lives in order for this Liberal government to take action on unlicensed group homes?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Health." ],
  "anchor" : "para485"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "The member opposite—I appreciate the question. This is a critically important question as well. We all expect the providers in these types of care homes to provide the supports and a level of care which both reflects the nature of that care home and is of the highest possible standard.", "Mr. Speaker, we have also worked with and relied on our municipal partners, who have that responsibility for asserting and promulgating certain bylaws and providing those guidelines, regulations and protections that are necessary.", "That being said, I know that there was an incident not that long ago with regard to a care home providing care in Scarborough, which the ministry was involved in. It is an issue that I have asked the ministry to look at, as it is a cross-ministry issue, to make sure that we can address this effectively." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "To the Minister of Community and Social Services, who should actually be in charge of the portfolio: On November 1, I asked the Liberal government to take action on unlicensed group homes. In her response, the Premier said to me, “We are working on all of those fronts, as it is our obligation to do.”", "It seems the Premier doesn’t truly understand this obligation. Fifteen days after I questioned the Premier, a woman fell out of bed and died in a group home in Toronto. An additional problem is, we don’t know how many vulnerable people are dying in these horrendous conditions. One man with dementia fell down the stairs at a home and was never seen again. The incident was never reported to the police.", "Speaker, there doesn’t seem to be any minister in particular who is tackling this head-on. Will the Acting Premier tell us exactly what next steps this Liberal government is taking to ensure that our most vulnerable are not living and dying in deplorable conditions?" ],
  "anchor" : "para490"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "The Minister of Community and Social Services." ],
  "anchor" : "para496"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "To clarify for the member opposite, the member from Windsor West, the exact responsibilities of my ministry are in relation to those with developmental disabilities and adults in that particular age group between 18 and 64. I’m very happy to talk about the strengthening of our oversight, my ministry’s oversight, in respect to these particular facilities.", "First of all, our ministry contracts with agencies out in the community, some—" ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish." ],
  "anchor" : "para500"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We contract with a number of agencies, in fact, some 360 across the province, which then contract with further agencies that supply group homes." ],
  "anchor" : "para501"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton Mountain is warned." ],
  "anchor" : "para503"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "These homes are for those with developmental disabilities, and we have legislated quality assurance measures that include criminal and vulnerable sector screening checks for all employees. We train all staff on abuse prevention and reporting requirements, and there are policies and procedures regarding the personal safety and security for all the individuals supported by the agency." ],
  "anchor" : "para504"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "My question is for the Minister of Transportation. I think it goes without saying that the way we move around to get to work or school, pick up our kids and do errands has a significant impact on our environment. In 2015 alone, the transportation sector contributed to 37% of greenhouse gas emissions. It’s very clear from that statistic that something needs to be done.", "I know that our government is taking a number of steps to get that percentage down. One important way we’re working to reduce greenhouse gas emissions is by investing in active, sustainable forms of transportation like cycling and walking. Yesterday morning, I was very pleased to have Minister Del Duca join me in Davenport to make an announcement about our latest investment to support cycling here in our province.", "Would the minister please provide the members of this House with more information on that exciting announcement?" ],
  "anchor" : "para506"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I’d like to begin, of course, by thanking the member from Davenport not only for hosting us yesterday in her community but for the incredible advocacy that she does for the people of Davenport on a regular basis. As well, I would be remiss if I didn’t also take the opportunity to thank the Minister of Tourism, Culture and Sport for her unwavering advocacy on behalf of Ontario’s cycling community.", "Members of this House may remember that a number of weeks ago, our government announced $42.5 million for something called the Ontario Municipal Commuter Cycling Program. Since that time, since that announcement, a lot has changed. Thanks to revenues that were generated through cap-and-trade options, we were able to more than double the amount of funding available to our municipal partners for this fiscal year. Through this program, we announced yesterday that we’ll be providing $93 million to support commuter cycling projects in 120 communities right across the province of Ontario. Here in Toronto, this city alone will be receiving more than $25 million to support cycling infrastructure for the people of this community." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "It truly was a very exciting morning yesterday at Sweet Pete’s Bike Shop in Davenport. I know Toronto’s share of this funding will go a long way towards creating a safe and dependable cycling network in my community, and I can’t wait to see more people choosing to bike because of it.", "Speaker, for the past few days we’ve been talking quite a bit about our government’s climate change action plan. That is because just a short time ago, the Ontario Conservatives released their People’s Guarantee. In that guarantee, they made it absolutely clear that they were making no guarantee for our environment. Instead of investing in programs to make Ontario a healthier, more sustainable province, the leader of the official opposition wants to cut the critical investments we’re making through our climate change action plan.", "Speaker, through you to the minister: Would the minister please provide more information on how our government’s plan to address greenhouse gas emissions in the transportation sector differs from the plan of the party opposite?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member from Davenport for her follow-up question. I want to be absolutely clear: Our investment of $93 million for cycling infrastructure in every corner of the province—including, I would say, in the leader of the official opposition’s own community—would, in fact, be on the chopping block if the party opposite were to come to power and followed through on what they’re proposing.", "On this side of the House, we know that cutting or eliminating the climate change action plan would also mean eliminating investments for electric vehicle charging infrastructure and also cutting or reducing drastically support for important transit and transportation projects like GO regional express rail. But beyond the $6 billion that would be cut from these programs, Ontario’s Conservatives would still need to find another $6 billion worth of cuts were they to follow through on their program.", "Speaker, on this side of the House, we will continue to invest in the things that matter most to the people we’re proud to represent. We’ll move the province forward, we’ll strengthen our economy, and we’ll make sure the people have the quality of life that they should be guaranteed." ],
  "anchor" : "para516"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "My question is to the Minister of Transportation. A week ago, the People’s Guarantee showed commuters in Ontario’s largest, most vibrant, yet gridlocked city what it would look like if a provincial government had their back in meeting their transit needs.", "Commuters in Toronto are sick and tired of costly, long commutes stretching further into more time away from family. They’re sick and tired of delays and inaction on key pieces of infrastructure like the Scarborough subway, as the self-proclaimed subway-champion Liberals deliver little more than repeated promises.", "Speaker, the People’s Guarantee proposes to take on the city of Toronto’s $1-billion funding portion for the Scarborough—" ],
  "anchor" : "para520"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It was in the budget you voted down." ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. The Minister of Education is warned.", "Finish, please." ],
  "anchor" : "para524"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Again, the People’s Guarantee proposes to take on the city of Toronto’s $1-billion funding portion for the Scarborough subway extension as well as the cost escalator that the Liberals refuse to fund so that we can get that extension built immediately.", "We’ve made it clear where we stand. Will the minister tell us which side of the tracks he stands on to finally build the Scarborough subway?" ],
  "anchor" : "para526"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I find this question fascinating from the member from Kitchener–Conestoga, in keeping with the fascination that I had when the member from Leeds–Grenville asked my colleague just a few minutes ago to apologize for some of the statements that he’s made over the last couple of days.", "Speaker, I’ve got to tell you, as a lifelong resident of the greater Toronto and Hamilton area, a proud lifelong resident who has literally watched us deal with the consequences of tragic decisions that were made by the Conservatives when they were last in power on transit, and on transportation specifically, I have to say that I want to know when they will apologize for killing and filling the Eglinton subway. I want to know when Patrick Brown and the Conservatives will apologize for first tolling and then selling the 407 to a Spanish consortium. I want to know when that party will apologize for having a multitude of positions on the Scarborough subway, specifically the member from Scarborough–Rouge River—" ],
  "anchor" : "para528"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para530"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. A reminder to the minister: When I stand, you sit.", "Supplementary." ],
  "anchor" : "para532"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Instead of the subway, the Wynne Liberals have played political football with the transit needs of Scarborough, kicking their hopes down the track.", "Commuters right across Toronto are at the end of the line when it comes to the government’s failure to deliver. It’s time for change that works for transit users, not only for those in Scarborough but through a commitment to an additional $5 billion to build new subways right across the entire GTA. It’s time for the Wynne government to stop making excuses and get shovels in the ground to get subways built.", "The relief line, the Yonge extension and the Sheppard subway extension should have all moved ahead as prime candidates for development, but, of course, they have not. While we prepare to move these vital projects forward, will the minister explain why his government has failed to provide this transit support that commuters in our GTA deserve?" ],
  "anchor" : "para534"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "As I was saying a second ago, I am determined to try to find out when that member and his party will apologize for voting against every single Liberal budget over the last number of years that has seen fit to invest in more GO trains for Kitchener-Waterloo. I want to know when they’re going to apologize for flip-flopping repeatedly during the last campaign on the Ottawa LRT that our government is investing in.", "I want to know when that party fundamentally will have the courage of its convictions and stand up and just readily admit to the people of Ontario exactly what you will cut to make your numbers add up. How will you justify page 76? Will it be hospitals? Will it be schools? Will it be subways again, and transportation projects in every corner of this province?", "Just have the courage. Patrick Brown, have the courage to tell the people of Ontario—" ],
  "anchor" : "para537"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Another reminder to the minister and to all members that we are respectful in this place and use titles or ridings only.", "New question." ],
  "anchor" : "para541"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "My question is for the Minister of Children and Youth Services. Remi Ranger is a 10-year-old boy with severe autism and other complex needs. This causes him to be very violent with himself and others. Due to a seizure he had at school, he ended up in a hospital where he spent the next 24 days. During that time, he had no treatment, because the hospital said it was related to his autism. He was discharged last Friday, and his mother was told she was on her own while she had to wait for a placement at CPRI in London, which will not come for at least another five months.", "This family is in crisis and desperately needs help. Is this the service that the minister has promised families?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to thank the member opposite for this question. As the member knows, when it comes to autism services and to better positioning families for success, we’ve been doing everything we can on this side to put forward a new plan for Ontario, to ensure that young people have the opportunity to get the services that they need.", "Mr. Speaker, I’ve committed to bringing forward a plan this year that will change autism services here in the province of Ontario. We know that all eyes are on Ontario, from across the country, as we transform this system. We’re looking to create 16,000 new spaces. This will significantly reduce wait times here in the province of Ontario. What we aim to do is to put choice, confidence and consistency back into the system to ensure that families have a choice when they are seeking those types of services." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para548"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I think if this mother had a choice, her son would be in the proper facility to get the treatment that he needs. This family has literally been torn apart. She has six other children who had to be moved out of the house so that she can keep those children safe.", "Remi and his mother live in a space where everything has to be locked for safety. She calls it “autism jail.” Caring for Remi is around the clock, 24 hours a day. He bites and hurts himself and others. The situation is simply too much for the family to handle. What is the minister going to do to ensure that Remi and his mother get immediate help now, to take them out of this crisis that they’re in?" ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para552"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "We’ve put forward an historic investment into autism services to create 16,000 new spots. The member opposite asked the question, “What are we going to do to help families here in the province of Ontario?” We’ve put forward a plan to allow parents to choose either direct service or they can choose to have direct funding.", "The question I’d like to ask the NDP: Do they agree with the direct funding option that we’ve put forward?" ],
  "anchor" : "para554"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "No, no." ],
  "anchor" : "para556"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "They don’t. So here you go. Here we are. We say that we’re going to go forward with the direct funding, put the—" ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If I actually knew the person that was—there might be warnings involved in this.", "Minister?" ],
  "anchor" : "para559"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, we put a plan forward that will give the family a choice that they can receive that money and actually get the services they need.", "It’s clear that the NDP disagrees with a direct funding option. I think they should let parents know that they disagree with that, an option which parents have been asking for for decades in the province of Ontario." ],
  "anchor" : "para562"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "My question is to the Minister of Finance. We know that there are ongoing issues with fraud in the auto insurance industry. This past weekend, the Globe and Mail published an investigative report on the bad actors in the system. Fraud costs the system an estimated $1.6 billion annually. This is a serious issue to people in Ontario. It’s a serious issue in my riding of Scarborough–Agincourt, especially for the seniors, who have to combat high auto insurance rates as a result of the bad actors driving up the rates. I have spoken out against the auto insurance fraud issue.", "Ontario has one of the lowest accident rates of any province, and I know this government has been working tirelessly to address this issue. That’s why I’m very pleased to hear that this government is establishing the serious fraud office.", "Speaker, through you to the minister: Can he please provide more detail on the serious fraud office and what it will achieve?" ],
  "anchor" : "para565"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Thank you for the question and to the member from Scarborough–Agincourt, who has been a true advocate for her constituents regarding auto insurance reform. I thank my colleagues as well: the Attorney General and the Minister of Community Safety and Correctional Services.", "This government has taken immediate action to combat criminal fraud with the establishment of the serious fraud office, as the member has just asked. The mandate and scope is, first and foremost, to protect the Ontario public; to limit losses suffered by victims; and to recover stolen assets.", "The serious fraud office would be an integrated, multidisciplinary investigation and prosecution team dedicated to fighting major causes of fraud. This includes serious and complex cases perpetrated from insurance companies, agents, brokers and/or adjusters; legal service providers; clinics, health practitioners and other health service providers; collision and repair services, such as tow trucks, vehicle storage and repair companies.", "The office will be up and running in early 2018." ],
  "anchor" : "para568"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member from Brampton West." ],
  "anchor" : "para572"
}, {
  "speaker" : "Mr. Vic Dhillon",
  "text" : [ "Thank you very much, Mr. Speaker. Back to the minister: I, too, am pleased to hear of the strong stance our government is taking on fraud in the auto insurance industry.", "My constituents in Brampton West will be pleased to hear this government remains committed to removing bad actors from the system. It’s unfair to those hard-working people in Ontario who are faced with mounting auto insurance rates as a result of a few bad apples taking advantage of the system.", "It’s not just consumers who feel this hit; victims of auto accidents are also the ones who suffer the most. I know that David Marshall found that victims of auto accidents are often caught between insurance companies and the legal system, resulting in delays in receiving care and extended recovery times. That’s why this government is ensuring that these individuals are properly taken care of in the event of an accident.", "Minister, please provide more details on how the government is improving support for victims and consumers." ],
  "anchor" : "para573"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Thank you again for the question and to the member from Brampton West for his strong advocacy and fight on this problem.", "We are making changes: changes to the way victims receive treatment for their injuries, putting victims first and helping consumers through sustained reductions in rates.", "The implementation panel will help us toward a system that focuses on the implementation of pathways of care and not cash. We’re working towards setting up a system that provides immediate treatment for those suffering from minor and common injuries, so that they get the appropriate care they need when they need it.", "We’re also making sure victims are receiving neutral and highly credible assessments through independent neutral examination centres.", "When bad actors take advantage of the system, these costs get passed along to honest drivers. Removing cash incentives will ultimately provide savings to the drivers and lower premiums.", "I thank my colleagues for their strong advocacy and fight against this issue." ],
  "anchor" : "para577"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "My question is for the Minister of Health and Long-Term Care.", "Today is the one-year anniversary of the third reading of Bill 9, An Act to amend the Ministry of Health and Long-Term Care Act.", "Speaker, Bill 9 received all-party support on December 5, 2016, marking a crucial milestone in the provision of rehabilitation services for post-stroke recovery patients 19 to 64 years of age. Yet, one year later, these post-stroke Ontario residents still cannot receive the services they need and deserve.", "When will the Liberal government stop the age discrimination of post-stroke survivors 19 to 64 years of age and implement Bill 9?" ],
  "anchor" : "para584"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I’m pleased to say that we are implementing Bill 9, a private member’s bill that was brought forward by the member opposite and enacted into law as a result of his intervention. I am gratified and appreciative of his strong advocacy.", "We are committed to ensuring that those who require physiotherapy support, including those who have suffered a stroke—we’re committed to improving access to health services that they require that will result in better outcomes. We know that individuals who have suffered a stroke face enormous challenges. That is why I believe this act—and we are implementing it to the letter—will make a difference in their lives." ],
  "anchor" : "para588"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para590"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "For the past 14 years, this Liberal government has failed Ontarians when it comes to the availability of health care. Post-stroke recovery patients 19 to 64 years of age have waited a full year for the Liberal government to implement Bill 9.", "Will the Minister of Health take action today and provide post-stroke rehabilitation services to Ontario residents 19 to 64 years of age?" ],
  "anchor" : "para591"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Again, I appreciate the fact that this act is now law. We are implementing it, as a ministry.", "But I do need to remind the member that what in their platform was described as an historic investment in mental health is anything but that, because it’s an investment, a commitment over 10 years, of $1.9 billion. Using precisely the same methodology as they have, our increased investment in mental health over the past 10 years—just from my ministry alone—has been in excess of $10 billion.", "Our investments are unprecedented. Our investments are historic. It reflects the commitment that all of us have here in this Legislature to mental health. I ask that member opposite—his party—to sign onto our pledge of committing more than $1.9 billion to mental health over the next 10 years." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The time for question period is over.", "Deferred vote on the motion for third reading of the following bill:", "Bill 142, An Act to amend the Construction Lien Act / Projet de loi 142, Loi modifiant la Loi sur le privilège dans l’industrie de la construction." ],
  "anchor" : "para596"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para601"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All members, please take your seats.", "On December 4, 2017, Mr. Naqvi moved third reading of Bill 142, An Act to amend the Construction Lien Act.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para694"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 87; the nays are 0." ],
  "anchor" : "para695"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation / Projet de loi 175, Loi mettant en oeuvre des mesures concernant les services policiers, les coroners et les laboratoires médico-légaux et édictant, modifiant ou abrogeant certaines autres lois et abrogeant un règlement." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have a deferred vote on the motion for closure on the motion for second reading of Bill 175. Call in the members. This will be a five-minute bell." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On November 15, 2017, Madame Lalonde moved second reading of Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation. Mr. Delaney has moved that the question be now put.", "All those in favour of Mr. Delaney’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para704"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para756"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 49; the nays are 39." ],
  "anchor" : "para797"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Madame Lalonde has moved second reading of Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para798"
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote?" ],
  "anchor" : "para804"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Same vote? I heard a no." ],
  "anchor" : "para805"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para807"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para858"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 49; the nays are 39." ],
  "anchor" : "para899"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para900"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the bill be ordered for third reading?" ],
  "anchor" : "para902"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I would ask that the bill be referred to the Standing Committee on Justice Policy." ],
  "anchor" : "para903"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "So ordered." ],
  "anchor" : "para904"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from Nepean–Carleton." ],
  "anchor" : "para906"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I know introductions has long passed, but a close friend of mine, Alice McCarron, is here from Nova Scotia. We went to university together and she went on to work for Premier Hamm in Nova Scotia. I’m delighted that she is here to visit with me today." ],
  "anchor" : "para907"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome.", "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para908"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "On my way down to the chamber today, I ran into a group of students from the University of Toronto who are here to study public policy.", "It’s really good to see you all. I want to welcome you to this chamber on behalf of all of my colleagues. I hope you learn something from us, or unlearn something from us today, whatever the case may be." ],
  "anchor" : "para912"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m pleased to welcome students and alumni from the Alpha Epsilon Pi Jewish fraternity. We have Jordan Nahum, David Burden, David Gasch, Dylan Simmons, Ben Mayer-Goodman, Sheldon Wisenberg, Yam Elhav, Baruch Weinles, Ethan Weiss and Rob Ostfield. Welcome to Queen’s Park. We’re so glad to have you here." ],
  "anchor" : "para914"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "I’d like to welcome Angely Pacis and Emanuel Nacario." ],
  "anchor" : "para915"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "One of the greatest things about the holiday season is how people connect with their community and get to take part in extra-special events that only happen once a year.", "It has become a tradition for citizens and community members to gather at Formosa Lions park to enjoy the grand opening of a gorgeous handmade nativity scene. Last Friday, families came out and enjoyed many festivities to mark this event. People sampled traditional Christmas treats such as sweet bannock, viewed the nativity scene from a horse-drawn wagon, made festive crafts, sang Christmas carols, and the kids even had a visit from Santa himself.", "Whatever the holiday people celebrate, events like these always connect people to their communities and provide an opportunity to marvel in the holiday spirit and community pride.", "Congratulations to the Formosa Lions, and thank you to the generous sponsors and hard-working organizers of the Formosa nativity scene and to those across Ontario who are putting on similar events that bring people together this holiday season.", "By all means, if you’re travelling along County Road 12, either in Huron county or Bruce county, make sure you take the time to go through Formosa and check out the amazing work of this local community." ],
  "anchor" : "para918"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "I want to commend the town of Pelham’s mayor, Dave Augustyn, and town council, whose reputations have been under attack by a group of regional politicians. Throughout, Mayor Augustyn has been honest and transparent, and has displayed the very best of what we ask of our public servants.", "KPMG recently released an audit clearing the town, council and mayor of any wrongdoing. Despite this, Grimsby councillor Tony Quirk, chair of the Niagara region’s audit committee, questioned the accounting expertise and said he will continue to pursue his concerns.", "Mr. Quirk is also on the NPCA board, which I talk about quite often, and recently launched a verbal attack against a Superior Court judge who dismissed the conservation authority’s lawsuit against decorated military veteran Ed Smith. As the justice noted, there are many places in the world one might expect such a crackdown on free speech and criticism to happen, but not in our beloved dominion of Canada. Thus, Mr. Quirk’s attacks on Pelham are highly hypocritical. He should release the legal costs for the NPCA’s suing of a private citizen if he’s on a mission of transparency and accountability.", "The people of Niagara are fed up with the petty politics embraced by the NPCA board members.", "The all-party provincial public accounts committee has appointed the Auditor General. Port Colborne is now calling for a supervisor—and I will continue to work on this file and encourage other municipalities in the NPCA watershed paying millions of tax dollars to do the same, because that is how democracy works." ],
  "anchor" : "para924"
}, {
  "speaker" : "Mr. Harinder S. Takhar",
  "text" : [ "My riding of Mississauga–Erindale is home to the University of Toronto Mississauga campus. It is a matter of great pride to have such a world-renowned post-secondary institution educating our students right in our backyard. The UTM campus has expanded over the years, thanks to investments made by the government of Ontario, the city and the community. Another important factor is the leadership and vision of the administrators and the hard work of the professors who make UTM such a desirable destination for higher learning.", "On November 16, I had the privilege of attending the installation of Professor Ulrich Krull as the ninth principal of UTM. It was a well-deserved occasion to celebrate the success and contributions of Professor Krull as he took over the important and key leadership position at UTM.", "I would also like to congratulate Deep Saini, the outgoing UTM principal, for his hard work and dedication. It has been a privilege to get to know him personally and work with him over the years. He is on to Australia; he is the chancellor at one of the universities in Australia right now, and I want to wish him all the best.", "I have the utmost confidence that with Professor Krull’s dedication, leadership and vision, UTM will continue on its successful path. His passion for academia, research and, more importantly, for the students and the school is unrivalled. I wish him all the best going forward." ],
  "anchor" : "para930"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Last Thursday, I attended the official opening of Oxford-on-Rideau Public School’s tech education program. It was an incredible night to celebrate how a dedicated group of parents brought a leading-edge coding, computer science and robotics program to this small rural school. To see those young students so enthused about what they were doing was truly inspiring.", "I wasn’t there more than a few minutes, Speaker, before student Liam Steadman invited me to sit at a computer to try my hand at coding.", "Throughout the gym, small robots programmed by the students zipped about, to the amazement of parents, grandparents and special guests.", "Talking to the students and teachers, you could hear how Oxford-on-Rideau Tech is doing more than teaching students to succeed in a world where coding is the new literacy. Even if a career in robotics isn’t in their future, the program is sharpening essential problem-solving and analytical reasoning skills.", "The driving force behind Oxford-on-Rideau Tech is the Lekx-Toniolo family: Brent, his wife, Katie, and daughters Addyson and Taylor. Brent actually presented the idea to the Upper Canada board trustees during an accommodation review meeting in March, and despite the heartbreaking outcome of that process for their school, Brent persevered. Just nine short months later, it’s amazing how far they have come.", "Oxford-on-Rideau Tech is proof that high-tech programs can be delivered in any school, regardless of size or location. It takes a dedicated group of parents and educators working together to make it happen." ],
  "anchor" : "para935"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Last week, the government announced increased bus services for the north through ONTC. While we appreciate that they are loosening the chokehold a little bit on the ONTC, this certainly isn’t the enhanced bus service that we were promised when this government killed our passenger rail. Since that killing of the passenger rail, we’ve seen bus stations close and seniors having to wait in mall parking lots for the bus, and that is not changing with this announcement.", "That’s why we, the NDP, under Andrea Horwath—one of our priorities is to bring passenger rail back to the north and have passenger rail work with the bus service to actually provide a coordinated passenger transportation system. How we are going to do that is that we’re going to talk to the people who use that system, talk to northerners, and give northerners the tools so they can make the decisions to make a system that is not only going to benefit the north but is going to benefit the whole province, because the north is one of the engines of this province. That’s why it’s so crucial that we have equitable service along with our neighbours and our co-Ontarians to the south.", "This might be my last time to speak in the House before Christmas, so I would like to wish my friends at home and my friends here a very merry Christmas." ],
  "anchor" : "para942"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "Today we commemorate the first anniversary of the new Lakeridge Health, which includes the Bowmanville and Port Perry hospitals.", "On December 1, 2016, Lakeridge Health, a five-hospital health system, was created to serve residents across Durham region. Lakeridge Health is comprised of five community hospitals—located in Ajax, Bowmanville, Oshawa, Port Perry and Whitby—and 16 community locations across Durham region. With a talented team of more than 5,000 dedicated doctors, nurses and health care workers, and more than 1,500 volunteers, Lakeridge Health cares for more than 1,600 people each and every day.", "Lakeridge Health has evolved into a regional system to offer better access to care, to provide better, more coordinated care close to home. Lakeridge Health and its health care partners provide safe, high-quality care to people across the Durham region.", "I congratulate everyone at Lakeridge Health for their dedication and commitment to the delivery of safe, quality care for the people they collectively serve.", "This is a historic day, Mr. Speaker, and one that I’m very proud of. I was there when we made the decision to have the Lakeridge Health system." ],
  "anchor" : "para946"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "It gives me great pleasure to inform the House and all of Ontario that for the first time in history, a Canadian crew chief has won the NASCAR Cup Series championship.", "Cole Pearn, from Mount Brydges, and his Furniture Row Racing team clinched the title at the Homestead-Miami Speedway on November 19, after winning seven other races during the 2017 season.", "Cole began his racing career at Delaware Speedway when he was only six years old. As a driver, he was a three-time Canadian national kart-racing champion and raced in the CASCAR Super Series. He eventually made the move to the US and used his University of Waterloo education to transition from being a driver to working on racing crews as an engineer. He became crew chief for the Furniture Row team in 2015, a leadership role that really shows how respected and trusted Cole is in the sport.", "Their Cup Series victory came after a year marked by professional victories and personal tragedies for Cole and his racing team. Long pegged as underdogs, their success this season is a testament to their skill, talent and perseverance.", "I want to congratulate Cole Pearn and his team on their incredible victory, especially in the face of long odds and personal trials.", "I also want to thank Cole for bringing a new level of excitement and pride to the Canadian racing community and especially to Lambton–Kent–Middlesex." ],
  "anchor" : "para953"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I rise today to inform the House of the completion of a critical project in my riding of Davenport.", "Last Thursday, I was at the Abrigo Centre to announce and open the construction of a new elevator, to allow seniors and other people with mobility issues to access more of the fantastic programming that the Abrigo Centre offers.", "I have been privileged to represent Davenport, because organizations that are as great as Abrigo are few and far between in this province, and few have been serving their communities for so long. For over 25 years, the doors of the Abrigo Centre have been open, to selflessly serve our neighbours and to make Davenport the best community it can be.", "But there was one thing that stood in the way of it serving even more community members, and that was the lack of an elevator. Every time I visited Abrigo, the seniors would always tell me of their need to have an elevator.", "That’s why, when I announced that the Abrigo Centre would be receiving $136,000 from the Ontario Trillium Foundation for this project last February, I was very excited. I knew that this project would be one that made lives better for seniors in Davenport. I knew because the Abrigo Centre has already empowered our seniors’ community to lead active and engaged lives. This elevator ensures that more seniors can participate in the Abrigo Centre’s programming.", "I also want to thank LIUNA Local 183 for their generous donation to ensure that this project had the needed funding. LIUNA has always been an organization that gives back to the community, and this project truly could not have been possible without their support.", "Projects like this often make the most difference in our communities, and I’m glad to report the completion of this elevator to the House." ],
  "anchor" : "para960"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m very pleased to talk about the gala I was at this past Sunday, December 3, for the International Centre for Human Rights’ annual awards ceremony. It’s an independent, non-governmental organization. Their objective is to develop the means and methodology for establishing democracy and human rights protections. The president is Dr. Bouzari and the director is Mr. Ardeshir Zarezadeh.", "Dr. Kamelia Mirdamadi, a really, really bright young woman, was the emcee. The Minister of Research, Innovation and Science was there. Ari Moghimi, who is one of my volunteers, taught me to greet everybody with “Dorood bar shoma,” which is “Greetings to all” in Farsi. They celebrated Professor Payam Akhavan, who is from the Baha’i. The human rights award went to MP James Bezan. Tony Clement was there to speak as well.", "Shuvaloy Majumdar from the Macdonald-Laurier Institute said, “Real leadership means doing what we say, and ensuring what we say is heard in the deepest recesses of the darkest prisons. It means allying with those who dare to confront the terror of Hezbollah and Hamas. It means acting, and acting now, on behalf of the voiceless, whose hope hinges on our capacity for moral clarity, and not the cowardice of moral equivalence.”", "I was very proud to be there to represent Thornhill. I was happy to see Councillor James Pasternak from Toronto city council there as well. And I was glad to speak on behalf of the Yazidis and other persecuted minorities." ],
  "anchor" : "para968"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated December 5, 2017, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House.", "Mr. Cho moved first reading of the following bill:", "Bill 185, An Act to proclaim the month of June as Filipino Heritage Month / Projet de loi 185, Loi proclamant le mois de juin Mois du patrimoine philippin." ],
  "anchor" : "para974"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para980"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para982"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "The month of June in each year is to be proclaimed as Filipino Heritage Month.", "I invite a member from each of the Liberal Party and New Democratic Party to join me in co-sponsoring this bill that highlights the contributions of Filipino Canadians.", "Mr. Hatfield moved first reading of the following bill:", "Bill 186, An Act to establish the Poet Laureate of Ontario in memory of Gord Downie / Projet de loi 186, Loi visant à créer la charge de poète officiel de l’Ontario à la mémoire de Gord Downie." ],
  "anchor" : "para983"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para988"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para990"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "The qualifications and selection process for the Poet Laureate are set out. The responsibilities of the Poet Laureate include promoting art and literacy, celebrating Ontario and its people, and raising the profile of Ontario poets.", "Our country celebrated with the Tragically Hip, knowing it was Gord Downie’s final tour. He was a poet, a writer, a singer and an advocate for indigenous issues. It is fitting that we remember him by creating the position of Ontario’s Poet Laureate in his memory." ],
  "anchor" : "para991"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, I believe you’ll find that we have unanimous consent to move a motion without notice regarding Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients." ],
  "anchor" : "para996"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister?" ],
  "anchor" : "para997"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I move that the Standing Committee on General Government be authorized to meet beyond its normal hour of adjournment on Wednesday, December 6, 2017, for the purpose of clause-by-clause consideration of Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients; and", "That, notwithstanding standing order 8(a), on Thursday, December 7, 2017, following prayers, the House shall proceed to the routine proceeding “reports by committees,” following which the House shall revert to orders of the day; and", "That, notwithstanding standing order 79(b), the order for third reading of Bill 160 may be called prior to the bill being reprinted." ],
  "anchor" : "para999"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister moves that the Standing Committee on General Government—" ],
  "anchor" : "para1002"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Dispense." ],
  "anchor" : "para1003"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para1004"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I rise to recognize International Volunteer Day. Designated in 1985 by the United Nations General Assembly, International Volunteer Day highlights the positive impact volunteers make locally, nationally and internationally.", "Ever year on December 5, Ontario joins the world in recognizing our remarkable volunteers.", "Over the past few years, we have witnessed on a grand scale the profound difference volunteers can make. From helping to make the 2015 Pan Am/Parapan Am Games and the 2017 Invictus Games a great success and embracing the large cohort of Syrian refugees arriving in Ontario to supporting Ontario150 events across the province this past year, we’ve seen that volunteers make great things happen.", "Yet most often, volunteer efforts are not associated with high-profile signature events. Instead, they involve everyday, ordinary kindnesses shown to those in need by those who care. Most often, those caring volunteers seek no formal recognition at all.", "Mr. Speaker, as Minister of Citizenship and Immigration, with a mandate that includes promoting volunteerism in Ontario, I am truly humbled by the large number of people in this province who regularly put the needs of others before their own.", "Volunteers are key to sustaining healthy, welcoming and inclusive communities. They have helped to build Ontario into the strong and caring province it is today. Without them, our quality of life simply would not be the same.", "Consider that half of all not-for-profit organizations in Ontario are run almost entirely by volunteers. Without volunteers, these organizations couldn’t function, and so many people would be without the important supports they offer and connections to the broader community they create.", "Ontario has a long and proud tradition of volunteering, a tradition firmly rooted in civic responsibility. Every year, 4.9 million people in Ontario generously donate their time and talents to a wide variety of worthy causes. They lend a hand wherever it’s needed. Whether raising awareness or funds, organizing food drives or neighbourhood events, coaching kids or comforting the sick, volunteers do it all. They are often the unsung heroes, quietly working in the background, sometimes taking on difficult tasks for a greater good.", "While everyone has their own reason for volunteering, I am confident that most volunteers would agree that part of the reason is simply to give back to their community, which in itself can bring tremendous satisfaction.", "Mr. Speaker, volunteering benefits each one of us. It improves countless lives, strengthens communities and also enriches the volunteer, who can learn new skills and meet new people while making a very real difference in the lives of others.", "The government of Ontario understands the important role volunteers play in making our province the special place that it is. That is why we support initiatives aimed at strengthening the volunteer experience. In 2015, the Ministry of Citizenship and Immigration introduced the province’s first Ontario’s Volunteer Action Plan in order to strengthen our volunteer base. As part of this action plan, this past June we hosted a volunteerism summit that brought together experts from the not-for-profit, corporate, government and academic sectors to share best practices. Our ministry also supported the establishment of the Spark Ontario website, which allows visitors to learn about volunteering opportunities in their communities.", "Knowing that our youth represent the volunteers of tomorrow, since 2008 we have partnered with the Ontario Volunteer Centre Network and volunteer centres across the province to deliver the ChangeTheWorld–Ontario Youth Volunteer Challenge. Aimed at increasing the number of high school students volunteering across Ontario, the 2017 campaign saw more than 68,000 young volunteers contributing more than 331,000 hours in their communities.", "Mr. Speaker, it is important to recognize Ontario’s generous volunteers. Our government and our ministry offer a number of programs that celebrate volunteers of every age. These programs include the Ontario Medal for Young Volunteers, which honours outstanding commitment to volunteering by Ontarians between the ages of 15 and 24; the Ontario Medal for Good Citizenship, Ontario’s second-highest honour, which recognizes exceptional efforts and long-term commitments to communities; and the Ontario Senior Achievement Awards, which recognize outstanding seniors who have made incredible contributions to their communities.", "Every spring, during National Volunteer Week, the June Callwood Outstanding Achievement Awards for Voluntarism are presented, recognizing exceptional contributions to volunteering and community service. At the 2017 June Callwood awards ceremony, we introduced a new “excellence in volunteer management” category to recognize the important role that volunteer managers play.", "Lastly, every year, Ontario Volunteer Service Awards ceremonies are hosted across the province to recognize thousands of volunteers for their continuous service to their communities.", "Mr. Speaker, on International Volunteer Day, I encourage everybody to take a moment and thank a volunteer. Volunteers make our world a better place." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It is time for responses." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I’m pleased—actually, I’m very pleased—to rise on behalf of my leader, Patrick Brown, and the Ontario PC caucus to recognize International Volunteer Day.", "Speaker, I’m sure you are no different than all the rest of the MPPs in Ontario. We have many opportunities to travel around our communities and meet literally hundreds of volunteers who work every day, tirelessly, to make our communities better. Volunteers are our communities at their very best. To paraphrase former Governor General David Johnston, they are giving their time, their talent and their treasures, and volunteer efforts bring our communities together.", "Just this past weekend, I was at the Santa Claus parade in Bolton, which is run by the Bolton Kinsmen, all volunteers. Many other Santa Claus parades and great community events are organized by volunteers, like Christmas in the Park, organized by the Optimist Club of Orangeville, and the Shelburne Santa Claus parade, by the BIA.", "Whether it is the many volunteers this summer at the Special Olympics Ontario games in Peel or the volunteers at the Orangeville Blues and Jazz Festival, many of the events our communities care about simply would not happen without the dedication and commitment of our volunteers.", "When volunteers take the time to contribute to their community, they are more likely to find another cause to support. According to Statistics Canada, in 2010, 10% of volunteers accounted for 53% of all volunteer hours given to non-profit and charitable organizations. That means they dedicate more than 390 hours to their volunteer work, or the equivalent of 10 weeks of full-time work. It’s no exaggeration to say that these dedicated volunteers are what make Ontario a great place to live and raise a family.", "Organizations like Volunteer MBC, which is Mississauga, Brampton and Caledon, or Volunteer Dufferin do an incredible job of matching volunteers’ interests with organizations that are looking for those skill sets. I want to give a shout-out to those organizations, because much of the work is done online. I know, with Volunteer MBC, the other role that they play is training boards, training volunteers how to be good and equitable board members. There is incredible stuff going on that is able to assist our volunteer organizations.", "It’s also interesting to note that younger Canadians are actually more likely to volunteer than older Canadians. This year, I’ve seen some fantastic young people make real contributions to their community. This week, we learned that Robert F. Hall Catholic school in Caledon donated 8,760 pairs of socks for the homeless in Toronto, something Robert F. Hall has been doing for 22 years. In early November, I stopped by Westside Secondary School in Orangeville for their 14th annual Pink Day, where they raised over $20,000 in support of the Breast Cancer Society.", "Volunteers do not volunteer for the recognition; they do it because they love their community and their neighbours. But just because volunteers do not volunteer for recognition does not make them any less deserving of our thanks.", "I hope that you find your passion and you choose an organization that you can make a difference in because there are literally hundreds of them across Ontario. There are so many great organizations that you can join that will make a real difference for people in your community. Volunteer as a soccer coach. Volunteer with a youth group, with the Guides, Scouts or 4-H. You can help out at your local place of worship or your museums, and we’re all familiar with how many volunteers our local hospitals rely on to make the patients more comfortable.", "You can put your creative spirit to use, like the volunteers of Quilts of Valour, who literally make quilts for our veterans; or Hats on Dufferin, who actually knit hats so that every child in the county of Dufferin has a hat for warmth this winter—or my personal favourite, twiddle muffs, which are knitted and given to dementia and Alzheimer’s patients to allow them to use their hands and not get so agitated. Or you can find a cause that you care deeply about and organize on your own.", "I hope you will join the thousands of dedicated volunteers across Ontario and volunteer for something you care about." ],
  "anchor" : "para1026"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Today I am pleased to have the opportunity to rise and speak as the critic for citizenship and immigration, on behalf of Ontario’s New Democrats, to celebrate International Volunteer Day and to recognize the millions of volunteers across Ontario who make our province such a wonderful place to call home.", "Folks volunteer at big, special, one-time events and festivals. They volunteer on a regular basis in our community spaces and behind the scenes across our neighbourhoods. The heart of our communities is often the part we don’t see. It’s the people who wake up early and work behind the scenes to protect the vulnerable in our communities and who keep us moving forward—the people who take whatever spare minutes of free time they have and give them to someone else.", "Volunteers are the backbone of our communities, and so it is my honour to have the opportunity to rise in the Legislature today to recognize their contributions and their value, which is immeasurable, and to say thank you—thank you not only to our volunteers, but also to their support networks. We live very full and busy lives, and there are always more than enough obstacles to get in our way, so we thank the family and friends around our volunteers who help support them and give them the opportunity to give their help and their time.", "Speaker, my community of Oshawa has a proud tradition of volunteerism, like all of our communities, I’m sure. From the GM workers across the decades who have helped to build our community, to the countless volunteers in all of our Legions and service clubs, in our churches and cultural organizations, thousands give their time daily, weekly, monthly or whenever they have a second to spare to help their fellow community members. We think about the helping hands, but it is also about the helping hearts and their dedication to helping someone else.", "Now, there are far too many volunteers in Oshawa to name individually, but I will recognize one man from Oshawa who received an award here at Queen’s Park shortly after I was elected. His name is Brian Keys. He was selected to receive the 2014 Ontario Senior Achievement Award, which honours people who have made an outstanding contribution to their community after the age of 65. Brian came to Queen’s Park that day to receive the award from the Lieutenant Governor and was a very worthy recipient.", "The reason I’ve singled him out today is because I think it is important to recognize how many of our volunteers are seniors—those working past their working life to continue to contribute and build our communities up. Their volunteerism helps to fill important gaps. So we thank the seniors across the province for their contributions, and of course I’d like to thank Brian.", "I would also like to share a quick personal story about volunteering. I remember when I was in high school and I volunteered at a local hospice. It was to complete my required hours for school. This was a life-changing experience for me. To be honest, volunteering at a hospice is not an opportunity I would have picked. I remember being young and a bit nervous to be around the end stages of life. But I learned and I cared, and it has served as an important piece of my foundation and has influenced my understanding of health care since that time. That is because volunteering doesn’t just reward the recipient; it can be rewarding to the volunteer as well. It isn’t always about what we get but what we give and how we grow.", "There are few things more valuable in the world than empathy. Volunteering allows people the opportunity to have more varied experiences and to see the world through the eyes of another. That can be an extremely valuable experience for all of us. I am always heartened to see so many of our youth giving back and growing forward.", "I will finish by saying that it is wonderful that we have the opportunity to recognize our volunteers today, but they don’t do it for the recognition. I ask today that we not only recognize them but join them in making our communities stronger and safer and more welcoming spaces, so let’s all pay it forward. Volunteerism has a proud tradition in Ontario, and in becoming a volunteer today, we can join the ranks of amazing people like Brian or like Clarence Brideau, a gentleman in my community who has spent over 70 years working on the poppy campaign.", "Whether we are talking about large special-event volunteers or a reading buddy, we appreciate all our volunteers and their generosity. Our province is stronger and better because of their contributions and will only grow stronger as more volunteers join them in service. We thank them." ],
  "anchor" : "para1038"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements. It’s therefore now time for petitions." ],
  "anchor" : "para1048"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Stevenson Memorial Hospital is challenged to support the growing needs of the community within its existing space as it was built for a mere 7,000” emergency room visits a year and now experiences in excess of 40,000;", "“Whereas the government-implemented Places to Grow Act forecasts massive population growth in New Tecumseth, which along with the aging population will only intensify the need for the redevelopment of the hospital; and", "“Whereas all other hospital emergency facilities are more than 45 minutes away with no public transit available between those communities; and", "“Whereas Stevenson Memorial Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Kathleen Wynne Liberal government immediately provide the necessary funding to Stevenson Memorial Hospital for the redevelopment of their emergency department, operating rooms, diagnostic imaging and laboratory to ensure that they can continue to provide stable and ongoing service to residents in our area.”", "I certainly agree with this petition, and I will sign it." ],
  "anchor" : "para1051"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently reviewing employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to change employment and labour laws to accomplish the following:", "“—ensure that part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time permanent counterparts;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—offer fair scheduling with proper advance notice;", "“—provide at least seven (7) days of paid sick leave each year;", "“—prevent employers from downloading their responsibilities for minimum standards onto temporary agencies, subcontractors or workers themselves....”", "I agree with it, will sign my name to it, and Sean will take it up." ],
  "anchor" : "para1060"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I first want to thank Brigitte Reid for her tremendous advocacy on keeping our rural schools open. This is a petition: “Make Moratorium on School Closures Retroactive to 2016-17.” It’s a petition to the Legislative Assembly of Ontario.", "“Whereas the Minister of Education, Mitzie Hunter, declared on June 28, 2017, a province-wide moratorium on future school closures based on the results of the spring engagement process, stating that the pupil accommodation review process was flawed and should be overhauled; and", "“Whereas during the 2016-2017 school year this flawed pupil accommodation review process was used to close schools; and", "“Whereas some of these schools are not scheduled to close until the end of June 2018, so that staffing for these schools remains in place for 2017-2018; and", "“Whereas it would be consistent with the spirit of the moratorium and the reason for the overhaul of the PAR process to stop those closures announced after September 2016; and", "“Whereas the 2015 Auditor General’s report section 4.3.2 (p. 299) recommends greater funds be put towards maintenance of current schools; and", "“Further, whereas the current funding formula does not properly address the needs of schools within rural and northern communities;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“1. Reverse the closure decisions for all schools where those decisions were made after September 1, 2016;", "“2. Provide fair and equitable pupil accommodation review processes that school boards must follow, recognizing the unique needs of rural and northern communities; and", "“3. Review the current funding formula with a goal of developing fair and equitable funding formulae for all rural, northern and urban schools.”", "I’m pleased to affix my signature, and I’ll send the petition to the table with page Erion." ],
  "anchor" : "para1071"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Tracy Groome from Coniston in my riding for this petition.", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families, and will contribute to the healthy development of children’;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary to address issues of access, quality, funding, system building, planning and workforce development;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework provides an excellent opportunity for Ontario to take leadership and work collaboratively to move forward on developing a universal, high-quality, comprehensive child care system in Ontario;”", "They petition the Legislative Assembly as follows:", "“To undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care....”", "I support this petition. I will affix my name to it and ask Vanditha to bring it to the Clerk." ],
  "anchor" : "para1085"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I’ve been asked by Minister Chan, who is not eligible to present petitions, to do so on behalf of his constituents.", "“Whereas the Minister of Education, Mitzie Hunter, declared on June 28, 2017, a province-wide moratorium on future school closures based on the results of the spring engagement process, stating that the pupil accommodation review process was flawed and should be overhauled; and", "“Whereas during the 2016-2017 school year this flawed pupil accommodation review process was used to close schools; and", "“Whereas some of these schools are not scheduled to close until the end of June 2018, so that staffing for these schools remains in place for 2017-2018; and", "“Whereas it would be consistent with the spirit of the moratorium and the reason for the overhaul of the PAR process to stop those closures announced after September 2016; and", "“Whereas the 2015 Auditor General’s report section 4.3.2 (p. 299) recommends greater funds be put towards maintenance of current schools; and", "“Further, whereas the current funding formula does not properly address the needs of schools within rural and northern communities;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“1. Reverse the closure decisions for all schools where those decisions were made after September 1, 2016;", "“2. Provide fair and equitable pupil accommodation review processes that school boards must follow, recognizing the unique needs of rural and northern communities; and", "“3. Review the current funding formula with a goal of developing fair and equitable funding formulae for all rural, northern and urban schools.”", "I give this to Zunairah." ],
  "anchor" : "para1094"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas municipal governments in Ontario do not have the right to approve landfill projects in their communities, but have authority for making decisions on all other types of development; and", "“Whereas this outdated policy allows private landfill operators to consult with local residents and municipal councils but essentially ignore them; and", "“Whereas proposed Ontario legislation (Bill 139) will grant municipalities additional authority and autonomy to make decisions for their communities; and", "“Whereas municipalities already have exclusive rights for approving casinos and nuclear waste facilities within their communities and, further, that the province has recognized the value of municipal approval for the siting of power generation facilities; and", "“Whereas the recent report from Ontario’s Environmental Commissioner has found that Ontario has a garbage problem, particularly from waste generated within the city of Toronto. Municipalities across Ontario are quietly being identified and targeted as potential landfill sites for future Toronto garbage by private landfill operators; and", "“Whereas other communities should not be forced to take Toronto waste, as landfills can contaminate local watersheds, air quality, dramatically increase heavy truck traffic on community roads, and reduce the quality of life for local residents; and", "“Whereas municipalities should have the exclusive right to approve or reject these projects, and assess whether the potential economic benefits are of sufficient value to offset any negative impacts and environmental concerns, in addition to and separate from successful completion of Ontario’s environmental assessment process;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Pass legislation, or other appropriate legal instrument, that formally grants municipalities (both single- and two-tier) the authority to approve landfill projects in or adjacent to their communities, prior to June 2018.”", "I affix my signature as I agree with this petition." ],
  "anchor" : "para1107"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I agree with this and will affix my name to it, and Erion will bring it up." ],
  "anchor" : "para1119"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Collingwood General and Marine Hospital is challenged to support the growing needs of the community within its existing space;", "“Whereas a building condition assessment found the major systems of the hospital will require renewal within the next 10 years;", "“Whereas substandard facilities exist in the emergency department; there is no space in the dialysis department to expand, and there is a lack of storage and crowding in many areas of the building; and, structurally, additional floors can’t be added to the existing building to accommodate growth;", "“Whereas there is no direct connection from the medical device repurposing department to the operating room;", "“Whereas there is a lack of quiet rooms, interview rooms and lounge space;", "“Whereas Collingwood General and Marine Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government immediately provide the necessary funding to Collingwood General and Marine Hospital so that it can build a new hospital to serve the needs of the community.”", "I certainly agree with this, and I will sign it." ],
  "anchor" : "para1129"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Henri Giroux from Cassellholme in North Bay for helping gather signatures on this petition. It reads as follows:", "“Whereas quality care for the 77,000 residents of long-term-care (LTC) homes is a priority for many Ontario families;", "“Whereas over the last 10 years, 50% of Ontario’s hospital-based complex continuing care beds have been closed....;", "“Whereas the provincial government does not provide adequate funding to ensure care and staffing levels in long-term-care homes....;", "“Whereas there is extensive evidence that a care standard can result in increased staff levels....;", "“Whereas for over a decade several Ontario coroner’s inquests into nursing” home “deaths have recommended an increase in direct hands-on care....;", "“Whereas the Ontario Liberal government first promised a legislated care standard for residents in the province’s long-term-care homes in 2003, but in” 2017 “they have yet to make good on their promise;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum standard—but falls short of actually creating one;”", "They “petition the Legislative Assembly of Ontario as follows:", "“(1) An amendment must be made to the Long-Term Care Homes Act (2007) for a legislated care standard of a minimum four hours per resident” per day;", "“(2) The province must increase funding in order for long-term-care homes to achieve a staffing” level and “care standard...;", "“(3) To ensure accountability the province must make public reporting of staffing levels at each Ontario LTC home mandatory;", "“(4) The province must immediately provide funding for specialized facilities for persons with cognitive impairment...;", "“(5) The province must stop closing complex continuing care beds and alternative-level-of-care beds to end the downloading of hospital patients with complex medical conditions to long-term-care homes.”", "I support this petition, will affix my name to it and ask page Isabelle to bring it to the Clerk." ],
  "anchor" : "para1140"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the town of Wasaga Beach relies on the largest freshwater beach in the world”—according to the Guinness Book of World Records—“to attract visitors and drive its economy; and", "“Whereas the town does not have traditional industry for jobs and employment and relies on tourism to maintain its business core; and", "“Whereas the areas of the beach maintained by the province are in poor shape, overgrown with weeds and other vegetation; and", "“Whereas the provincial government has been promising for years to replace old, vault-style washrooms with modern facilities; and", "“Whereas Wasaga Beach is one of the most popular summer tourist destinations in the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To ask the government to take immediate action to properly maintain beach areas under its control in Wasaga Beach and that funding be provided as soon as possible to build new, modern washroom facilities to better serve the needs of the community and visitors to the beach.”", "Speaker, I certainly agree with this, and I will sign it." ],
  "anchor" : "para1157"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’aimerais remercier Carole Aubin de Sturgeon Falls pour avoir signé la pétition.", "« Attendu que des soins de qualité pour les 78 000 résidents des établissements de soins de longue durée ... sont une priorité...;", "« Attendu qu’au cours des 10 dernières années, 50 % des lits de soins prolongés complexes des hôpitaux ontariens ont été fermés...;", "« Attendu que le gouvernement provincial ne verse pas un financement suffisant pour assurer que les niveaux de soins et de dotation de personnel suivent le rythme de l’aggravation » des cas;", "« Attendu que la preuve a été abondamment faite que l’imposition d’une norme de soins peut mener à une augmentation de la dotation de personnel...;", "« Attendu que depuis plus d’une décennie, plusieurs coroners ontariens ... ont mené des enquêtes sur des décès survenus dans des foyers de soins » de longue durée;", "« Attendu que le gouvernement libéral de l’Ontario a, pour la première fois, promis l’imposition d’une norme de soins pour les résidents des établissements de soins de longue durée en 2003 et que cette promesse n’est toujours pas réalisée » en 2017;", "« Attendu que la Loi de 2017 sur les foyers de soins de longue durée accorde au gouvernement le pouvoir d’imposer une norme minimale de soins ... »", "Ils demandent à l’Assemblée législative :", "« (1) Qu’un amendement soit apporté à la Loi de 2007 sur les foyers de soins de longue durée de façon à y inclure une norme minimale » de quatre heures de soins par résident;", "« (2) Que la province augmente le financement à un niveau tel que les résidences de soins de longue durée soient en mesure d’atteindre la norme de quatre heures...;", "« (3) Que la province assure une reddition de compte adéquate en rendant obligatoire la publication d’un rapport sur les niveaux de dotation de personnel...;", "« (4) Que la province accorde immédiatement un financement destiné aux établissements spécialisés...;", "« (5) Que la province cesse de fermer des lits » de soins de longue durée.", "J’appuie cette pétition. Je vais la signer et je demande au page Sean de l’amener à la table des greffiers.", "Resuming the debate adjourned on November 29, 2017, on the motion for third reading of the following bill:", "Bill 139, An Act to enact the Local Planning Appeal Tribunal Act, 2017 and the Local Planning Appeal Support Centre Act, 2017 and to amend the Planning Act, the Conservation Authorities Act and various other Acts / Projet de loi 139, Loi édictant la Loi de 2017 sur le Tribunal d’appel de l’aménagement local et la Loi de 2017 sur le Centre d’assistance pour les appels en matière d’aménagement local et modifiant la Loi sur l’aménagement du territoire, la Loi sur les offices de protection de la nature et diverses autres lois." ],
  "anchor" : "para1167"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1186"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "It’s always an honour to be called upon to speak in our provincial Parliament. I hope my voice holds out for the next hour.", "I have to tell you, Speaker, there are two trains of thought on the concept of reforming the Ontario Municipal Board. Believe me, those two trains collided time and time again during our hearing process—passionate, head-on collisions at times. Just as that old saying goes, just when you thought there would be light at the end of the tunnel, you realize it was just another train barrelling down on you.", "On the one side, we had the people who make a living planning municipal neighbourhoods in Ontario. On the other, the builders, developers, lawyers, engineers and others who make a living doing the same thing but for profit. They don’t, can’t and won’t agree to the changes being pushed forward by the government with Bill 139, the Building Better Communities and Conserving Watersheds Act. Allow me to admit my bias up front—" ],
  "anchor" : "para1187"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Point of order." ],
  "anchor" : "para1190"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me. A point of order: I recognize the member from Oxford." ],
  "anchor" : "para1191"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Obviously, this is a very important bill, and I think it’s very important that we have a quorum present to hear his presentation. I don’t believe we have one." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I will check." ],
  "anchor" : "para1193"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para1194"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is present." ],
  "anchor" : "para1196"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Windsor–Tecumseh for further debate." ],
  "anchor" : "para1197"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Thank you very much, Speaker.", "As I was saying, I’m admitting my bias up front in the spirit of openness and transparency. I believe that the people who are municipal planners are our unsung heroes, Speaker; the unsung heroes of municipal government. The planners are our visionaries who help shape our neighbourhoods and make our communities better and safer. I’m going to allow one of the best-known and highly-regarded municipal planners to kick off this part of my address today. Jennifer Keesmaat is a former chief planner and executive director of the planning department at Toronto city hall. From the Hansard of her appearance at committee, I’ll give you the quotation, Speaker:", "“It’s important to note that our planning needs to be proactive. We need to be thinking about the future that we want to create, and creating policy frameworks that will result in that future. That is our objective: to not create a city or a region one building at a time, but to have a clearly articulated planning framework that will result in the future that we have, in fact, chosen.", "“This bill focuses on evaluating municipal actions in terms of their conformity with provincial plans and policies. It’s difficult to state how transformative that is. Currently in the city planning department, thousands and thousands of hours are spent at the Ontario Municipal Board—following council approval, following extensive consultation processes with the public—in order for one individual to fight to represent their specific interest. This is not a proactive way to plan a city or to plan a region. In fact, I would argue it’s an inherently problematic way. It is based on very narrow interests.", "“Our policy frameworks take into account the bigger picture. They look at how we are seeking to link together transit and transit densities with creating walkable, sustainable places. The vision for our region is clearly articulated through Places to Grow, with density targets.", "“We frequently have conversations with city councillors who will ask us, with respect to a specific proposal, about our success at the OMB: what we feel, as planners, will be achieved through the OMB process. Now, if we had a process that was driven primarily by policy, we could give a straight answer. But, in fact, we do something different: We frequently say to that councillor asking that question, ‘It will depend on the chair.’ This demonstrates how this is not currently a quasi-judicial process. This is currently a process whereby unelected, unaccountable individuals make critical planning decisions that shape neighbourhoods. Despite living in Kingston, being appointed to your position, it might be possible to fundamentally transform a neighbourhood in Toronto.", "“My question to you today,” said Jennifer Keesmaat, “is this: How much does respect for democracy matter? It’s not just local democracy. It’s about democracy. It’s about accountability. The changes proposed in this bill represent a fundamental shift. They are a fundamental shift because they will change the way planning departments do their job. Rather than spending hours and hours writing witness statements and concocting arguments as to how to address a specific proposal, planning departments across this province will re-shift their efforts into creating the proactive planning frameworks that will shape and direct growth.”", "Ms. Keesmaat did have good things to say about some developers, those who work with city planners and the residents of the neighbourhoods where they hope to build. She mentioned Westbank and their proposal to redevelop the former Honest Ed’s at Bloor and Bathurst. The community worked with the developer and was rewarded with 28 restored heritage buildings, 20% affordable housing, more parkland and a daycare. She says that never would have happened had the project been punted to the Ontario Municipal Board, because, as she put it, at the OMB “it’s a bit of a crapshoot.”", "She went on to remind us that we’ve all heard the stories of municipal politicians playing ward politics, voting for or against something knowing full well it was the wrong thing to do but also knowing the OMB could overturn that vote. She knows that it’s not a good way for us to plan our cities and towns, saying, “It is better for municipal politicians to take responsibility for the decisions that they make and for the implications on the communities around them.” The way she sees this new bill, it will ensure “that planning policy will be the driver behind decision-making,” that planning departments will be able to spend more time on “secondary plans..., neighbourhood plans that put in place the policy framework that clearly articulates” what it is the city wants to do as opposed to the time spent reacting to appeals from developers.", "Speaker, she also says elected politicians “will now have to take more responsibility for their decisions,” and that, “The whole dynamic of democracy is that it must happen in a transparent environment—that you must take accountability for the decisions that you make as an elected official.”", "In contrast, Speaker, there were dire warnings issued by a number of delegates. For example, analyzing Bill 139 through the lens of the engineering profession, Patrick Sackville, representing the Ontario Society of Professional Engineers, said, “Bill 139 does not resolve widespread concern about the efficacy and fairness of Ontario’s land use planning regime. Reflecting on feedback we have received from engineers across Ontario, we reasonably anticipate that Bill 139 may in fact compound or exacerbate several current problems within the current land use planning system and may create new difficulties or unintended consequences....”", "The advocates for effective OMB reform were not happy and are not happy. They wrote and hand-delivered a letter to the Premier on the first of the month. That would have been November 1. To grab her attention, they began with the quote, “We are writing to express our dismay and serious concern with the lack of respect for due process of law your government is showing with the manner in which it is proceeding with Bill 139.” They say the proposed legislation is a violation of natural justice and, despite their reasoned arguments, the government is ignoring their input. They fear the legislation will be made retroactive at some point and suggest that’s why the government members on the committee added a clause that revokes the ability of any person to pursue an action against the government for any losses incurred as a result of rushing into force the implementation of the new land use planning regime.", "That sentiment is shared by BILD, the Building Industry and Land Development Association, as well as the Ontario Home Builders’ Association. Together, after their hearing presentation, they also wrote a letter, this one jointly to the Attorney General and the Minister of Municipal Affairs. They wanted the government to engage with them immediately, to consult on a fair and appropriate transition that, at the very minimum, will not disrupt any related municipal processes or appeals commenced before the effective date of Bill 139. Otherwise, they warn, the resulting disruption will put thousands of proposed new housing units at risk, further undermining the ability of the industry to bring more of a much-needed housing supply build.", "The Ontario Home Builders report that their members believe some municipalities are not advancing planning applications as swiftly as they used to, suggesting that they’re running the clock, hoping for a retroactivity clause that will capture existing applications within the new appeals regime.", "The man driving a train coming down that track on a collision course with this view is the mayor of Oakville, Rob Burton. He spoke of the lengthy process his community started in 2009 on a new official plan. In Oakville, they did a comprehensive review of the zoning bylaws; 700 residents and businesses took part. They were the first community in Ontario to meet the growth plan conformity on official plans. That effort cost his town millions of dollars over eight years. It still led to 56 appeals, which had to be defended at the OMB or were settled with minor modifications.", "From Hansard, Mayor Burton says:", "“Two of those appeals stand out in my memory as little more than simple extortion, although the appellants saw them as bargaining. Bargaining, in Oakville’s view, is not planning.", "“These appeals did not raise issues of provincial or regional conformity. This appeal process on our official plan took an additional two years and added significant additional staff time and legal costs. The appeal process of the zoning bylaw has not yet finished three years later. The approval of the zoning bylaw resulted in 80 more appeals.", "“We’ve spent, and are still spending, tax money defending what is essentially a provincial plan. Who can justify that? It creates extraordinary expense for the town to defend well-conceived and publicly achieved policies that conform to provincial requirements against site-specific appeals that do not conform.", "“There is no incentive for developers to participate in the creation of local official plans if they can appeal and effectively start all over with little regard for the extensive public consultation process undertaken by a municipality, and hope, instead, at a minimum, to split the difference at the Ontario Municipal Board. Splitting the difference is not good planning. If it is, then official plans have no good purpose.", "“When I attended one of my first OMB hearings, it resembled some kind of marketplace of haggling, not planning.”", "Speaker, as you know, Oakville’s mayor is calm, he’s reasonable, and he made no bones about the need to get rid of the de novo hearings at the OMB. He says, “They devalue local council decision-making.” He takes issue with those who say local planning decisions are too political, saying, again from Hansard, “ I think critics of Bill 139 are forgetting that we have a team of professional, certified planning staff who provide council and the community with professional advice on provincial and regional planning requirements.”", "I mentioned he was on a collision course with the letters written by the development industry. Again from Hansard, from his presentation:", "“I strongly encourage this committee to give very serious consideration to the challenges that are created by the transition to this new system. Since the introduction of Bill 139, municipalities across Ontario have seen developers file ‘protective’ or pre-emptive appeals at the Ontario Municipal Board. There have been six such appeals filed in my municipality, and the same thing is happening across the province. These appeals have been filed for strategic reasons by parties seeking to enter their applications into the appeal stream before the OMB reform comes into effect. They are seeking to preserve the room for speculation that Jennifer Keesmaat so perfectly described.", "“To ensure a smooth transition and to avoid unnecessary appeals, the province should and must adopt a transition provision that would only permit appeals to be heard by the OMB if the appeals had been filed prior to first reading—May 30, 2017—of Bill 139.", "“All planning applications and appeals should have the benefit of the latest in good planning. No planning applications should be allowed to sneak past the new standard. To allow such a bypass will result in an even more cynical public because it will appear that the OMB will not really have been replaced. The OMB will have years of work ahead of it under the old rules. If the OMB is seen to keep going with these kinds of sneaky appeals, you will see charges of the whole exercise having been a case of a ‘now you see it, now you don’t’ change. You will see a loss of public confidence.”", "Mayor Burton said, “Not having it retroactive, and allowing these sneak-through applications, is basically preserving a game of beat the clock.” He doesn’t want his municipality playing that game. He said, “The people of Oakville don’t want planning to be a game. They recognize planning” as a serious matter.", "In contrast, Joe Vaccaro, who is with the Ontario Home Builders’ Association, holds the opinion that politics will trump good planning. From Hansard, he said:", "“Change is hard, and when existing communities are opposed to change they reach out to their locally elected councillor and let them know that their future votes are on the line. At that point, the policy, evidence and planning basis for an application ... ‘the best planning decision that can be made’—is replaced by the hard politics of re-election.”", "Mr. Vaccaro went on to say, “Democracy is hard. The easy way is to vilify the applicant, the developer, who wants to destroy the community for the profit.” He sees, in theory, the old OMB system as more fair, because its members were apolitical, and they dealt with facts, not emotions.", "In contrast, Speaker, I turn to the comments of Toronto city councillor Josh Matlow. He told us how the community spent more than a year developing the Yonge-Eglinton secondary plan. The business community got behind it, as did the residents, developers, city departments, city council and the Minister of Municipal Affairs. It called for the highest heights and densities to be located at the major intersection of Yonge and Eglinton, and further decrease the further away a site is from that junction. This allowed for good planning—for the city and school boards to better anticipate and plan for the hard and soft infrastructure needed to serve the new and existing tenants and residents.", "Again from Hansard:", "“However, in 2013, the OMB approved two 34-storey towers on ... the edge of the Yonge and Eglinton urban growth centre. This one development has had a greater impact on Yonge and Eglinton than the city’s well-considered and approved plan.", "“Since that board decision, there has sadly been a rush of very tall towers on very small sites in the vicinity, leading to a more hostile and imposing streetscape, and has put tremendous strain on the area’s infrastructure. Residents often wait two or three trains, if not more, to get onto the subway in the morning and afternoon peak hours, and when they’re finally on, they’re in there like sardines.", "“There isn’t enough room in our public schools. There aren’t enough child care spaces. We suspect that the pipes and wires are at capacity, and good luck finding a free swimming lane at our local community centre.”", "Speaker, that is another example of an unelected and unaccountable OMB impacting a neighbourhood in a bad way. For that matter, in that case, the OMB impacted way more than one neighbourhood because of the overcrowding being experienced by everyone passing through that area.", "I’ll remind you of the words spoken by Jennifer Keesmaat: “Despite living in Kingston, being appointed to your position, it might be possible to fundamentally transform a neighbourhood in Toronto.”", "Councillor Matlow holds the opinion that there is enough room in Toronto to build neighbourhoods on a human scale. In Hansard, he said, “Toronto’s avenues have the capacity to house projected population increases in mid-rise development of six to 10 storeys. And yes, there will also be tower neighbourhoods, but they have to be built with enough green space, transit capacity and social services to provide a great quality of life to residents.” He complimented the committee on the approach, saying, “The elimination of de novo hearings, which adjudicate planning appeals without deference to previous council decisions, will help ensure that elected council decisions can’t be challenged without merit. There should be a real appeals body rather than a place to simply have a do-over because you didn’t like the first decision.”", "Remember the words of the home builders from Mr. Vaccaro. He warned of elected councillors playing ward politics and making bad planning decisions. Well, Councillor Matlow counters that, again from Hansard, with, “In contrast to what Mr. Vaccaro was submitting to you, I say respectfully that we will have to be incredibly responsible with the substance and the thoughtfulness of our plans, because they’re going to have to hold up at a genuine appeals body.”", "Councillor Matlow sees this bill as a turning point in Ontario, at least from his perspective at Toronto city hall. Again from Hansard: “Every day that our very few planners are spending the day at the OMB means that they’re not going through the pile of applications on their desk, therefore not being able to give them the attention that they deserve and ... actually not serving the development industry....", "“What I also hear from our planning staff is that they’d like to provide us with advice based on their professional planning opinion rather than based on what they think we need to do to capitulate at the OMB so that we don’t lose our shirts....", "“The OMB rarely considers the local details like, ‘Is the public school able to accommodate more kids?’ We have signs at Yonge and Eglinton in front of condos saying, ‘Your kids won’t be able to go to the local school if you move into the area,’ which then has an impact on quality of life with your family. It puts more people in their cars, more people on the overcrowded subway....”", "In contrast, BILD, the Building Industry and Land Development Association, sees things differently than that. David Bronskill from BILD told the committee, “The local interest is not always the public interest.” He’s a developer. He sees the world differently than I do—not that there’s anything wrong with that. I don’t always see the need to squeeze large developments on small lots for more profit, while Mr. Bronskill, speaking for BILD, says, “There are larger public benefits like optimizing the use of land and infrastructure that are real public benefits that come out in the award-winning growth plan. If we can’t implement that, that’s not in the public interest.”", "I should say, Speaker, that although the Ontario Professional Planners Institute is wary of the pending changes, their past president, Paul Stagl, did recognize one important element. He told us, “There’s a need to recognize that planning is different outside of the GTA.... Life is very different there....” That’s something we’ve been telling this Liberal government for some time. Too often, some of us feel, changes proposed by the Liberal government are made with Toronto-centric thinking and won’t be welcomed in the real world outside of the political bubble here at Queen’s Park.", "Municipal politicians outside of the GTA try to bend the ear of the government members, but not always with much success. A case in point was made by the mayor of Ingersoll. I’ll make mention of this because the member from Oxford stood up and read a petition from Oxford county today about exactly what I’ll be talking about for the next five or 10 minutes.", "Ted Comiskey is also the deputy warden of Oxford county, and there’s a major issue down there in his area. It’s over the possibility that part of the county will end up as a garbage dump, a landfill for industrial, commercial and institutional waste from the greater Toronto area. No one doubts the need to find a place for the ICI waste, but Mayor Comiskey says to shop around and find a willing host municipality because no one wants it located in Oxford county.", "He also spoke in favour of the bill, saying, “At its core, Bill 139 attempts to rebalance planning decisions by ensuring that local communities have a greater say in local planning decisions and that greater deference is paid to local communities if these decisions are appealed.”", "The mayor is quite blunt in his assessment of the need for change at the OMB. From Hansard: “The OMB has become a den for lawyers and planning consultants that enrich themselves with endless debate over what municipalities should or should not do. The secret world and the inner workings of the OMB and its cabal have become so distant and remote from legitimate decisions and concerns of real citizens and communities that overhaul is long overdue. After all, it is 2017.”", "Mayor Comiskey had an idea to strengthen the proposed legislation. He called it an important and foundational principle. Again from Hansard, he told us this: “What we suggest is an inalienable right for any city, township, town or community. While we may debate about subdivisions, building heights, the shape and form of communities, the mix of retail and residences, we should acknowledge and affirm in legislation that for certain types of developments, municipalities must be granted the ability to choose whether they will approve them or not.”", "Here’s where it gets interesting; here’s the nub of his argument. He called the government out on what he saw as the unfairness of the way his community was being treated—and not just his community, but every municipality in the province. From Hansard, here’s what he had to say:", "“Let me be specific. Ontario legislation has currently granted municipalities the authority to make decisions on whether or not they are willing to host gaming facilities. That policy essentially grants municipalities the authority to choose. While many have not, several municipalities have said yes to gaming, all across the province. The policy recognizes that in this area, municipalities must have the ability to choose what is right for their community.", "“Here is another example. Experts have determined that a nuclear waste storage facility for the province is necessary. Provincial entities have engaged municipalities in a review process to determine sites and the communities that would be willing to host the facility. Again, the policy grants municipalities the authority to choose whether or not they wish to host such a facility. A facility would not be imposed on a community that chooses no. And while some municipalities have clearly determined that they will not host this facility, 11 communities have expressed interest and said yes. Again, the policy recognizes that municipalities should have the final authority in this area to determine what is best for their community.", "“Here is a final example: hosting of a landfill project. While this is not news yet, Toronto and its surrounding GTA have a serious garbage problem, particularly as it pertains to something called industrial, commercial and institutional waste. Unless real efforts are made by ICI generators—the owners of office towers in downtown Toronto and across the GTA—to increase recycling rates, a new home for this Toronto garbage will need to be found. And space is quickly running out. Just look at the Ontario Environmental Commissioner’s report that was recently released.", "“The fact is, too much Toronto and GTA waste is going to the landfill, particularly from the ICI sector, where diversion is a paltry 15%. That means a municipality, wherever in Ontario, is going to be the host of this Toronto garbage.", "“Right now across Ontario, private waste companies are scrambling across the province and exploring sites for hosting Toronto’s ICI waste. That effort is not in the news, and they hope to keep it that way. But across the province and particularly in southwestern Ontario, municipalities are being identified and targeted as potential host sites for Toronto’s garbage.", "“When it comes to hosting a landfill, we believe municipalities should have the right to choose whether or not they will host such a facility. Let me explain why.”", "The mayor said, “While the province’s environmental assessment process is designed to identify risks and risk mitigation efforts, landfills are not risk-free. Moreover, municipalities do not have a role in this process other than as a bystander. We are not asked whether we approve these projects, or where they should be, or how they should be operated, yet they can have a permanent scar on the face of our communities. That’s the absolute truth. This isn’t NIMBY. This is literally people’s backyards.” This is all from the mayor of Ingersoll, Ted Comiskey.", "“Municipalities clearly should be given the authority to say yes or no. As it stands now, we have very little say in the process and no influence, whereas we are afforded the opportunity to make these decisions in other areas. Why not here?", "“For committee members, recognizing that municipalities have this inalienable right to be able to choose does not mean landfills will never be approved in Ontario, but what it will do is give municipalities the power to choose and to say yes or no. For those that say yes, it will give them the ability to negotiate agreements with these private waste companies that suit the municipality’s needs, or to say no and move in different directions.", "“Right now, landfill developments and approvals are the domain of private developers, environmental consultants and lawyers, with communities on the sideline. What is missing in the equation is asking whether the municipality chooses to have this type of development in their community or not. These decisions are not about whether condos should be built, or wind farms, retail outlets, small malls or a new secondary road. Landfills, by nature, are very sensitive forms of development that are in a different class, like the other two examples I have highlighted,” said the mayor.", "“In the three examples I have given, we believe that municipalities should be formally granted the authority to choose whether or not they will have these types of developments. This authority should be clearly stated in legislation. It is 2017 and it is the appropriate thing to do.”", "He says, “Thank you for the opportunity to speak to the committee,” and he says, “I will note that whether it is town councils, whether it is county councils or whether it is some MPPs, some truly believe that you must be a willing host for a landfill. You have the opportunity here, within Bill 139 or other legislation, to make that happen.”", "Speaker, I wanted to put the comments of the mayor of Ingersoll, the deputy warden of Oxford county, on the record because I agree with every word he said. However, the Liberal members of the committee examining Bill 139 did not. Although, in all fairness, Mr. Rinaldi, the member from Northumberland–Quinte West, the parliamentary assistant to the Minister of Municipal Affairs, did say, and I quote from Hansard, “I commit to you that I will have those discussions with the Ministry of the Environment to see where we can go. I’m not here to make any commitments, but, certainly, I appreciate where you’re coming from.”", "And for that matter, when I asked the Minister of Municipal Affairs to comment on Mayor Comiskey’s presentation, he checked with his people at the back of the room but no one had a ready answer, so he said, “Okay. We’ll take that back,” meaning, at least to me, they would take a look at the mayor’s concern.", "I hope they are continuing to do that because I, for one, believe the concerns of the residents of Oxford county fall within the four pillars of this proposed legislation, as enunciated by the Attorney General to our committee. He said:", "“(1) creating greater predictability for residents, communities and developers by sheltering certain major planning decisions from appeal; (2) giving greater deference to the decisions of local communities while ensuring that development and growth occur in a way that is good for Ontario and its future; (3) ensuring faster, fairer and more affordable land use planning appeals; and (4) providing access to free legal and planning support for Ontarians.”", "We had quite the debate over this request from the mayor of Ingersoll. Some of us saw the inaction or disinterest on the government benches somewhat surprising yet understandable, I guess. I mean, most of them represent ridings in the GTHA. That’s where the ICI waste is being generated. The Oxford area is represented and has been represented since 1995 by Mr. Hardeman from the official opposition. That’s where this landfill could possibly be located.", "But for some of us, the bigger question is: Why can’t municipal leaders decide for themselves whether their area is an acceptable site for a landfill that would house unwanted material from someone else’s jurisdiction? The province, as Mayor Comiskey pointed out so eloquently, allows municipal leaders to say whether they wish to host a gambling casino or a repository for nuclear waste. So why not a landfill? They know there is a need for landfills to handle their own waste, but why should they be forced to accept a landfill to accommodate waste from some other area?", "This is an issue in other rural parts of Ontario, and it’s no secret the Liberal government hasn’t been successful lately in many rural areas of the province. That’s not to say there aren’t rural and northern municipalities that would like to host a landfill for ICI waste from the greater Toronto area. But as far as Oxford county goes, they don’t want it, but they do want the Liberal government to recognize what should be an inherent right to say no if that’s the decision made by their municipal taxpayers and their local elected leaders.", "I guess, Speaker, I’m still a little bit naive. I’ve only been here for four years and I was never a partisan politician before I ran for this office. But sometimes an issue just seems to make common sense; it’s not rocket science. At the hearing, when you look at Hansard, the minister didn’t think it could happen. When I explained to him what the mayor told us moments before, maybe I wasn’t clear enough. But Minister Mauro said, “I’m not sure how anybody could simply dump something into the municipality, which is the language that you’re using.” That’s when he said, “We’ll take that back,” meaning take a look at what we were saying.", "Mayor Comiskey told us there could be 18 million tonnes brought from the greater Toronto area over the next 20 years. And he said, “Right now, landfill developments and approvals are the domain of private developers, environmental consultants and lawyers, with communities on the sideline.”", "This isn’t right, it’ll never be right, and this bill is a perfect opportunity for the Liberal government to etch that in stone. Stand up for municipal rights. Stand up for rural Ontario. Stand up and do the right thing.", "Speaker, we hear from time to time in this House how urgent it is to get a bill to committee so it can be improved and be brought back for final reading. Debate gets cut off, as it was again this morning on another bill. Closure is imposed, and opposition members can no longer speak and bring their voice to the debate that’s under way. The majority Liberal government is addicted to closure. It’s their opioid of addictions. They kill debate in the chamber so they can ram through their proposed legislation at the committee level.", "At clause-by-clause on this bill, little things became exaggerated because of the majority’s power trip. For example, the Liberals turned their backs on non-profit organizations. Non-profits don’t have the extra money to fight an issue at the OMB or a planning tribunal. We heard this afternoon during ministerial statements about the volunteers at non-profits. Non-profits are usually run by volunteers. They’re not flush with cash. They don’t have the extra money to fight an issue at the OMB or a planning tribunal.", "So opposition members fought on their behalf. The majority Liberal members closed their ears to all such arguments. They even rejected our suggestions that tribunal hearings be broadcast electronically, live-streamed. Heck, even the Supreme Court of Canada allows cameras into their proceedings. Alas, no support from the majority.", "We even asked for something so very, very simple: If someone asked to participate in a hearing and was told no, the reason for that denial be given to the applicant. Pretty simple, right? If you can’t take part, you are told why not. But once again, the majority Liberal contingent didn’t see that as a simple request. They rejected the concept. There can only be so many reasons: Your request is frivolous, it’s vexatious or maybe redundant. But why the big secret? Here is a Liberal majority government pretending to believe in openness and transparency yet hiding behind closed doors, hiding from the public, keeping secret any reason they have for you being locked out of a proceeding’s debate.", "Another simple request: As you know, we will have a support centre, which will be designed to support those unfamiliar with an appeal tribunal. It will be governed by a board of directors. It’s no secret that there’s a wide perception that many of the decisions made by this Liberal majority government are Toronto-centric. The opposition members wanted to make sure there was a level playing field on the board at the support centre. The request was that at least one member be selected from northern Ontario and one member be on the board representing rural Ontario. “No need,” said the Liberals; “Not to worry about it. We have a Public Appointments Secretariat. They’ll take it under consideration.” Well, Speaker, if that’s the case, why is there such a perception out there that these appointments are Toronto-centric? We all get a list of the proposed appointments for the next meeting of the committee approving these suggested appointees, and, yes, most of the people on that list are from Toronto.", "It gets worse, believe it or not. We asked that the annual report of the support centre be tabled in this House, as are so many other annual reports from outside agencies. They’re tabled for our review. “Nope. No need. Not necessary,” the majority Liberals say. The supposed open and transparent Liberals see no need for that “as the report will be made available in some other fashion”—just not to this Legislature. I would have bet money on that one. I would have bet money that it was acceptable; it was so innocuous. But, no, that’s not the Liberal way—not this Liberal government’s way, in any event. They voted down the tabling of an annual audit of the support centre in the Legislature as well. Why would they not want us to know what it’s costing?", "Two other issues took up a great deal of our time: one was a rogue conservation authority; the other was the possibility of the landfill in Oxford county. We also had a lengthy debate over the meaning of the word “sustainable” when it comes to development in watersheds and wetlands. We argued that the word could be inserted in there as a preventive tool in an effort to prevent any development on wetlands or watersheds that wasn’t meant to sustain the value and natural heritage of that wetland or watershed. In other words, no one could say that a conservation authority is able to allow a large-scale development in a provincially significant area, and only sustainable development promoting natural heritage was permitted.", "Again, the mindset from the concrete canyon towers of downtown Toronto saw no need for an added provision more clearly defining the development that was acceptable. Let’s hope that that decision won’t have terrible consequences in the years ahead.", "We even tried to add an amendment that if the board of a conservation authority started acting as a development authority instead of a conservation authority, ignoring the purposes of real conservation and real conservation authorities, the government had the ability to send in a supervisor to take control of that conservation authority, in the same fashion as we do now, on a fairly regular basis, for school boards and hospitals across Ontario. “No. No need,” said our Liberal friends. “Besides,” they added, “we do it for school boards and hospitals because we fund them almost exclusively.”", "What they didn’t say is that the new legislation that deals with housing and Tarion, the warranty providers for new homes—well, guess what? That new bill allows for the government to send in a supervisor should it look like things need to be tightened up over there. Their argument is so full of holes. Their policies are so full of holes. Obviously, the Liberal decision-makers are not singing from the same songbook. One ministry isn’t aware of what the other ministry is doing. Their arguments ring hollow.", "There is only one taxpayer in Ontario, as my very clever colleague from the riding of Welland reminded the Liberal members when they used the weak and hollow argument that supervisors were okay at schools and hospitals but not at conservation authorities because of the level of funding from the Liberal government. There is one taxpayer from whose pocket comes the tax money that funds municipal, provincial and federal orders of government. This Liberal government would do well to remember that from time to time.", "A final note from the clause-by-clause deliberation: Let me give you an example of just wanting to bang my head off the wall in frustration that the majority Liberals kept sticking to their speaking notes and wouldn’t accept anything that just made common sense.", "Jack Gibbons, whom many of you know from the Clean Air Alliance, came during delegations and suggested what to me was a very simple request: that when a local conservation authority was to decide on a development request, that information would be made available to the public. Then, should a member of the public wish to, that person could submit a response to the development proposal. The conservation authority could consider that response when deciding whether to issue a development permit. That’s all it said, straightforward—no obligation to reject a proposal, no obligation to delay a decision, no obligation to do anything but to let the public know what’s on the next agenda and to consider what the public might have to say, if anything, on that proposed development that will be on that next agenda.", "The public might say something positive, it might be cautionary, or it might even be an opposing view, but it would be the view of those with a concern that certain information needed to be in front of the board before a decision was made. That’s what some of us define as being open and transparent. On this side of the aisle, we see that as a perfect example of being open and transparent. I don’t know what that side of the aisle considers open and transparent, because although they use the words, we don’t see it. We don’t see them being open and transparent. We don’t see them opening any doors of being open and transparent or lifting a window to show what’s inside. Being open and transparent: They don’t do that.", "They like the talk. They like the headline. They like the phraseology of being open and transparent, but when you say to them, “Here is a perfect example of what you can do to be more open and transparent with the public: Let the public know what’s on the next agenda of this conservation authority, should they want to make a comment”—they may not be aware of everything that’s in that neighbourhood. The people who live there may know more about the neighbourhood than somebody on the board of the conservation authority, who may be from another jurisdiction but coming to a regional board and making a decision on a development proposal. They may not have walked through those woods or along that shoreline, but they are going to make a decision without hearing from the public.", "They don’t want the public to know what’s on their agenda. Jack Gibbons simply said, “Let us know what you’re talking about in case we might have something to say about it.”", "Open and transparent? I could gag every time I hear them say it, because they do the exact opposite. They’re anything but open and transparent.", "My friend—I won’t mention who it was—on the committee saw no need, because he said it would be delving too deep into the weeds—too deep into the weeds. Well, it’s those very weeds, Speaker, that may need the protection. Those weeds, should they be eliminated by a proposed development, could mean the extinction of a protected species. It could further decimate an endangered species. It might mean we wouldn’t have as many monarch butterflies in our region in the years ahead. Conservation authorities look out for the weeds. Somebody has to do it. Somebody has to protect our environment from future development. That’s one of the many good things that conservation authorities do.", "So when we say, “Let’s be open and transparent. Let’s show the public the agenda of the next meeting at the conservation authority,” and then hear back from a leading member of that committee, “Oh, you’re delving too deep into the weeds,” Speaker, as a New Democrat, I want to tell you, I will stand up for the weeds. Somebody has to do it in this House." ],
  "anchor" : "para1198"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "For them or in them?" ],
  "anchor" : "para1294"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I will stand up in the weeds, for the weeds, any chance I get, because they are protecting the environment. It’s a biodiverse environment. I want to see more monarch butterflies. I want to see the milkweed. I want to see more diversity within our live environment. I don’t want to see our natural environment decimated by development in areas under the authority of conservation authorities whose members could make decisions without letting the public know what’s on their next agenda.", "That’s all Jack Gibbons was there for. He just wanted the conservation authority to post and let the public know what they are going to be talking about on their next agenda, because there’s a development proposal coming that may affect our region, that may affect everybody living in this area. Let us know what’s there.", "In some areas, 20 or 30 years ago, before wetlands became what they are today, before watersheds, before new growth went up—the forests are much bigger now than they were then—some developers went out and had applications made and approved to build maybe a trailer park. That was 20 years ago, but they never acted on it. Now, once they’ve got this approval from 20 years ago, they can go to the conservation authority and say, “But I got approval.” So if the neighbours in that area don’t want a trailer park along their lake or amongst those protected weeds and flowers and bugs, they’ll never know that they have to go to the conservation authority and put in an objection, because the conservation authority, according to the Liberals, do not have to post the agenda for development proposals at the next meeting. Where is the openness and transparency when it comes to something like that? That’s one of those very simple things that we could have improved in this bill, and I hope at some point we still can.", "That’s the insanity, when you have a speaking note in front of your committee and everybody knows what the amendments are going to be. They put in more than we put in, the Conservatives and ourselves. I might have had one accepted; the Conservatives, maybe two, possibly three. But that was it out of the dozens and dozens and dozens of well-thought-out amendments to a bill that was not so well thought out, because they keep having to make changes, especially under the section of the Conservation Authorities Act. Later on, they didn’t change the wording of the bill at all.", "Anyway, that’s the one thing that really got me going, for them to sit there and say, “Trust us.” We were told to put all of our faith and trust in the Liberal members. “Leave it to us,” they said. “We’ll slip it in there somewhere during the regulation stage, after the bill is passed.” Well, that’s asking a lot of some of us.", "But I will say, I was encouraged when one member who happened to be there on the committee, the member from St. Catharines—who was not a member of the committee, did not have a vote, but did have a voice and happened to be there that day. He said that he’s also a member of the committee on regulations and legislation, and he did promise that he would be vigilant at the regulation stage on that particular issue. Because he, like myself, has enormous respect for Jack Gibbons, and enormous respect for the work that he does in his life away from the area where he took a special interest.", "Speaker, I mentioned earlier about all of the OMB appeals and more of them going up. I just want to look at the Toronto Star from Friday, November 17. I was reading this—it’s called, “Pickering Condo Proposal Under Fire.” It was written by Kristen Calis from the Pickering News Advertiser, carried in the Toronto Star.", "“Residents, councillors say waterfront development inappropriate for the area.", "“A large group of residents and the local councillors have banded together to fight a proposal for an eight-storey condo building on the Pickering waterfront.", "“South Pickering residents packed council chambers at the latest planning and development committee meeting, to hear an information report on a proposal for a condo building on Wharf St., west of Liverpool Rd. and steps away from Frenchman’s Bay.", "“But council will not decide on this matter; it’s going straight to the Ontario Municipal Board.”", "This bill will not allow that to happen in the future, but the developers are out there trying to slip it in now so they don’t have to wait for the new planning tribunal. They want it done now under the old OMB. The old OMB will have so much work in front of them, it will be years before the OMB wraps up everything in front of them, unless there is a retroactivity clause in here somewhere that they may be bringing in at some point. I know they certainly threw a fright into the development industry when they put that clause in there. They said, “You can’t sue us for any lost revenue if this bill goes through and we decide to go to the new system instead of the old system.”", "I won’t read all of the article, but I will say ward 2 regional councillor Bill McLean said that the way the development industry is doing this proposal in Pickering is “a slap in the face to the community that you wouldn’t even listen to them without making the decision to go to the board.”", "Another resident, Jeff O’Donnell, who has lived in Bay Ridges since 1971, had said that the proposal saddens him. “Frenchman’s Bay is a ‘provincially significant wetland’ and considered an environmentally significant area and should be protected at all costs.”", "I don’t know if they have weeds there, Speaker, but that’s getting into the weeds. When you want to protect your shoreline, and you have a plan from years ago that said, “No high-rises. We have a marina. We have a shoreline. We want to protect it. We want it kept open to the public,” and along comes somebody who says, “We’re going to put up a condominium tower that will scare the public away and will prevent the public from having that access, and we want to take it straight to the OMB without having citizen input on it at all,” that’s the scary thing that the OMB has been doing. That’s why this bill is here. That’s why this bill, with all of its flaws, still needs to be supported." ],
  "anchor" : "para1295"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member from Scarborough–Agincourt." ],
  "anchor" : "para1311"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m pleased to rise this afternoon to support Bill 139 in this third reading debate. As a member from Scarborough and the city of Toronto—this particular piece of legislation is very, very important to the residents of the city of Toronto, particularly the area dealing with the Ontario Municipal Board. If passed, we will be overhauling the OMB, better known as the Ontario Municipal Board, replacing it with the Local Planning Appeal Tribunal.", "I heard attentively the member from Windsor–Tecumseh talking about his particular situation in Windsor. Across Ontario, we have heard—and I know in Scarborough–Agincourt, along with my colleague Minister MacCharles, the Minister of Government and Consumer Services, we held a public meeting in Scarborough about this particular piece of legislation. We heard very attentively that the people in Scarborough are very concerned about the appeal process right now with the OMB. We want to make sure that the system is reflective of the people we’re trying to serve, and more importantly, Mr. Speaker, that the official plans and updates of the official plans can no longer be appealed in their entirety.", "We also heard from the constituents that they want more local decision-making by the local elected councillors. Right now, decisions are made centrally through the OMB, and we have heard a number of nightmare stories.", "Toronto is growing and going to expand, and in my riding we have so many condominiums being considered every day. We need to make sure that those developments are respectful of the community and serving the community at its very best.", "I want to thank all those who have participated in this OMB review. More importantly, across the province, a number of members, both from the government side and the opposition, have held public meetings on the OMB. I want to thank everybody for their participation." ],
  "anchor" : "para1312"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1317"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I’m pleased to rise on behalf of the people of Leeds–Grenville to comment on Bill 139, Building Better Communities and Conserving Watersheds Act, 2017.", "What I want to focus on is how, again—again with this government—we’re seeing them make a mockery of the legislative process. We’ve seen in this House how the Liberals stifle the voices of opposition members like me when the government is essentially governing through closure.", "Speaker, it’s bad enough for them to roll out these guillotine motions and choke off debate week after week after week, but I was shocked, when it came to committee hearings on Bill 139, to see now that the government is muzzling the public. They were originally scheduled for four days of public hearings. If you look at the number of groups and individuals asking to appear at committee, it’s clear to me, and I think it’s clear to all members of the House, that there was tremendous public interest in this bill. That’s no surprise when you’re dealing with a large bill, some 21 acts, including major reforms to the Ontario Municipal Board and conservation authorities.", "So, Speaker, what did the government do? What did the government members of the committee do? Well, at the very start, the very start of the first day of hearings, they passed a motion to slash the number of hearing days from four to just two. As a result, over 50 groups and individuals were shut out of the process because this government couldn’t take two extra days to hear from the public. It’s shameful that this government would have such disregard for the voices of the Ontarians they’re supposed to serve. I just think, again, it shows how out of touch this government is after 14 years in office." ],
  "anchor" : "para1318"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1323"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "It’s my pleasure to rise to give a couple of minutes on Bill 131—" ],
  "anchor" : "para1324"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Bill 139." ],
  "anchor" : "para1325"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "—Bill 139—thank you—particularly as it pertains to conservation authorities.", "I want to thank the member for Windsor–Tecumseh for his one-hour lead today at third reading, but as well for sharing his time with me during the committee hearings to raise a number of very protracted, long-standing issues with the conservation authority in Niagara. He spoke about the rogue NPCA, and we talked about trying to move forward with amendments that would have addressed some of those issues through the committee process and would have allowed for an appointment of the supervisor in those agencies, like exist in many agencies that the government provides funding for today. Unfortunately, the government did not support those amendments. We will continue, in our own way, to try to expose the things that continue to happen at our conservation authority.", "I know that most recently, we talked about trying to find out how much taxpayers’ money has been spent on lawsuits. We know through the FOI process that in 2016 and 2017, the legal fees for this agency were 10 times or more the amount that they were in earlier years. Although by law, you’re not required to talk about the details of your lawsuit expenses, certainly the total amount, as it applies to an action, is allowed to be revealed. We’re in the process of trying to get that information as we speak." ],
  "anchor" : "para1326"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1329"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "It’s a pleasure to rise for a couple of minutes to make comments on the member from Windsor–Tecumseh. I would say that I do have a lot of respect for the member because he understands what legislation is. We might not agree—though I certainly concur with him on some things—but he does his research and he says what he believes in, and I think that’s commendable.", "I would also say that we talked about conservation authorities and the part of the legislation that deals with that. First of all, let me say thank you to the member from St. Catharines. Although he wasn’t a member of the committee, he did his presentation, the same as the other member from the NDP—I forget your riding right now; I apologize—" ],
  "anchor" : "para1330"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "Welland." ],
  "anchor" : "para1332"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Niagara centre, yes; Niagara centre—to talk about issues that impact you that were part of the legislation.", "What the member talked about—about bringing in, in their particular case, a supervisor: I think the new legislation allows the minister to do that type of thing. That was an understanding amongst all of us. I would say that the majority of the conservation authorities, especially Conservation Ontario, support that part of the legislation wholeheartedly, because we know we needed to do it.", "The member talked about how much he loves being in the weeds. Speaker, the reality is that some of those weed issues are done through regulation—I think he mentioned that. I think we listened loud and clear, even in the consultation prior to the legislation.", "I think we’re going in the right direction. I look forward to all members supporting it." ],
  "anchor" : "para1333"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Windsor–Tecumseh for final comments." ],
  "anchor" : "para1337"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I want to compliment the member from Scarborough-Agincourt for her take on Bill 139.", "The member from Leeds–Grenville: I think, to sum up his presentation, he accused the government of making a mockery of the legislative process by continually bringing in closure, choking off debate and muzzling the public, as he said. Originally, we had four days of public hearings scheduled, and on the first day, the Liberal majority cut that back to two days. More than 50 groups that wanted to speak directly to the committee were denied that opportunity.", "The member from Welland: Thank you. She was there at the committee. She made numerous amendments to the Liberals to try to correct what’s going on at the conservation authority in her area. Amendments were made to make that conservation authority more accountable when they reverse their role and become more like development authorities than conservation authorities.", "And my good friend from Northumberland–Quinte West: I take pride in saying we’re friends, but I also disagree with him. We don’t have to be disagreeable, but I do disagree with him when he says that the wording in the bill allows for supervisors to go into a conservation authority. No, it’s not in there. It might come in regulations at some point somewhere down the road, but as the bill is written, it does not allow it, and you argued against supervisors going into a conservation authority, as we do on a regular basis with schools, hospitals and now the new Tarion warranty program. So we agree to disagree; we don’t have to be disagreeable.", "Thank you for your input this afternoon." ],
  "anchor" : "para1338"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1343"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I’ve been looking forward to the opportunity to speak on this bill. I did have some extensive contribution in committee, along with the member for Niagara centre, as people with a local interest in it, but I’m also interested in the bill as a whole.", "May I say that overall in the OMB section—there has been a call for significant changes to the OMB over the years. This bill has accomplished much of that—not everything some would like and too far for others, but it has accomplished that. We’ve had controversial decisions made in our community. We have the old town of Port Dalhousie, now part of the city of St. Catharines, which has had proposals come before it where there was an OMB ruling that was not a happy one for those who were opposed to a development which would in fact impinge significantly upon a heritage part of the city.", "But I want to concentrate on the Niagara Peninsula Conservation Authority and the conservation authority part of this act, because I am pleased that the ministry has decided to provide more intervention opportunities for the Ministry of Natural Resources and Forestry, because of what we’ve seen happen in Niagara. This is something that’s pretty widespread in terms of the concerns that are expressed, not simply a couple of people after the authority, and it’s a broad cross-section of the community who are expressing concern about it.", "Where it started out is that we were concerned because what seemed to happen was that there was a new regional council elected. They decided, it appears, that they were going to put pro-development people on the Niagara Peninsula Conservation Authority, which had been there to protect the environment and to look after things that are ecological and environmental. There were a number of people who were fired out the door, people who were environmentally inclined, long-term staff of the Niagara Peninsula Conservation Authority, and they were either not replaced or were replaced with others who appeared to be much more amenable to development taking place on lands which the authority would have some say about.", "There was great concern about that. There were some controversial subjects that came through. There was a major development that was proposed for Niagara Falls, a Chinese group which was to come in and make a huge development, and there is a very significant wetlands there that many were fearful would be destroyed as a result. There was some talk of trading existing natural wetlands and replacing them with new—I guess you could use the word “artificial”—wetlands created by mankind, as opposed to by nature. That was a matter of great concern.", "When we saw these changes taking place, we were very concerned. There were even major changes made at the top, where one would have looked. They’ve come, essentially, to the four members on the Niagara Peninsula—probably mostly to the member for Niagara Centre as an opposition member, to me, to the member for Niagara Falls and the member for Niagara West–Glanbrook—to express these concerns.", "There was a concern about a number of people who had senior positions: How was it determined that these individuals were chosen for the job? There were a lot of questions about that. What kind of job search took place? What kind of requirements were there to be able to assume this job? Was it just the old boys’ club, or would it be cronyism taking place? That was the concern, that it was cronyism.", "One of the qualifications for the Niagara Peninsula Conservation Authority, somebody said to me the other day, is that you must have run against Bradley as a Conservative candidate at one time to get a senior position. That’s not really true, but there were a couple of people who have run against me, but that’s years gone by, so I don’t look back at that.", "There were concerns that the new regime that had taken over was going to take it in a different direction. There was a hiring of staff, I mentioned, in the well-paying jobs, senior jobs. There were contracts, which some people were questioning, contracts which were given to certain people, and those came forward as very controversial, again, for everybody in the area.", "I want to say here why it’s valuable. We have seen the demise, unfortunately, of local newspapers. In each of our communities, some days we’re happy with what they print; another day we’re not. But it’s very important to have local coverage. I must say, with the St. Catharines Standard and its allied papers, which are the Niagara Falls Review and the Welland Tribune, there have been many stories written, courageously, by reporters about this circumstance. They have not been complimentary, by and large, to the conservation authority, but it does point out the value, I think each one of us knows, of our local newspapers. All of us here, I think, would lament the fact, particularly in the smaller communities, that they are losing local newspapers as a result of a number of factors that we won’t get into today.", "There was another one, a land deal on Lake Erie, that people had expressed concern about: whether the land was overpaid for, who owned the land and who was a friend of whom. Those concerns were expressed right at regional council. In fact, the previous regional council had expressed great qualms about the land deal that took place in the township of Wainfleet on Lake Erie, and those concerns are still there. That, again, is why people from a variety of backgrounds were expressing concerns about the activities of the Niagara Peninsula Conservation Authority.", "There was a call for an independent audit of the conservation authority. That was rejected for a long period of time. It’s not just the year-end audit that organizations normally have. They were looking for a forensic audit, as a matter of fact. Finally, the Auditor General of Ontario will be at some time in the future doing an audit, as a result of a motion by the member for Niagara centre in the public accounts committee, approved by the majority in the public accounts committee at that time. So she was the one who had that initiated.", "There are also those who say that opponents of Niagara Peninsula Conservation Authority policies should go to the Ombudsman of Ontario or the Environmental Commissioner of Ontario. I have talked to people from the umbrella group of the conservation authorities of Ontario, and certainly the circumstance in Niagara are very well known.", "There is information that has been requested that those who requested it feel has not been forthcoming—both in the media and individual citizens who have requested specific information. They feel they have not been able to get that information, in the form they would like and as expeditiously as they would like, from the authority.", "There were questions about Niagara Peninsula Conservation Authority board members’ expenses that have come up in the media as well that have caused some concern.", "There were local councils—the city of St. Catharines and other communities—who had expressed some concern. Port Colborne is now one. So there’s a growing unease about it. Initially, I think people backed off, but there’s a growing concern about it.", "There was a concern about workplace harassment policies. OPSEU did a survey, and there were a lot of people who responded that felt there was workplace harassment taking place at that time. That was dismissed by the board of the conservation authority, but there were many people, including members of the media, who thought there was some meat in those comments that were made by people who were offered the opportunity to act in that regard.", "One of the great concerns that, again, we have had is the bullying of anybody who disagrees. Unfortunately, I think of Bill Hodgson—when I said that you won’t find a nicer person than Bill Hodgson serving on regional council, for instance, and the member for Niagara West–Glanbrook nodded in agreement. He knows Bill; he represents that area. Well, Bill essentially got bullied off the board by the other people on the board because Bill had been one of the people who wanted to see an audit taking place. It seems that anybody who has criticized the authority is bullied into the background, whether it’s members of regional council, members of the board of the Niagara Peninsula Conservation Authority—whoever disagrees.", "The mayor of Pelham, for instance, has been critical. So what happens? All of a sudden, some of the people from the conservation authority start turning their political guns on the mayor of Pelham. They said, “Well, there must be some financial malfeasance. Let’s look into Pelham’s finances.” Of course, that’s from people who have senior paid positions on the board of Niagara Peninsula Conservation Authority, and others who are on the authority.", "One individual who tried to unseat the member for Niagara West–Glanbrook in his nomination process has been one who’s very critical of the authority. He’s, I think, a vice-president of the Progressive Conservative Party, but he has been very, very critical of the media and, as a member of the board, critical of the mayor of Pelham. I think there are some people who think that the mayor of Pelham might run for regional chair. That may be another concern that they happen to have. By and large, as I say, anybody who seems to take an interest in it and express a concern gets bullied or sued. There were some regional councillors who got sued.", "What it does is, it dampens their enthusiasm. I’d almost describe it as a SLAPP suit. We passed legislation against SLAPP suits. Everybody who seems to be critical is criticized. They trooped in a developer from Niagara-on-the-Lake who used to be the president of the Progressive Conservative association in Niagara Falls. I’m sure that has nothing to do with it, but he showed up at the council in Pelham, trying to find something wrong. The mistake the mayor of Pelham had made, Dave Augustyn, was that he dared to be critical of the procedures and the policies followed by Niagara Peninsula Conservation Authority.", "This is why the member for Niagara centre and I—in fact, the four members have expressed concern and wanted to see something in the legislation that would allow this to be addressed from outside if it couldn’t be addressed from inside.", "There was another person by the name of Ed Smith—they sued him. He’s just a local citizen. The judge just dismissed the suit out of hand. I’m going to read some of it. As Ed Smith was critical of the authority, they said, “Well, you’re casting aspersions on what we’re doing. We’re going to sue you for $100,000.” He’s an individual citizen. He has no real axe to grind. He’s simply interested in the affairs that are related to natural resources and affairs related to the environment.", "In a decision handed down last Thursday, “Judge James Ramsay dismissed the $100,000 suit against retired Air Force major Ed Smith filed by NPCA and a $100,000 suit jointly filed by its former CAO, Carmen D’Angelo.” Carmen D’Angelo is now—believe it or not—the chief administrative officer of the Niagara region. He was, at that time, just at the conservation authority. The judge also dismissed a couple of other suits that had taken place by people who didn’t want to be criticized.", "“In his decision, Ramsay said NPCA failed to demonstrate its case had any merit. The judge also said the NPCA, as a government agency, had no right to sue a citizen for criticizing it.”", "Heaven knows, those of us in this House, if we sued everybody who criticized us—and there are sometimes legitimate reasons to do so—we’d be in court constantly.", "Ramsay, the judge, “found that NPCA is ‘a body that has had trouble finding its way,’ and that its response to Smith’s report was not in keeping with the value Canada places on free speech.”", "“‘I share the defendant’s disappointment at this treatment by the authority,’ Ramsay wrote in his decision. ‘A private citizen, he raised questions about the governance of the authority. He was met with a public accusation of forgery and the threat of litigation from “his own government,” as he put it, together with a demand that he issue a written apology, undertake never again to publish “the document” ... and reveal his sources.", "“‘There are many places in the world where I might expect such a thing to happen, but not in our beloved Dominion,’” said the judge.", "He went on to say that “Smith’s report also questioned an untendered $41,000 contract awarded to D’Angelo’s company to do an NPCA restructuring project in 2013. D’Angelo was an NPCA board member at the time, and took a leave of absence to work as a private consultant for the board. He was later hired as the NPCA’s CAO and is currently the CAO of Niagara Region.”" ],
  "anchor" : "para1344"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Point of order." ],
  "anchor" : "para1376"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Point of order: I recognize the member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1377"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "I’ve been thrilled listening to the member’s debate this afternoon, but I’ve not heard any comment or mention about the substance of the bill in the debate." ],
  "anchor" : "para1378"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. I’ve been listening intently and I’ll turn it back to the member." ],
  "anchor" : "para1379"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "Thank you, Mr. Speaker.", "The judge went on to say, “In a free and democratic system, every citizen must be guaranteed the right to freedom of expression about issues relating to government as an absolute privilege, without threat of a civil action for defamation being initiated against them by that government. It is the very essence of a democracy to engage many voices in the process, not just those who are positive and supportive.”", "I should say to the member who intervened now because he felt I was going off topic that even some members of his own caucus are very concerned about what is happening there. I know there’s a bit of a defensive mechanism taking place over there because I treaded on some territory that they wouldn’t like.", "I do want to say that I commend Ed Smith; I commend all those who are contacting all four members for the Niagara Peninsula about this. I am really concerned when I see some of the people who have been bullied into submission by others.", "I want to compliment the minister on putting in the bill some provisions which would allow for more intervention or more supervision on the part of the provincial government. I know AMO was not in favour of appointing a supervisor, that ability, but I personally, at the committee, along with the member, was supportive of that being placed in the bill. It ultimately was not, but I think it could have been justified, in my personal view.", "There is a forensic audit that is needed. Critics would say there’s drastic action that is needed now. They would say there should at least be an outside investigation taking place. The Ontario Public Service Employees Union made an excellent submission to the minister, and a submission, by the way, to the committee.", "We look at all of these things that are happening. The member for Niagara centre mentioned previously in a two-minute intervention that they’ve been trying to find out how much the Niagara Peninsula Conservation Authority has spent on lawyers, on legal fees, suing people who disagree with it, and I think that is fine as well.", "Doug Herod, who is with the St. Catharines Standard, is a columnist, as well as Grant LaFleche. They have both expressed great concern about what is happening. I want to commend them for sharing that. It’s been on radio stations. There have been spokespersons for both sides of the issue who have been heard through the media. But I think there’s a general unease in the Niagara Peninsula about this and I think that is why people would be in favour of what is happening in terms of this legislation that is taking place.", "The lead-in to one of the columns by Doug Herod was, “Keeping track of the Niagara Peninsula Conservation Authority soap opera can be exhausting.", "“Mind you, there are episodes that elicit mirth in a smirking, roll-your-eyes kind of way.”", "I commend that November 24 column to those who are watching today. I’m sure they will all be scurrying to have that particular column suggested.", "I want to thank as well, though I don’t want him to get involved in it, the member for Leeds–Grenville for some advice that he has provided which I think has been very good. I don’t reveal confidential conversations that take place, but he has been very helpful as an observer of conservation authorities in other parts of the province where he feels there has been particularly one individual who has been very good at dealing with any challenges that may come up. So I want to thank the member for Leeds–Grenville, as well, for the advice and assistance that he has provided.", "This bill is a bill that I am certainly pleased to see. Nobody in the House is going to be entirely pleased with absolutely every provision in the bill, but I think, as the member for Windsor–Tecumseh said—and he gave a balanced speech; I heard him quoting both sides of the issues from various people—that there’s a lot that is changing as a result of this bill that is very positive. It’s a major step in the right direction. The next step is of course the regulatory provisions that will follow the bill itself. I know that all will be watching that.", "There was a lot of consultation that took place before the bill actually came before the House, and we always look forward to that—which came in committee—and now the further debate at third reading." ],
  "anchor" : "para1380"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1394"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "I thank the member of St. Catharines for his remarks—very well informed, as usual. I just wanted to talk about the qualifications for conservation authority boards and board members. That’s still in the bill. We wish it had been taken out of the bill or modified.", "Lynn Dollin, who is AMO president and deputy mayor of the town of Innisfil, which is next to my riding, is a good friend. She pointed out in her presentation to committee that part 4, section 12, of the bill states that municipal councils continue to have the authority to appoint conservation authority board members. This makes sense, she says. “Municipal councillors are representative of all walks of life in an area and it’s the council that pays the greatest portion of the conservation authority’s funding.", "“However, section 40(1)(a) of the bill indicates that the Lieutenant Governor in Council”—in other words, at this point, the Liberal cabinet—“‘may make regulations governing the composition of conservation authorities and prescribing additional requirements regarding the appointment and qualifications of members of the conservation authorities.’", "“AMO has consistently maintained that until the province reinstates significant funding to conservation authorities, municipal governments, as a major funder, should have the sole right to appoint board members.”", "Municipalities, as you know, Mr. Speaker, cover the majority of the costs, and therefore should have the ability to appoint councillors to the board. She believes, and I believe, that if there are changes—and there are going to be changes; this is third reading, and we support the bill, and I certainly support conservation authorities—the makeup of the boards may be very much different in the future, because the cabinet of the day will be able to dictate who sits on those boards. We’re so used to having our local councillors sit on those boards and represent us.", "I just want to give a shout-out to the Nottawasaga Valley Conservation Authority and the Lake Simcoe Region Conservation Authority in our area. I see the member from Barrie is here; we share the same conservation authorities. They do a great job, contrary to the unfortunate circumstances the member from St. Catharines has talked to. I have no complaints. They are great people." ],
  "anchor" : "para1395"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1401"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "I want to thank the member from St. Catharines for his 20 minutes on the bill and on the Niagara Peninsula Conservation Authority. Unfortunately, there is still a lot of work to be done at this conservation authority to actually restore the trust of the people of the Niagara region. The member from St. Catharines will remember it was one of his former colleagues, Mel Swart, who was actually responsible in many ways for the formation of the NPCA.", "People, at the end of the day, want transparency. They want integrity, honesty and accountability from the agencies that they are investing their tax dollars into. Even after losing a SLAPP suit in court, where they have probably spent several hundred thousand dollars, the NPCA is still avoiding releasing that information, even though those are public dollars that they’re using. As of today, through a freedom-of-information request, some of the advocates were looking to get the Gowling report on the censuring of Bill Hodgson. They say that they can’t find that report; they don’t have a copy of that report. Here, they actually publicly censured—tarred and feathered—a respected regional councillor, but they can’t find the report. They won’t share it with us.", "I’m happy the AG is going to be coming in at the end of this year and into the next year. Hopefully, some of the information that the people of Niagara are looking for will be released through that process and we will be able to start to restore trust in an agency that we’ve spent a lot of tax dollars on." ],
  "anchor" : "para1402"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1406"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Speaker, you seldom hear this, but I’d like to thank the members of the PC Party and the NDP for their support of this bill in its second reading.", "The changes that we’re proposing are based on broad consultation across this province, including a dozen town halls that the government held. Plus, many of our members held their own town halls in their ridings. We released a consultation document in the fall of 2016 and invited Ontarians to tell us what they thought of the OMB and our proposed changes. There was a further 93-day public comment period on the bill itself, from May 31 to September 1 of this year.", "We’ve heard that, too often, OMB decisions don’t consider local perspectives and that, currently, many decisions are negotiated building by building with lawyers and developers instead of the communities. Through Bill 139, we’re proposing to change the status quo. If passed, the bill will give communities a stronger voice and ensure people have access to faster, fairer and more affordable hearings. We would overhaul the OMB, replacing it with the Local Planning Appeal Tribunal, and we would give more weight to the decisions of elected local governments—the way it should be. These changes would bring greater respect for democracy to the planning process, and municipalities would be able to use more of their resources to engage the public and plan for complete communities instead of preparing for cases at a tribunal.", "During public hearings, we heard strong support for this legislation from our municipal partners. Official plans and updates to official plans could no longer be appealed in their entirety. The result would be more local decision-making and better use of local planning resources. Elected, accountable individuals should be making the planning decisions that shape our neighbourhoods in our communities." ],
  "anchor" : "para1407"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1411"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Just for those watching and listening in today, I will state that this is third reading, not second reading, just so nobody gets confused.", "I was listening intently to the member from St. Catharines in his 20 minutes. He brings a lot of value to this debate and into this House. I will say that one of the advantages of this member not being in cabinet now is that he brings his wealth of experience to committees and whatnot, and I do thank him for that and for his debate.", "As I was listening to it, he kept referring to the words “this intervention,” that Bill 139 is an intervention all due to the Niagara Peninsula Conservation Authority, in his mind. I don’t know much about the Niagara Peninsula Conservation Authority. It’s not in my riding; I don’t have any connections. But, clearly, the member stated that there were people who didn’t like the decisions of that conservation authority, and this government feels it necessary, when they don’t like the decisions of others, to bring in a statute to get the decisions that they want. Now, in a democracy, it’s not always nice and clean and orderly and neat, and sometimes decisions get made that you dislike. But that doesn’t mean, necessarily, that they’re faulty or bad. It just means that you disagree with them.", "But here we see that what this government is now doing is a complete abuse of the process, as the member from Leeds–Grenville noted. More than 50 groups were prevented from speaking to this bill. There was an agreement for four days of committee hearings. The majority government on the committee cancelled it, pared it down to two days and only permitted 19 people to make presentations. I don’t think we should have the pot calling the kettle black on this bill. There are important things to be debated about, but let’s keep it factual." ],
  "anchor" : "para1412"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from St. Catharines for final comments." ],
  "anchor" : "para1416"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I appreciate the comments of each of the members who made reference to my remarks. I will mention that the government had actually looked at many potential provisions of the bills dealing with conservation authorities long before Niagara came up. That exercise of looking at conservation authorities has actually been going on for almost two years. They have been doing pre-consultations on it.", "What we were simply looking at, the members for Niagara centre, Niagara Falls, Niagara West–Glanbrook and I, was how the bill would apply to the circumstances of the Niagara Peninsula Conservation Authority. It wasn’t necessarily that those were written in as a result of that. That informed part of it, as it did across the province, but that was not the reasoning in that particular case.", "I want to say, as well, to the member for Simcoe–Grey, about his concern that he repeated in the House, that the Ontario government, the provincial government, would not have the right to make appointments. I think what they were trying to stipulate in that was the qualifications that people would have sitting on the board. I know that was a matter of some controversy, and he was right to read that reference into the House.", "The member for Niagara centre has been in the forefront of dealing with the issues related to the conservation authority here. She has a little more leeway than I have as a member of government, but she has also been contacted by many people. I want to commend her, as I do, as she will join me in commending the local media, who have given a lot of coverage to this particular circumstance. A good, strong media—even when we disagree with it, and we do from time to time—is essential in our democracy.", "Lastly I want to say, as she did, my commendation to Ed Smith, who took this upon himself and paid a significant penalty for being involved in this issue. I thank him very much, Speaker." ],
  "anchor" : "para1417"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1422"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "It’s a pleasure to debate Bill 139 at third reading. There are a couple elements of this debate that I’d like to get on the record. One is what I see as an abuse of process that this government has undertaken once again, this time with Bill 139. It’s so indicative of its approach to this Legislature.", "I also want to speak about some of what now will be recognized as abuses of process for the conservation authorities. This bill does cover 21 different acts. It has, I believe, five different schedules. But I’m going to focus, as most other people have today, on debating on the elements as they refer to the conservation authorities. There are some significant abuses of process in the conservation authorities, as well.", "But I also want to share some different opinions about conservation authorities. We heard significantly from the member from St. Catharines about the level of dissatisfaction in the Niagara region. That may be so—I’m not privy to all the experiences in the Niagara region—but not all conservation authorities are the same. We also heard from the member from Simcoe–Grey, who believes the conservation authority in Simcoe, Lake Simcoe, is doing a bang-up job.", "I have three different conservation authorities in my riding: the Cataraqui, the Rideau and the Mississippi. I can say to the members here in this chamber that there is no greater obstacle or impediment to development and prosperity in eastern rural Ontario than those conservation authorities. It’s an unfortunate situation, in my view, because a conservation authority’s mandate is not just protection, but protection with promotion of development, to promote development in an environmentally sustainable fashion. What we have seen is very much a reliance and a heavy hand skewed over to protection, without the promotion of development.", "Again, I believe we have 37 different conservation authorities in the province, so invariably many are going to operate in very different fashions. But here are a few things that we should get on the record: Conservation authorities are funded by our municipal partners. That’s who pays the freight. Under Bill 139, this government is now going to have the authorization and the lawful authority to determine what people will sit in governance of the conservation authorities.", "Speaker, it’s a long-held principle and understanding that he who pays is the one who decides. It’s the municipalities who are paying, the local taxpayers and ratepayers who are paying. They ought to be the ones who are deciding, not the provincial cabinet here in Toronto, about who will govern the conservation authorities, even when those same conservation authorities have a different view than wherever government of the day is standing. That’s number one.", "We can also see with the conservation authorities in Bill 139 that we are now permitting them warrantless entry onto all private properties. Not just conservation authorities, but also the new planning and land appeals tribunal people, will now not be required to have a warrant to enter into private dwellings and private property. This is an unprecedented step, and I’m not sure I’ve heard anybody through the committee process or through this debate give any indication of why conservation authorities need this unprecedented authority.", "With somebody who is suspected of being engaged in criminal and violent behaviour, the police still need a warrant to go into a dwelling. I’m not sure what somebody could be doing in contravention of the Conservation Authorities Act that would justify warrantless entry—not just for the conservation authority, but again, for the planning and land appeals tribunal individuals. Like I said, it’s unprecedented, but clearly unwarranted, and it has yet to be justified in any fashion by any member of the government side.", "I listened to the member from Windsor–Tecumseh. He was indicating, in his view, that this bill, like so many others, is a Toronto-centric approach to the province, and I agree with the member from Windsor–Tecumseh. I think it’s important to put on the record that we know that the Liberal government is dominated by downtown, urban-area members, so we can understand that the government would have that Toronto-centric perspective on legislation, but it’s important that their members who do represent rural areas, members like the member from Glengarry–Prescott–Russell or the member from Quinte—these are rural, small-town areas, and the government needs them to stand up and speak out when their communities are under attack by their Toronto-centric cabinet. I think that’s important, and it’s disappointing that that has not happened, once again, with Bill 139.", "We also heard, again, on warrantless entry, from the OFA, who is very much concerned about warrantless entry into farms, with biosecurity. People are very concerned about this government’s approach that they can be the ones who will determine who will be on the conservation authority boards.", "But I just want to go into, again, this bill’s 21 different acts that it modifies or amends, five different schedules—there’s clearly significant interest in this bill. The committee met. They saw the wealth of people who wanted to speak to this bill at committee—69 requests. The committee took its time, did its job and slotted off four days for presentations. Then, the government voted that proposal down and said, “Four days? We can’t permit the public to be engaged for four days. We’re going to make it two days.” Instead of hearing from 69 different people or associations about their legitimate concerns on Bill 139, the committee heard from 19. That’s a far cry—and again, how do you justify, in a free and democratic and representative institution, the obstruction and preventing of people to be engaged with their elected members of the Legislature? That circle can’t be squared with these sorts of behaviours by this government, Speaker.", "I think it’s also important that we talk a little bit about the planning and land appeals tribunal, because there’s another abuse that’s going on there that I think will clearly come to light in not too much time. That of course is really the motivation for this bill; it was the OMB. Everybody recognizes the OMB was not functioning anywhere near its purpose or objective. I think everybody would agree with that. Bill 139 not only changes the name of that OMB; it also changes its process. So the new appeals tribunal will no longer have to abide by the Statutory Powers Procedure Act.", "Now, some people may not be aware of that or what that actually entails, but the Statutory Powers Procedure Act is a fundamental cornerstone of our legal system. It’s the statute that ensures due process for individuals who are before the courts or before tribunals. It ensures that we don’t have star chambers or kangaroo courts. It ensures that there is a process that has certainty, that has safeguards, that has oversight, that has accountability built into it.", "Bill 139 says the appeals tribunal can make whatever rules they want, and they don’t have to abide by the Statutory Powers Procedure Act. That’s astonishing, Speaker. It’s not the first time, but it is astonishing. This is an appeals tribunal dealing with what can be the most significant investment in a person’s life. If they have a decision that impacts that home that they want to build or that business that they want to grow, it’s incumbent upon us that we have a process that they have certainty of, in that the rules of the game can’t be changed. But they can be, under Bill 139. The appeals tribunal can make up its own processes.", "I think that’s going down a path that is really—well, as the member from St. Catharines said, they were concerned about all the goings-on at the Niagara Peninsula Conservation Authority. Trust me, when you put together a process that doesn’t have certainty, when you remove those safeguards, when you remove accountability and oversight, guess what? You’re going to have far greater problems than what you have today.", "I think we could have heard more about this and possibly heard an ever-greater number of compelling arguments, had the government had a desire to listen to people instead of being rushed and limiting that committee to two days.", "I see members representing rural areas on the government side here today. I would implore them to take a look at this bill and see how it is going to impact their communities, because as I said from the outset, my experience over the last 10 years in my riding is that the Rideau Valley Conservation Authority, the Mississippi Valley Conservation Authority and the Cataraqui Region Conservation Authority have been the three biggest obstacles and impediments to prosperity and development in small-town and rural eastern Ontario. I could give you a host of examples, Speaker, where conservation authorities providing uncertain and dubious requirements to people caused undue delays, significant cost increases, and actually ended up having many developments extinguished because of the cost and the delays.", "I will say that a lot of people may believe that conservation authorities are only dealing with waterfront or shorelines or, as my friend from Windsor–Tecumseh said, the weeds along those shorelines. But that’s not true. Conservation authorities have a broad mandate over much property, much of it as dry as can be.", "I’ve got a fellow a little bit from Mississippi Lake—not on the lake; he’s well away from the lake. He’s been trying now for four years to get approval through the RVCA—and not just the RVCA; there’s also the MOE. This individual has been trying to build affordable, low-cost, single-family units, 50 of them, in this development. The additional cost that has been imposed on him—he wants to build a development for seniors that is low-cost, affordable, with one or two people per unit, single-family units. But the years and years and years of delay for Rodger Robertson getting his approvals add cost. He doesn’t know if he’s actually going to be able—if he ever does get the approval; I think he will. But those homes are not going to be as affordable as they ought to be because of undue cost and undue time that has been imposed on him.", "We can all understand. Would it take a number of months to investigate and examine and see if that property was adequate, if it was going to be harmful to build there? But it shouldn’t take four or five or six years to determine if that property is a viable piece of property to put 50 single-family affordable homes on it. But that’s what happens. That’s what is happening with our conservation authorities being far, far too concerned about the weeds that the member from Windsor–Tecumseh spoke about and not being concerned about our seniors looking for a low-cost, affordable dwelling. These things are not mutually exclusive. Seniors and weeds can live together. I can live with weeds. We can all live with weeds. One doesn’t have to be permitted and the other excluded.", "But that’s where this province is going, in my experience. In rural and eastern Ontario, that’s where we’re heading. We’re being hurtful. We are being hurtful to the well-being, the commonwealth, the prosperity of our communities, and we’re being hurtful to the individuals who make up those communities. We’re denying opportunities and living accommodations in rural and small-town Ontario with these sorts of powers.", "It’s not going to get any better, Speaker, when the municipality doesn’t have any control whatsoever on the conservation authority. I think the member from St. Catharines said that it’s a big step in the right direction; I will say that it is a big step, but I will not agree that it’s in the right direction. I think it’s a big step in the wrong direction when we negate or limit our local elected people from having decision-making and influence over how conservation authorities are funded and operated.", "Again, that’s the board of directors. Those are the people who are there to govern the conservation authority. They don’t need to have a degree or a science degree. They need to have a commitment to democracy and a commitment to the people in the communities they represent." ],
  "anchor" : "para1423"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I’d like to thank the member from Lanark–Frontenac–Lennox and Addington.", "Time for questions and comments will be allotted the next time Bill 139 is debated." ],
  "anchor" : "para1448"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Seeing the time, this House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1451"
} ]