[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "Mrs. Sandals moved second reading of the following bill:", "Bill 111, An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2017 / Projet de loi 111, Loi autorisant l’utilisation de certaines sommes pour l’exercice se terminant le 31 mars 2017." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The President of the Treasury Board." ],
  "anchor" : "para189"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I’m pleased to rise in the House today to discuss the Supply Act for the 2016-17 fiscal year. The Supply Act is a key step in the province’s annual fiscal cycle. If passed by this House, this would constitute the final approval by this assembly of government and legislative offices’ program spending for the fiscal year that ends March 31, 2017.", "Let me note that the Supply Act would not authorize any new expenditures; all expenditures to be approved are in accordance with the 2016-17 estimates and supplementary estimates that were presented to the House for the current fiscal year.", "I will just briefly touch on the estimates process to refresh members’ minds of why the debate on the Supply Act is so important. The estimates set out a comprehensive account of the government’s intended expenditures for the fiscal year and include details of the spending plans that were presented in the 2016 budget, Jobs for Today and Tomorrow. Some of these estimates are chosen for more in-depth scrutiny by the Standing Committee on Estimates, and, this year, nine ministries and offices were selected. They were carefully reviewed by the standing committee before they were returned to the House and a vote of concurrence in the estimates was held to make sure that the Legislature agreed with the report from the committee. Any estimates from ministries not called to the standing committee and from all legislative offices were also given concurrence. The Legislature gave its concurrence to the 2016-17 estimates this past Thursday. Concurrence allows us to move onto the Supply Act, which we are discussing today.", "The Supply Act, if passed, would provide necessary legal spending authority for government programs that have been building Ontario up and transforming Ontario for the future. That includes spending on priorities like education, health care and infrastructure. It includes spending that is helping grow Ontario’s economy and move our province forward. That is why it is so important to pass the Supply Act.", "I’d like to begin with our economic picture. Ontario, like many other places in the world, was affected deeply by the global economic recession of 2008-09. We faced that challenge by choosing to improve schools, strengthen health care and invest in modern infrastructure.", "Once again, we have beaten the deficit target in our budget projection. We had originally projected a deficit of $4.3 billion, but based on strong economic growth and a responsible approach to fiscal management, our deficit is at only $1.9 billion this year. Speaker, we are well on our way to meeting our promise to balance the budget by 2017-18.", "Our unemployment rate is down to 6.2%, which is the lowest in 10 years. Since the recessionary low, we have added an additional 702,000 jobs. Of those new jobs, nearly 95% are full-time and over 78% pay a wage above the average wage. What’s more, over 75% of those new jobs are in the private sector. This February was our seventh consecutive month in a row for job growth, a number we haven’t seen for 14 years.", "All of this has put us at the top of the G7 in terms of economic growth, and we can truly be proud of this leadership role. Our government has worked hard to drive that economic growth, investing $3.1 billion since 2004 and leveraging over $31 billion—investments that have created and retained over 175,000 jobs. Our regional development funds have invested over $145 million for an impact of nearly 35,000 jobs.", "For example, our Eastern Ontario Development Fund, or the EODF, has leveraged $410 million in investments for 7,000 jobs and our Southwestern Ontario Development Fund, or SWODF, has leveraged $1.3 billion in investments for over 28,000 jobs. Even with all of these encouraging economic figures and past success, we cannot pause or we might allow our global competitors to get ahead of us. Our plan to build Ontario up must continue.", "One of the major ways we are moving forward are our investments in critical infrastructure. By investing more than $160 billion over 12 years, which started in 2014-15, we are moving Ontario forward by building tomorrow’s infrastructure now. Our plan includes an investment of $55 billion in public transit infrastructure over 10 years.", "In a few years, many Ontarians will have more travel options thanks to our investments. On the ground, in the greater Toronto and Hamilton area, that means new LRTs and expanded GO Transit services. We’re investing in improvements to our highways, improving the 401, the 407 East extension and the expansion of Highway 69 between Sudbury and Parry Sound. In total, we are investing $26 billion in highways over 10 years, and we are building and repairing roads, bridges and other critical infrastructure.", "All of these investments benefit Ontarians and the economy. Improving our roads and our transit helps connect our people. For a business owner, it means that the parts they need to manufacture their products can be shipped faster and more reliably, making sure that they arrive on time and allowing them to be more efficient. Once those products are manufactured, it will help ship them out to buyers across Ontario and around the world. Investing in moving Ontarians is an investment in our economy and our communities. It brings us together and has a direct impact on all of our lives.", "In addition to growing the economy through investment, our government understands that there are other ways that we can stimulate growth. For example, global firm McKinsey and Co. estimates that open data can help generate more than $3 trillion a year in key sectors of the global economy—and that’s a global figure. Obviously, that’s not the Ontario figure.", "One of the things that falls under my office of Treasury Board Secretariat is the Open Data initiative. The Open Data initiative presents Ontario with a fiscal opportunity, in addition to the moral imperative, of creating a more open, accountable and transparent government. That means being as open and transparent as possible with our data, with information, and it means trying to engage with Ontarians about their government.", "One way that we are being more open in government is providing Ontarians with the data that they believe should be publicly available. Our government engaged the public, asking them to vote online on what data sets our government should open to the public.", "As a result of that, we have either released or begun the process of releasing the top 25 data sets that Ontarians requested. These data sets include both the well-known public sector salary disclosure, better known as the sunshine list—which is now available electronically as opposed to just that big, fat paper document that you used to get—and also data sets that might be a little bit more obscure, like the average car travel speeds from 2011, which were calculated using GPS data collected by a mobile smart phone application. These are just two of 560 open data sets that are available for download from our website.", "Other data sets are being used in really interesting ways. For example, the Gridwatch app uses Ontario’s open data on power generation to help show where Ontario’s power comes from and when the grid is or isn’t using clean energy. Another example is the WaterTAP organization that uses Ontario data to assess the cost savings potential of water solutions to help keep Ontario’s water sector prospering. University of Toronto students are using our open data sets in their technologies for knowledge media design course, which has students investigating how to use open data to improve public engagement in Ontario.", "We are focused through this process on providing Ontarians with more access to high value data and information that supports innovation and strengthens public policy. It also promotes fiscal oversight through transparency as we post travel, meal and hospitality expenses claimed by cabinet ministers, parliamentary assistants, political staff and senior government employees online.", "As the open government movement has gained momentum around the world, we have joined with 69 other countries in the Open Government Partnership to ensure that we are held accountable for the commitments we make to open government.", "Another way that Ontarians are engaged informs the budget through taking a digital approach to pre-budget consultations. This year, more than 81,400 people participated in consultations, which broke the record for engagement that was set last year. More than 400 project ideas were submitted online, and $3 million in funding will be provided to fund up to eight of those proposals. The proposals are chosen by people voting online. This makes Ontario the first province in Canada to commit to funding ideas that came from the public as part of the budget process.", "Finally, the way we crafted the Open Data Directive, which aims to make data open by default, was in consultation with the public and in line with the principles of open government. We consulted the public on a draft of our Open Data Directive, which makes data open by default, and received more than 3,000 online views, 500 mentions on social media and 200 comments on our Google document and through email. Then, we also engaged more than 150 people in the good old-fashioned way: in person at consultations.", "The benefits of open data are enormous. Citizens and businesses can use unlocked government data to find solutions that help people in their everyday lives and create innovative applications to grow Ontario’s economy. One of my personal favourites is the real estate app that takes data that is available about a property from a whole bunch of government data sets and consolidates it. Through this app you can key in the location of the property and get all the information about that property: technical information about the location, but also all sorts of information about new zoning proposals, liens—any data the government would hold about the property, all in one place. I find that that’s very popular with developers and people in the real estate industry. That’s a case where a private company has used government data to develop an app which is useful to a particular sector of Ontario’s economy.", "We’re committed to engaging the public on how government works going forward and to being open and transparent in all aspects of government. We want to open our doors and explore more ways to lead the most open, transparent and accountable government in the country.", "We’re making crucial investments in fostering a more innovative and dynamic business environment. We have invested in innovative and forward-looking companies across Ontario, including those in the technology centre. To use a local example in my riding of Guelph, our government’s Southwestern Ontario Development Fund has invested over $6.3 million into new equipment, new capacity and in the creation of over 1,500 Guelph jobs since 2013—investments like our investment in Teutech Industries.", "Teutech manufactures and assembles parts for the automotive sector. With our $1 million in support, Teutech is developing equipment to prepare for increased demand and design changes in the automotive sector. Our $1 million in support has leveraged more than $9 million from the company, and the project has a total value of more than $10 million and is expected to be completed in September 2020.", "Earlier this month, I was in nearby Elora to announce $2.5 million in support for Polycorp, a leading Canadian designer and manufacturer of rubber products that reduce the risk of corrosion, among other things. That investment leveraged an additional $14.5 million from the company, and it will create and retain over 150 jobs in the Elora area.", "Investments in businesses like Teutech and like Polycorp are a critical part of how our government is building southwestern Ontario up and how we are delivering our number one priority: to grow the economy and create jobs.", "In tandem with investments like this in capacity building and in public infrastructure, we’re also investing in talent and skills, helping more people get and create the jobs of the future by expanding access to high-quality college and university education. We have made a massive transformation to student assistance.", "Starting in September 2017, students in financial need—that is, whose family income is $50,000 per year or less—will receive the average cost of tuition free. This is a major change for students in financial need enrolled at the University of Guelph in my riding or at any other post-secondary education institution across Ontario. We estimate that by transforming the way we fund students, over 150,000 students across the province will have free average tuition.", "There could be a student out there with enormous potential who just happens to be born into a family whose parents never enrolled in post-secondary education. They are working to get ahead, but there just isn’t enough money to pay for their children’s tuition, even though the child may want to go to university. Rather than put the burden of student loans on the family, now we are being very up front about the cost. We are able to say, “You can go to school, and this is how much you will pay.”", "This is all possible by reorganizing the way we allocate the funding that was already available. Instead of giving it back after the fact, through tax credits or retroactive grants, we can say right away, before you enrol, “This is your situation and this is the funding that you will receive.” It’s changes like this that remove financial barriers that might have pushed people away from post-secondary education.", "We are removing a major hurdle that could have kept too many people from their dreams. Now that young person can go to university and become the engineer that designs the new bridge in her hometown or become the city planner that reorganizes the way transit works in Thunder Bay. They might design a new and more efficient way to manufacture parts. They might do research that saves lives through medicine, or study computer science and build the next big app that everyone has on their phone.", "For the average Ontarian, our tuition plan will help open the door to jobs that will build the future of Ontario, along with the higher wages that education brings to the individual. Beyond individuals benefiting, Ontario as a whole will benefit. Having a highly educated workforce brings investment from companies looking for employees who will be able to handle the challenges of a globalized economy.", "Our tuition promise is just one way that we are helping Ontarians while building the economy of the future. We’re also redesigning our digital services to support OSAP applicants. By redesigning OSAP—that is the student assistance program—for the digital age, we’re making it more focused on the user. We built a new calculator on the application website that will help students and their families find out quickly and easily whether they qualify for free tuition or other grants and support from the province before they begin their applications.", "Have a visit to Ontario.ca, check the OSAP section and you, too, can plug in your data and find out what your support would be for your particular circumstances. Whether at home or on the train, or at school, or at work, applicants will be able to check on the status of their financial assistance and they will be able to eventually apply for detailed assistance online once they get their acceptance from their post-secondary institutions.", "These investments in transforming education and expanding access to post-secondary education are part of our government’s plan to create jobs, grow our economy and continue to help people in their everyday lives.", "The investments I’ve outlined are just a few examples of how we have supported Ontarians through our budget. The estimates and the Supply Act are much more than just numbers on a page—they’re an indication of our commitment to build Ontario up and to do so in a fiscally responsible way. Each line represents an investment in Ontarians and in the future of Ontario.", "Speaker, before I conclude, I would like to remind members of the importance of the Supply Act. Passing the Supply Act and granting the legal authority for government spending from the past fiscal year is not about approving new spending, it is about ensuring that the government finances its programs and honours its commitments. It’s more than approving numbers on a line, it’s about improving transit so that families can get to work or, on a holiday, to visit the Hockey Hall of Fame—or go to a Sens game, for those in the Ottawa area. It’s so we can travel to the beautiful places in this province, like Eagle-Dogtooth Provincial Park near Kenora, and it’s about helping people get a post-secondary education, if they want one, without having to worry about the cost.", "It’s about being more open and transparent, as well as more efficient and effective in government. It’s about approving spending on priorities that matter to all Ontarians, like creating good jobs, building a more innovative and sustainable economy, and investing in infrastructure to ensure that our economy and our people are more competitive in the future.", "It’s about approving government spending that has been transforming Ontario for the future, so I urge all members to support the Supply Act so that spending on these critical public services can be authorized for the fiscal year." ],
  "anchor" : "para190"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para232"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure today to rise in debate on the issue of supply and the Supply Act; the Supply Act talks about the intended expenditures, giving the government spending authority—and we will obviously vote on this later on—and to talk about the priorities of the Liberal government. But I’m going to take time to talk about the priorities of my constituents in Nepean–Carleton, specifically those who live in rural Ottawa. They have seen their fair share of challenges since I was elected in 2006. Some of the issues that they’ve raised are very much on their minds—each and every day in the Ontario Legislature.", "I want to start by talking about an issue that I raised in the Legislature just yesterday. It was the Lynnwood park water quality issue. I raised it; I’m very passionate about it. I’ve been working with my constituents for a number of years, trying to improve their water quality. I’ve had motions in the finance committee, motions at Ottawa city hall. I’ve written letters to ministers. I brought, for example, the former Environmental Commissioner, Gord Miller, to this rural mobile home park.", "The problem with the water quality there is not only is it a poor aesthetic—it looks very bad. We have water here; it’s very clear. The water at Lynnwood is brown. It sometimes has a golden tint to it. It’s not only aesthetically displeasing, it is not potable, so it’s not fit for human consumption. On occasion, I have gone into one of the mobile homes there—I think there are 51 units—and I saw that the taps were actually corroded. Can you believe that, Speaker? I always point out to people that I live in the nation’s capital. We are the nation’s capital of a G8 country, and we actually have Third World water quality at Lynnwood mobile home park.", "When I raised this issue yesterday and I said that company that owns that mobile home park should be publicly shamed—their name is Killam Properties in Nova Scotia—no sooner did I have my statement, but I got up to my office and heard that Killam Properties had called me and they said, “Well, the MPP didn’t do her job.” We provided them with this long list of things that I had done over the years with then-city councillor Doug Thompson and now-city councillor George Darouze, and we talked about all of the things that we tried to do, including using the trickle system at Carlsbad Springs and trying to get the municipal and provincial governments in Russell, Ontario, and our federal government to open up an agreement with the municipality of Russell to hook into one of their water pipes that was going through the city of Ottawa. Of course, that wasn’t an option. I’ve been working on this for many, many years, and still, my constituents have Third World water quality. Until this Killam Properties was mentioned in the Ontario Legislature yesterday, they were happy to have this poor water quality.", "I was on the phone with my husband this morning and we were talking about this group of wealthy individuals from Halifax and Dartmouth and how they’re all involved in the board of directors of various charities. I thought, “Wouldn’t it be interesting if I sent a vial of water to each and every one of their charities and said, ‘Look at what they’re actually doing in the nation’s capital’?”", "I suspect they must have somebody who does PR for them watching this as they did yesterday in order to call me, but I assure them that I will stand in my place on this floor of the assembly with this microphone and this podium that I have and I will defend the people who I represent. I know I will not be representing them after 2018 because my riding will split—I will run in the newly created Nepean riding; that’s where I live—but I can tell you, I’m always going to defend the people of Lynnwood mobile home park because they deserve it. That is affordable housing.", "I want to talk a little bit about hydro, and hydro is next. I have been to this mobile home park and I have been with seniors there in the middle of winter—minus 30 degrees outside in Ottawa—it was very cold. I was visiting with seniors there and they couldn’t even turn on their lights or their heat in the daytime because they couldn’t afford it because of the government’s time-of-use. I feel that these folks have been abandoned by the Liberal government of Ontario. Whether we’re talking supply or budget or energy policy, they’ve been let down, and they’ve been let down by Killam Properties. I look forward to getting another call from their president today chastising me. But that, as my husband would say and my late father would remind them, is probably not a good idea.", "I want to move on to some of the other challenges that rural Ottawa faces. In particular, I want to talk about something I had the opportunity to speak about last week in the Ontario Legislature, right here, and engaged in a debate with the Minister of Energy. That is the high cost to those who own greenhouses and farms and who are involved in agri-food in the province of Ontario. Speaker, we can talk about this—you and I have chatted about this. It’s a significant issue for our food security in the province of Ontario and the ability for our farmers to compete at market. I’m not talking about the New York market; I’m talking about the market in the city of Ottawa and other places in Ontario.", "As I mentioned in the Legislature last week, my friend Bob Mitchell owns a company called SunTech Greenhouses. His main products are these tomatoes. They’re called the “little miracles from Manotick.” Anybody who has ever lived in Ottawa or is from eastern Ontario knows this." ],
  "anchor" : "para233"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "They’re delicious." ],
  "anchor" : "para243"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "They’re delicious. They’re in Farm Boy. They’re in all of the different supermarkets in the city of Ottawa. Lowell Green used to be the public voice of these little miracles from Manotick.", "Bob is working through high energy prices, was unable to run his lights this winter, and he finds that his product, side-by-side with a Mexican tomato or a cucumber from Mexico, is 30% more expensive. We’re pricing him out of the market as a result of high energy prices. If the government wants to talk about its intended expenditures, it has got to consider how their energy policy is driving Ontario business down. That’s not just Ontario businesses, it’s also our food supply.", "For anybody who wants to support our farmers, they ought to understand the burden that we put on them, which is the green energy tax, which is the Green Energy Act. It is the HST which has come in under this government. There was the neonics ban, there was the pesticide ban; now we’ve got high hydro rates that are just driving Ontario businesses and, in particular, Ontario farmers into very stressful situations. They’re also major employers.", "Another major employer in rural Ottawa is my friend Fernando. He owns Carleton Mushroom. I’m out there all the time. He and his wife, Stacey, have become friends of mine over the past decade. Fernando needs natural gas access. The government has been promising to expand natural gas into rural areas across Ontario. To date, they haven’t done so, and it will come at a high cost for Fernando. In order for him to expand—I believe he has 120 employees. If he were to expand, he would need natural gas, and that would come at the tune of about $2 million.", "If the government wants rural Ottawa and rural businesses, in particular those who are part of our food supply chain, to succeed, what they need to do is expand natural gas in those areas. I am very much in favour of that in the Osgoode ward of the city of Ottawa.", "Not only Fernando, but there are a couple of other businesses on Dalmeny Road that would benefit from having natural gas. I’m thinking of Petersen’s Turf Farm. A lot of people from eastern Ontario will know the jingle, “Petersen’s Turf Farm, Petersen with a T.” I know all these jingles, but I’m very much in favour of the Petersens getting access to natural gas, and a couple of other areas.", "Finally, I just want to talk about my friend Dwight Foster. Dwight has been a friend and supporter of mine for over 11 years. I’ve taken my good colleague Mr. Hardeman from Oxford to some of the farms in rural Ottawa, in particular to see a robotic milker just outside of where Dwight is from. The thing is, Dwight is running the largest grain elevator in eastern Ontario: North Gower Grains, it’s called. His brother also runs a farm. Many people in eastern Ontario would get their corn and perhaps even their strawberries and pumpkins from my friends the Fosters. The high cost of energy is really hurting my friends in the agricultural sector.", "Again, I want to reiterate that I will be their MPP for another 18 months. If, God willing, I’m re-elected to Nepean, my friends in the Lynnwood mobile home park and in the agricultural community in Carleton will always have a defender in me. I will use my last 16 or 18 months here as their MPP advocating for them, but when I am returned, I will continue to do it, because they are good people. They follow the rules. They pay their taxes. They contribute to their economy. What do they get in return from this Liberal government: this Liberal budget, this Liberal supply measure that does nothing to benefit them? I want to point out: Many of these people were supporters of the Rideau Carleton Raceway. In 2012, this government decided to destroy the horse racing sector in the province of Ontario. I fought like the dickens because I believe in these people.", "These people are the bread and butter; they are the employers and employees in rural Ottawa. Many people think, “Ottawa: Parliament Hill, beautiful buildings.” Well, that’s not just who we are. That’s a segment of who we are, but there’s a whole Ottawa outside of downtown Ottawa. I represent it, and the people that I represent are good people.", "I was out at the racetrack just the other day, and they’re having a difficult time. We’re seeing less and less races and a smaller and smaller pot. Just last week I met with some members of the Ontario Harness Horse Association. You know what they’re telling me? It’s harder and harder and harder for them to not even continue to compete but to get people to join up. It has fallen on deaf ears—the ability to have this industry in the province of Ontario, as a result of what happened in 2012.", "You’ll recall that I stood here in this assembly. I filled these galleries with horse people. People even took a bus from the city of Ottawa just to come up to hear that debate, to tell the government to stop its modernization plan and keep those racetracks where they are. Although Rideau Carleton Raceway remains, pots are down, races are down and it’s becoming more difficult for not only breeders and not only riders, but also for the businesses that are supported by that racetrack. I’ll continue to defend them, because they’re good people. They never thought they would ever have to engage in politics until the Liberal government came and stripped away their livelihood. To me, if we want to talk about the intended expenditures of this government, I’m going to continue to say that it’s wrong-headed.", "I’ll give you another example. The Osgoode Care Centre is the only rural long-term-care facility in the city of Ottawa. It has people from Winchester who will come to it, and there might be some folks from downtown Ottawa, but primarily it is intended for people who live in the Osgoode and Rideau former municipalities that have since been amalgamated. They’re going to have to upgrade their long-term-care facility. They’re upgrading the beds. In order to do that, that’s going to cost millions of dollars, with, of course, as we talked about intended expenditure, no money from the provincial government.", "It’s different when you’re talking about an urban area with lots of businesses, a lot of corporate money, a lot of development dollars, where people are going to invest in that, put their name on it. It’s very difficult when you’re looking at the population of one of the smallest wards in the city of Ottawa, and, in some cases, smaller than some municipalities outside of the region. It’s very hard for them to raise that money. They’re doing their darndest, Speaker. I go there all the time. They’re always fundraising; they’re always trying to leverage what they can. I don’t recognize in this supply motion anything that will assist those seniors who require assistance at the Osgoode Care Centre.", "The people of the Osgoode Care Centre are just wonderful people. They have contributed to our community. They’re very philanthropic. They really believe in what they’re doing, and I believe in what they’re doing. Unfortunately, in this supply motion, there is no recognition of that. Nor, Speaker, is there any recognition, I expect, in the forthcoming Ontario budget, which the minister herself indicated is still going to see a deficit.", "I wanted to support those at the Osgoode Care Centre. I will reiterate to them, as I have with the Lynnwood mobile home park, the rural Ottawa farmers and the Rideau Carleton Raceway, that I will continue to defend them. Because, again, they are everything that’s good in society, and sometimes they are forgotten here at Queen’s Park by this Ontario Liberal government.", "Finally, I want to talk about a group called the rural Ottawa seniors’ services centre. ROSSS is now experiencing a $100,000 debt this year. They’re experiencing that because in rural Ottawa they don’t get the same grants that they would in urban or downtown Ottawa to look after the seniors; and they have experienced rapid growth—I believe over 40% growth. I’ll tell you why, Speaker. There are places in rural Ottawa that are growing and expanding, and the population is exploding: Manotick has a new housing development, Greely has a new housing development, Stittsville and Richmond have new housing developments, as do some of the fastest-growing communities like Findlay Creek and Riverside South.", "As a result of that, the seniors’ population has expanded. Yet there has been no recognition by the Liberals to look at this rural Ottawa service centre for seniors to give them any assistance. When you’re looking at servicing seniors and providing them with the support that they need in a growing population and then in an expanding seniors’ population, because our community is getting older, it is very difficult.", "I asked the previous minister of seniors, and I’ve asked this current minister of seniors to do something about this. They will be in a position, by the end of this month—which, by the way, is Friday—where they will have to take from their reserves. That is not sustainable, in order to service our growing and expanding seniors’ population.", "The people at ROSSS are doing good work. They’re doing good work for seniors who want to stay in their homes. It was this government that decided they wanted to bring in an Aging at Home Strategy which, at the end of the day, hurts the Osgoode Care Centre. So if you’re not going to fund the Osgoode Care Centre to expand and you’re not going to fund them to upgrade their beds, then you’d better well support ROSSS so that you can keep those seniors in their homes. And that’s not what’s happening.", "When I look at this supply motion, when I look at what’s going to happen in the next budget, I don’t see a recognition that there is anything there for rural Ontario. I don’t see that there is anything there for rural seniors. I don’t see that there is anything there for the people who are providing us with our food. I don’t see anything there for those who are suffering from poor water quality.", "So, Speaker, I will be forced to oppose, obviously, the government’s supply motion. I will be forced to do that because if I look at the people of Carleton, the people of Carleton do not have the support of this Liberal government. Therefore I cannot support this Liberal government’s supply motion.", "I haven’t even gotten to talk about Nepean, but I will have an opportunity to talk about Nepean when I talk about the budget. I’ll have an opportunity over the next 16 months to talk about Nepean and, hopefully, beyond that in this Legislature. The people of Nepean have been gracious. I obviously represent them; I’m a hockey mom there, Speaker. I was awarded this past Saturday by my daughter’s hockey team, as the trainer, the distinction of “everybody’s mom.” That was one of the proudest things I could ever have. I’ve won four elections. I’ve won Ottawa’s favourite politician from Faces Magazine. I’ve been awarded many things in my career, Speaker, but the best was this certificate that I received from those little girls that I train in hockey. It was quite remarkable.", "We did a wonderful day of humanity, inclusion and acceptance in Nepean. It happens to be the fastest-growing constituency in all of eastern Ontario. One of the top three, I believe, in all of Ontario. It’s a very diverse, exciting place, one where I’ve been able to open probably more schools than every other Ottawa MPP combined. I do have that wonderful distinction as well, and we’re going to continue to do that. But we still have issues, and some of them are mental health issues.", "Before I conclude, I want to raise one more thing, and that is the challenges that we are facing with opiate addiction and overdoses in the city of Ottawa. That’s happening in Kanata, but it’s also happening in Barrhaven, in Nepean, in Gloucester and in other places that I represent. In Nepean, we are working on having an addiction facility and a place that children can go to if they have mental health issues. It will be run through the Nepean, Rideau and Osgoode Community Resource Centre, and hopefully housed within the new Salvation Army that is being built in Nepean.", "I’m working with this dynamic group because what we want to do in the month of May—as you know, I’ve disclosed publicly that I have dealt with depression and anxiety. On my one-year anniversary of that disclosure, I’m bringing in the Royal Ottawa Mental Health Centre, the Queensway-Carleton Hospital, the Children’s Hospital of Eastern Ontario and the Youth Services Bureau to do panels on how kids can talk to their parents about mental health and addictions, and how parents can talk to their kids about the same. We’re going to have workshops, but we’re also going to have a wonderful marketplace bringing all of the various organizations together, in order for parents to have that sense that we do have the services that are required. But there’s going to be a lot of fundraising in this, and I don’t see that recognized in the supply motion, nor will I see it likely in the budget. I’m going to continue to do that.", "But we’re going to have an entire youth mental health month. We’re going to start it with this wonderful summit that we’re having on April 30, and we’re going to end it at the end of May with a road hockey tournament called Top Shelf. Hopefully we’ll raise lots of money at this, in order to start funding this facility that we want, but we’re going to need some support from the provincial government.", "We are short on mental health beds in the city of Ottawa. We’re short on detox beds in the city of Ottawa. We’ve been advocating as parents and as constituents—I often look at myself as a parent in many of these situations—for more funding for that. That’s required. I don’t see it in this budget, and I haven’t seen it in previous budgets. My constituents who are dealing with mental health and addictions have been let down, so I will continue to advocate for those folks.", "I just want to sign off on this love letter to the people of Carleton just by saying that I’ll continue to support them, obviously. And to the people of Nepean, obviously, I will continue to support them as well.", "As a result of what I’ve just mentioned, Speaker, on behalf of the Progressive Conservative caucus and our leader Patrick Brown, we will not be supporting the supply motion." ],
  "anchor" : "para244"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para274"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House, today to speak on behalf of my leader Andrea Horwath and my caucus colleagues on Bill 111, the Supply Act. As the minister responsible for the Treasury Board said, this isn’t about new funding; the Supply Act is about allowing the government to pay the bills, basically, on their budget. That’s what this is about.", "As the minister said, there’s an estimates process. Nine ministries were brought forward through the estimates process, and I had the opportunity to be in one of those grillings of the ministry. It was agriculture, because I’m the agriculture critic.", "I’d like to expand, just to explain how the estimates process works for someone who might be interested. The opposition parties have the opportunity to ask the ministry questions and the minister and the ministry, at the minister’s discretion, have the opportunity to elaborate on their programs.", "For example, in the agriculture estimates process, the minister went to great pains to talk about how agriculture is so modern and how it depends on technology, to which we all agreed. As an example, he even went as far as saying that there is now a telephone app to help give a farmer advice on how to deliver a calf, which we thought was kind of interesting." ],
  "anchor" : "para275"
}, {
  "speaker" : "Interjection",
  "text" : [ "Wow. You’d need a third hand." ],
  "anchor" : "para279"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Yes, hopefully farmers don’t need help with that, but for those who do, I took the opportunity to point out that much of rural Ontario, specifically northern Ontario, has very little access or no access to Internet, to broadband and little access to cellphones. So what good does an app do to help deliver a calf if you have no access? To which he didn’t have an answer. That’s the issue. It’s issues like that. This is just an example of how estimates work.", "He went on to say that northern Ontario—I am from northern Ontario, so I’m going to focus on it just for a minute—is seen as the prospect for huge agriculture development, which it is. There is a lot of opportunity in northern Ontario, a lot of opportunity—" ],
  "anchor" : "para280"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "—especially since we got the app to help deliver calves. Thank you for that, member from Manitoulin.", "He went a considerable distance, and one of the reasons is—give a plug for northern Ontario—that the land in northern Ontario per acre is much, much cheaper per unit than land in many other parts of the province. But I had to point out that that has always been the case. Now land in Oxford county could be $20,000 an acre and it could be more, and land in northern Ontario, where I come from, could be $2,000 an acre—good land. But 20 years ago, the ratio was the same. That’s not really the issue.", "The minister talked about young people moving to northern Ontario. I wanted to make the point that young people are going to want services. They’re going to want Internet. Many parts of northern Ontario are going to want public transportation, Speaker, which has been drastically cut by this government. In parts of northern Ontario where the minister and the Premier want to develop agriculture, there is two-day- or three-day-a-week bus service. You’re not going to attract people with a lack of public services. This government is failing to address that.", "It didn’t address that in the last budget. The last budget was called, I believe, Building Ontario Up for Everyone. Those are the estimates we’re talking about right here. The budget before that was Building Ontario Up. I can’t remember what the title was for the budget before that. But they’re failing on that front.", "I’m going to return to the Internet for one more issue. There are people who say, “Yes, well, Internet service isn’t provided publicly in other places, so why should it be in northern Ontario?” Well, the government did provide Internet service in northern Ontario, through a company called Ontera. Ontera was part of the Ontario Northland Transportation Commission, and it was fulfilling its mandate of providing necessary service where private companies couldn’t because, quite frankly, it didn’t make business sense. It makes business sense for the overall economy, but not for the individual company, like providing Internet in a place where you want industry—specifically agriculture—to grow. We had that. We had that ability. It was called Ontera. And what did this government do with Ontera?" ],
  "anchor" : "para284"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "They sold it." ],
  "anchor" : "para289"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "They sold it—they actually gave it away. They gave it away. And we were promised, “The new company, Bell Aliant, is a great company. You won’t see a change in service.” Now places that were formally serviced by ONTC Ontera are still serviced by Ontario, but it’s Bell Aliant Ontera, and you can’t set up a new account. They don’t provide new accounts, Speaker." ],
  "anchor" : "para290"
}, {
  "speaker" : "Interjection",
  "text" : [ "What?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "They don’t. My daughter bought a house in a place that was served by Ontera. It says on their website, “Call us if you want service.” She called, and, “I’m sorry, but no, we don’t provide new accounts.”", "The government is talking about building Ontario up, but at the same time they’re doing that, they are continually selling public services to private entities that aren’t providing the service.", "Ontario is a big place, and the way this province needs to work and the way it should work is that all parts of the province work together so that we are all successful together. Huge swaths of this province aren’t feeling that from this government. I would say that huge swaths even of the urban parts of this province aren’t feeling that from this government.", "Again, to build back on to what the minister was saying about Building Ontario Up for Everyone—and one of the first things she focused on was education. That’s one of their pride and joys. Well, is it 600 rural schools that are in the process of being closed? I’m not sure—" ],
  "anchor" : "para292"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "No, I don’t think you have that number right." ],
  "anchor" : "para296"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "I might not have the number right. But again, from an agricultural perspective, if you’re going to get a family to move, if you want a family to move to a part of Ontario to farm or support a farm—they’re going to look for a school. We have to come to the realization that it’s not just providing the education—and it might not be through the Education Act—but the school has to be a central part of the equation. If you’re going to make rural Ontario strong, if you’re going to make urban Ontario strong, we need local schools.", "The second was health care. As critic for the Treasury Board and for finance, I had the opportunity to tour part of the province with the SCOFEA committee—I’ve got to remember what those letters stand for; I call it the finance committee. The minister talked about the public consultation for the budget. I would like to read one of those deputations. It was in London. The deputation was made by Mrs. Alma Martin and Mr. Bryan Smith. The first speaker was Mr. Smith. Mrs. Martin had a hard time telling this story herself. I asked her specifically after she made this deputation if I could read it in the House if I had the opportunity, and I would like to take this opportunity now because I think it—she took the time to come to the deputation for a reason. Public input is very important, and I think this one deserves—they all deserve to be read in the House, but this one specifically. As I said, Bryan Smith was the first speaker:", "“Alma is here today with me and has asked that her story and the story of Bill, her late husband, be told. Until a few months ago, I only knew them slightly as members of our community working to stop a dump that was affecting our environmental and human health.", "“At an event in the fall, Bill, an active Kiwanian, was seated at a table collecting signatures from the public for an environmental question because, he told me, he was awaiting knee surgery and couldn’t lift or carry. He had been waiting for two years.", "“When surgery was finally to happen, Bill and Alma travelled to London’s University Hospital, because Woodstock doesn’t have the cardiology backup needed. Knee surgery these days is routine. Bill’s was anything but routine.", "“Bill needed anti-coagulants as regular medication, but was instructed to stop taking them three days according to a surgeon, but five days according to an anaesthetist. That made for a risk of blood clots. The risk, Bill and Alma were told, was acceptable. Nothing that happened thereafter was acceptable.", "“Bill was in a room with a dementia patient, where recovery was difficult because of the other man’s sufferings. When he was discharged by a fourth-year medical student, he was sick. Alma, though, was hopeful that being home would help him. She could spend more time with him, rather than driving back and forth.", "“He got worse at home and was taken by ambulance to Ingersoll’s Alexandra Hospital. It appeared that he had pneumonia. His kidney was malfunctioning. Creatinine levels were too high. He didn’t get better.", "“The infection from University Hospital was resistant to antibiotics. He was sent again to London. There, he found himself again in a ward where rest was difficult. Alma begged—that’s her expression—that Bill be moved to a private room sitting empty in the same hall. She was told that the hospital was not allowed to use that room unless he required isolation for a drug-resistant infection. He had one, contracted in the hospital, but it was undiagnosed.", "“After intervention, he was moved from the ward to a semi-private room but, again, less than acceptable. He was placed in with another dementia patient who was out of his clothes, who was yelling at the top of his lungs, who struck the nurse and whom it took three security people to secure. The bed beside Bill was then occupied by a man with a staph infection so serious that doctors and nurses wore gowns, masks and gloves. Bill did not have any protection from these germs other than curtains between the beds.", "“He didn’t get better. He did get shuttled back to Ingersoll in a transport without medical support, whose staff said that if anything went wrong en route, they would call an ambulance. The infection was not only in his lungs, it was now on his skin. He didn’t get better.", "“There is more to this troubling story, and I’ll leave it to you to imagine or to ask Alma. Alma is still in grief. I attended Bill’s funeral on December 4. Alma had told me that she didn’t think she would get through the telling of this story that I’ve shared with her permission, but that, if you have any questions, she will try to answer.”", "One of the committee members asked Alma, and the specific question, if I can—okay, Mr. Yvan Baker asked the question: “I wanted to ask you, since you’re here with us today, based on what you’ve been through and your experience, what advice would you give this committee as far as what we can do to improve our health care system?”", "Mrs. Alma Martin said: “It would have been great if Bill could have had his surgery two years earlier. He waited a long time for that. He was hopeful, because he was going to be curling and golfing and doing all the things he loved to do again.", "“I don’t understand why we pay a CEO $650,000 when that would pay 100 nurses’ salaries—why one man deserves that kind of income, when they’re so short of staff on the floors.", "“My husband was treated two thirds by university- and college-level students, which was a wonderful experience for them, but I don’t understand why we don’t have more fully qualified RNs on the floor, more doctors on the floor.", "“I spent long days at the hospital with Bill, because he needed things and there just weren’t enough hands to provide what he needed. Even the announcement now that family members can be at their loved ones’ side 24/7 is just an excuse to downgrade our health system further, because it’s the families who will pick up the tab for getting what everyone needs. That’s what I did. When it came to basics, like water and cleanliness and helping him to wash, it was me who was doing those things, not trained nursing staff.", "“We just need more qualified and trained nurses and doctors to offer the care that our family members need.”", "That was one of the most moving things that I’ve had the honour—it wasn’t honour; I don’t know what the word is to describe that—the privilege to witness. She lived through a lot. Unfortunately, Bill didn’t. I’m not saying our health care system is always like this—I’m very proud of the health care system we have in Ontario—but there are a lot of things we can do much, much, much better.", "The Supply Act is more than just lines and numbers, you know? It’s much more than what this government is taking credit for what they’re doing. The Supply Act, like everything we do in this House, is about people, people like Bill and Alma, people who questioned whether everything is running as well as it should be in this province.", "Another issue that we hear a lot about, that the member from Nepean–Carleton focused on a fair bit, and that affects all Ontarians is, yes, the cost of hydro. The government will respond that, “Well, we’ve come up with the fair hydro plan.” So you have to question what the plan was before, because now it’s a fair hydro plan, but we’ve had several—actually, if you want to talk about hydro planning, they had a long-term energy plan in 2010. It was updated in 2013, and then we’re going to have a new one soon again. But you have to question the planning, Speaker. You really have to question it. You have to question the whole hydro policy.", "At the eleventh hour of this government’s current mandate, they have to come up with a bailout package for the residents of Ontario. Actually, it’s not a bailout package, because the residents are paying for their own bailout package. But why, if the government has all these long-term energy plans, does it have to be followed at the end with a bailout package? I think that’s the biggest question that has to be answered here, as far as hydro. You shouldn’t need the bailout package if you had a decent plan. Part of the problem with the plan and with all their plans is you have to question whether they actually thought about the people at the end of the line, the people who actually pay the bills, because obviously they didn’t or they wouldn’t have had to come out with this bailout package. That is a huge problem.", "I’m new to this Supply Act finance stuff, so I looked through Hansard for last year’s Supply Act debate. I saw another planning thing that the government, I guess, introduced last year, and it was introduced by the member from—I want to say his name—Etobicoke Centre, right there. I’m hoping for a report on this. It’s called the Centre of Excellence for Evidence-based Decision Making Support. They should have kicked that in a decade ago because the decision-making and the support didn’t take into account that, at the end of the day, people have to pay their hydro bills, and companies have to pay their hydro bills, because they’re the ones that create the jobs. Farmers have to pay their hydro bills.", "But for some reason, the planning apparatus at the Ministry of Energy and the IESO, OPA and OEB must have missed that. They must have missed that, or worse. I am somewhat loath to say this: or worse—the Ministry of Energy and the Liberal government just didn’t care until we came to the eleventh hour.", "Why did it have to come to the point that people are losing their businesses because they can’t pay their hydro? People have lost their businesses. The new fair hydro plan doesn’t help if you lost your business six months ago because you couldn’t pay the hydro bill.", "This government has been in power for 15 years, and they came up with a plan a week ago. They’ve been in power for 15 years, and at the eleventh hour, “Oh, my gosh, look where we are in the polls. We need a plan.”" ],
  "anchor" : "para297"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Donald Trump is more popular than that." ],
  "anchor" : "para324"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Come on. You know what? Other governments have a hand in what’s happening in hydro, but you’ve been there for 15 years. I can remember when we were bringing up the issue of hydro rates, a previous Minister of Energy said something like, “What are you complaining about? It’s only the cost of a cup of coffee.” Only the cost of a cup of coffee—do you remember that?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I remember it." ],
  "anchor" : "para326"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "I remember it.", "I remember when the Kidd Creek smelter in Timmins closed. Why? Because of energy. That should have been a huge warning sign for the government. That was before Donald Trump ruined “huge.”", "That should have been an enormous, enormous red flag. It seemed that they weren’t paying attention. They weren’t paying attention.", "We’ve brought it up in the House. I’ll go back to my riding. Earlton Grocery started in 2009: a $3,500 a month hydro bill. I don’t have the number. I think it’s not quite $3,500; I think it was $3,200. It’s now over $7,000 a month.", "Their energy experts must have seen this coming and no one said to themselves, “You know what? Little places, are they going to be able to afford this? Are big places going to be able to afford this? What are we doing long-term to fix this problem?” No, they didn’t. They didn’t, not until they saw themselves sinking in the polls.", "You wonder if the Centre of Excellence for Evidence-based Decision Making Support is more aptly a polling company. You’ve got to wonder, because hydro is something that is managed by the province. You can’t blame it on—it’s the province. They’ve been there for close to 15 years. That’s a big issue, Speaker. It’s a big issue.", "I think we’ve talked about hydro, and we’re going to continue to talk about hydro. They’re going to continue to push their fair hydro plan, which actually isn’t really a plan. You’re kicking the can down the road, and hopefully, you can kick it down the road past the next election. That, unfortunately, is the sum total of the fair hydro plan.", "Do people need relief? Definitely. Who is going to argue against relief?" ],
  "anchor" : "para327"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "Wave a magic wand." ],
  "anchor" : "para335"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Well, one of the ministers is heckling me quite effectively. If anyone is trying to use the magic wand, it’s the current Liberal government. It is the current Liberal government. They are trying to make a problem go away by just punting it. People are under so much stress from hydro that they’re hoping that they will see this—" ],
  "anchor" : "para336"
}, {
  "speaker" : "Interjection",
  "text" : [ "Hail Mary pass?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Yes, basically. What they’re basically doing is they are saying, “Here, folks, we’re just going to let you make the minimum payment on your hydro credit card. Don’t worry what’s going to happen down the road.” That’s what’s happening here. This is the Liberal credit card minimum payment hydro plan. That’s what this is. They’re hoping that people forget that the payment is going to come. It’s going to come down the road.", "The way this is—actually, I can’t really say I know how this is structured because we really haven’t seen legislation. In my five years here, I have noticed that sometimes the ads and the press releases don’t really match the legislation—does that mean I have to wrap it up pretty soon, Speaker?", "In my last minute, I’m going to talk about a different energy source than hydro. I’m going to talk about natural gas in rural Ontario. Do you realize, Speaker—and I’m sure you do, because you’re from rural Ontario—that the natural gas program has been announced one, two, four times with no movement? That’s the difference; right? They can announce it. They can put it in the budget, but that doesn’t mean it’s going to happen. That’s the same issue that we might be facing with this hydro plan." ],
  "anchor" : "para338"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you." ],
  "anchor" : "para341"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "It is now 10:15 and this House stands recessed until 10:30." ],
  "anchor" : "para343"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "On behalf of the Progressive Conservative caucus, I want to say hello to our friend Frank, who used to work here for many, many years. Hi, Frank Ioni. It’s good to see you and the people that are here with you." ],
  "anchor" : "para346"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I’d like to introduce two friends from Mortgage Professionals Canada: Lionel Lewko, who’s the vice-president, and Paul Taylor, who’s the CEO. Welcome, both, to the Ontario Legislature." ],
  "anchor" : "para347"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I would like to introduce some guests this morning who are recipients of the leading women, building communities award in the riding of Don Valley West: Lesley Skelly and her husband, David Skelly; Marjorie Hiley and her fiancé, Robert Giard; Aishah Sheri and her daughter, Tasneem Sheri; Lisa Green and her son, Zachary Green; and my constituency assistant, Afie Mardukhi, who makes things happen in Don Valley West. Welcome, all of you." ],
  "anchor" : "para348"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Speaker, I want to introduce to you and, through you, to members of the Legislative Assembly a constituent from my riding in Leeds–Grenville who is here. I’d like to introduce Corinna Smith-Gatcke, who is a mortgage professional. She’s a native of Lansdowne, Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para349"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "I am pleased to welcome the parents of Keira Hodgins here today: dad, Allan, and mom, Charisma, who are with us, along with her brother, Andrew, and grandmother, Jeannie.", "I would also like to welcome Brian McHugh from my riding of Durham, who is here with the Canadian Franchise Association. Welcome." ],
  "anchor" : "para350"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’d like to introduce Shane Curtis and Andrew Burns, who are here from Tillsonburg today. They are both hard-working members from the chamber of commerce in Tillsonburg." ],
  "anchor" : "para352"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "On behalf of the member for Eglinton–Lawrence, I’m pleased to introduce guests of page Aidan Ang: his mother, Marianne Hu; his father, Alex Ang; and his sister, Alexandra Ang. They’re in the public gallery this morning. Please welcome them." ],
  "anchor" : "para353"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m proud to welcome Jim Vickery from Thunder Bay, who is at Queen’s Park today. I actually met him on a flight from Thunder Bay this morning. He’s in his 51st year working for Hydro One. Welcome to Queen’s Park, Jim." ],
  "anchor" : "para354"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I’d like to welcome the Canadian Franchise Association. They’re here at Queen’s Park for Franchise Awareness Day. We’re joined by a number of their members: Bill Dietz, regional vice-president, from Paul Davis Systems; Matthew Badrov, who’s a lawyer with Sherrard Kuzz; Julie May Rogers, manager of government relations with McDonald’s Restaurants of Canada; Hermann Delisle, director of franchising at That Franchise Group; J. Perry Maisonneuve, senior vice-president, AllStar Group of Companies; and Tony D’Aurizio, director of human resources at Cara Operations. I invite everyone to join us at the reception this evening from 5 to 7 in the legislative dining room." ],
  "anchor" : "para355"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m pleased to welcome, again, Rabbi Yirmi Cohen from Thornhill with his son, Mendy Cohen. They always come at this time of year to bring me a shmurah matzah in a box, which is a very authentic form of the matzah that I use for my Seder. Thank you, Yirmi and Mendy." ],
  "anchor" : "para356"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I’d like to welcome Nadeen Borg, Bill Dietz, Julie May Rogers and Hermann Delisle this morning. We had a great meeting about the franchisees and I look forward to seeing them—" ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Further introductions? The member from Etobicoke Centre." ],
  "anchor" : "para358"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "Thank you, Speaker. I’m doubling up today. I’d like to welcome, as well, Mortgage Professionals Canada. We have 15 delegates here today, including Paul Taylor, president and CEO, and Mark Kerzner, chair of the board. I’d like to welcome all members to a reception that they’re holding in committee room 228 from 5:30 to 7:30 later this evening." ],
  "anchor" : "para359"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Please join me in welcoming page captain Matthew and his parents, Linda and Sengkee Ahn. Welcome to Queen’s Park." ],
  "anchor" : "para360"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I’d like to introduce someone who is involved with the youth speeches outside. It’s Laura Gannon of St. Catharines, who is chairing this event. I’d like to welcome her to the Legislative Assembly precinct today." ],
  "anchor" : "para361"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’d like to welcome my good friend from Mortgage Professionals Canada, Glenn May-Anderson, to the Legislature this morning." ],
  "anchor" : "para362"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’d like to welcome Kyleigh Benninger from Chesley. She’s here with Seneca College, public relations and corporate communications. They were all doing speeches on the lawn of the Legislature this morning as part of their class outreach." ],
  "anchor" : "para363"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome.", "I have two. With us in the public gallery are guests from the Manitoba Legislative Internship Program. Please join me in welcoming them for a few days of learning about the Ontario Legislature. Welcome.", "In a bit of a surprise visit, I have with me in the Speaker’s gallery—and I know I’m going to pay for this—my oldest brother, Pat; the next two, the twins, Rob and Norm; and my brother, Rick, are here. Welcome.", "There are others, but there is no other brother Joe, just to let you know.", "We have done all our introductions. It is therefore now time for question period." ],
  "anchor" : "para364"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. In 2014, taxpayer-funded research and polling leaked to the media had this to say: “Most Ontarians would not support the provincial government selling a controlling interest in any of the five crown corporations tested.” Three years later, most people don’t support the Liberals’ short-sighted Hydro One fire sale.", "Mr. Speaker, it is not too late to do the right thing. Will the Liberals finally commit to stopping the fire sale of Hydro One?" ],
  "anchor" : "para371"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I would just say to the member opposite that we made a very conscious decision not to do what that party had done with the 407, because there was no benefit to the people of Ontario with that fire sale.", "In fact, the decision that we made about building transit and transportation infrastructure in this province was premised on the understanding that Ontario’s economic well-being is at least in part dependent on having the right infrastructure for people to be able to move around, for goods to be able to move, and there had been decades of neglect in terms of building infrastructure in this province.", "We’re catching up. We’re doing it in a responsible way. We’re seeing the fruits of those investments as Ontario leads economic growth in this country." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Supplementary?" ],
  "anchor" : "para377"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: The government asked the people of Ontario, “Do you support selling Hydro One?” The answer was a resounding no. So the question that the Premier needs to answer is why spend hundreds of thousands and possibly millions of dollars on Liberal research firms if you’re just going to ignore that advice? Do hundreds of thousands of dollars, do millions of dollars of taxpayers’ precious funds, mean nothing to this government? Why spend that money? Why help your friends in Liberal research firms if you’re just going to ignore them? It’s not right." ],
  "anchor" : "para379"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "There are many, many issues that government has to make decisions on. It was fundamental to our understanding of the economic needs of this province that we invest in infrastructure. By infrastructure, it means transit. It means roads. It means bridges. It means hospitals. It means schools. It means infrastructure across this province. Some $160 billion over 12 years are being invested in this province.", "As I said, the fruits of those investments are being seen. We have in Ontario created 702,000 net new jobs since the recession. That job creation is connected to the investments that we have made and the economic growth that we have seen." ],
  "anchor" : "para380"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para383"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: I asked a serious question about Liberal research being ignored, Liberals patting the backs of their friends—" ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Okay, both sides: That’s enough." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville is not helpful.", "And also, I will make mention of the fact that while someone is putting the question, I am hearing heckling on the same side, and when someone is putting the answer I’m hearing the heckling on the same side.", "Please finish." ],
  "anchor" : "para388"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "To the Premier: The fact that this Liberal polling is being leaked to the media in itself is interesting. That means at least one Liberal wants to do the right thing. At least one Liberal recognizes that the fire sale of Hydro One is short-sighted.", "What I’d like to know, and hopefully the Premier can tell us, is which Liberal leadership candidate is the one who leaked this to the media? The official opposition would like to thank that Liberal for doing the right thing. To the Premier: Who leaked this to the media?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "There are huge challenges facing governments in 2017. There are issues that have importance for the future economic well-being of this province. If the Leader of the Opposition is saying to me, “Premier, why don’t you just govern according to the polls?”, I think that gives us an insight into the political methodology that he ascribes to.", "What we do on this side of the House is measure and weigh all of the alternatives. We take input, of course, from polling, but we take input from business, we take input from economists, we take input from people, and then we make a decision that is going to be in the best interests of this province. That’s what we’ve done. That’s why we’ve made investments, and the economy—" ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. Be seated, please.", "Before I move to the new question: The member from Leeds–Grenville, I indicated to you that I acknowledged you just to make sure that you heard it. You were working on the second one when I stood up, but you didn’t get it.", "And that goes for anybody else. If you want to elevate this, I will lower it.", "New question?" ],
  "anchor" : "para396"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. We know this Liberal government has spent hundreds of thousands of dollars, nearly a million dollars, advertising their hydro Hail Mary that is very partisan. How much have they spent advertising the damaging effects of the fentanyl crisis in Ontario?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The member opposite has raised a couple of issues in terms of the opioid crisis that we are seeing in Ontario and, quite frankly, across the country. We take it extremely seriously. We understand that there is much that needs to be done.", "We have, in fact, put in place an opioid strategy. As I said a number of weeks ago, we know we need to work with municipalities to make sure that municipalities have the tools that they need and that those supports are in place. We will continue to work to enhance the strategy that we already have in place, working with other jurisdictions and learning from the work that they have done." ],
  "anchor" : "para402"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para404"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: I have to confess, I already knew the answer. The answer is that the government is spending nearly a million dollars on partisan hydro ads and almost nothing when it comes to the crisis we’re facing. They have spent barely anything to warn Ontarians about the dangers of fentanyl.", "Why are these vanity ads, these partisan Liberal hydro ads, more important than letting the people of Ontario know about the dangers of the fentanyl crisis?" ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know the Minister of Health and Long-Term Care wants to speak to the investments we are making, but I really need to comment on the juxtaposition of these two issues. I understand that the Leader of the Opposition feels that this kind of political rhetoric is helpful in terms of—I don’t know what—maybe his political future. But the fentanyl crisis and the opioid crisis in this country is extremely serious. All of us should rise above the pettiness of this kind of juxtaposition of issues to focus on what is really important." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We’re now moving to warnings. Clear?", "Final supplementary?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: A 14-year-old just died because of this crisis. The Ontario Association of Chiefs of Police, the OPP and Ottawa Public Health have all launched some form of awareness campaign, but crickets from this government." ],
  "anchor" : "para416"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The Minister of Municipal Affairs is warned." ],
  "anchor" : "para418"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "A lethal dose of pure fentanyl is as little as two milligrams, the weight of 32 grains of table salt or even seven poppy seeds. Preventable deaths are happening across this province, tragically.", "There is a limited advertising budget that the government has. Right now it’s being spent, according to the Auditor General, on self-congratulatory ads, partisan Liberal hydro ads.", "My question is very direct and clear to the Premier: Will you stop the hydro ads and put every cent into this fentanyl crisis? It’s the right thing—" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para425"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "The opioid crisis in this country is something that I think all of us here in the Legislature appreciate the seriousness of and that we need to take those important steps to save lives and provide the supports that particularly our community partners need to be able to address this crisis right across the country. That’s why it’s so important that in this province, last October, we addressed this in a multi-faceted way.", "In fact, I had a meeting just a few days ago with the Chief Medical Officer of Health. Beginning April 1 of this year, on a weekly basis, all of our hospitals, public health units and the Ministry of Health will have real-time data in terms of the scope of this problem—of the deaths and the overdoses that take place. We’re expanding the pain clinics in this province to 17. We’ve made naloxone available free of charge through pharmacies and through public health units—" ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Some individuals are tiptoeing very close.", "New question?" ],
  "anchor" : "para428"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier. Since the Liberals got elected, hydro rates have gone up over 300%. Since this Premier took office, they have gone up by 50% alone. It’s a startling fact, but more startling is what this actually means to Ontario families. It means more people than ever are being forced to choose whether to pay their hydro bills or to put food on the table.", "When will the Premier do more than buy radio ads and issue press releases as a response to this crisis that her government has created?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We recognize that electricity prices, that hydro prices have been a burden for people in all corners of the province, which is exactly why, on top of the 8% that we already have cut people’s bills by, another 17%, so a total of 25%—people will see that reduction on their summer bills.", "We started in 2013 recognizing that we needed to take costs out of the system. We have taken a number of actions, but we realized, even with the accumulation of actions that we had taken in 2013, 2014 and 2015, that more needed to be done. That’s why our plan will take 25% off the bills of everyone who in their home pays their electricity bills. On top of that, people who live in more remote and rural areas will see another reduction that could take them up to a 40% or 50% reduction." ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para436"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Does the Premier realize that time-of-use billing is a big problem for many Ontarians? For a parent who’s raising kids, it means you can’t cook dinner at dinnertime. It means you have to stay up really late at night to do the laundry. That’s just not right, Speaker.", "Can the Premier tell us, since she refuses to release the details of her band-aid hydro fix, will it include ending punitive time-of-use pricing?" ],
  "anchor" : "para437"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para439"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m very pleased to rise and talk about Ontario’s Fair Hydro Plan. Today, I have in front of me the technical briefing that was provided to all of the critics of all of our opposition parties and the media. It talks specifically about many of the actions that we’re taking, as a government, to reduce the bills of all families, small businesses and farms across the province—up to 25% for all families. They’re going to see that reduction come summer.", "Also, Mr. Speaker, when it comes to time-of-use, we’re also having pilot projects that are being looked at right now by our system operator, by the OEB, that are talking about ways of ensuring that we can continue to find ways to help families and businesses.", "Our plan is a substantial plan that is bringing relief to families—unlike the opposition party that has a bumper sticker plan that does absolutely nothing to help families and low-income individuals right away." ],
  "anchor" : "para440"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para443"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "People need information from this government, not a slide deck that’s provided to media and opposition critics. Shame on you.", "Ontarians need to know what this plan will actually do. Ontarians need to know that, Speaker, so they have some certainty around the future. The Premier needs to publicly release the details of her plan in this Legislature so that it’s available for open and transparent debate instead of playing a game of political smoke and mirrors and spending public money on partisan ads.", "Enough with the PR. When will Ontarians see the Premier’s actual plan?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I think it has been well said, the details of our plan: a 25% reduction for all families in the province of Ontario. And for those families who are in northern Ontario and rural parts of our province, they’re going to see more than just 25%. We’ve actually reduced the distribution rate for Hydro One customers and seven other LDCs. They will see reductions between 40% and 50%, and that’s thanks to the action of this government.", "We’ve made sure, as well, that we are looking after low-income individuals, our most vulnerable and our First Nations, something they didn’t even include in their plan. We’ve made sure that we’ve enhanced the Ontario Electricity Support Program. And for our First Nations on-reserve, they will see their delivery line reduced, as well, and eliminated." ],
  "anchor" : "para447"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Unfortunately, the people won’t see a plan from the Liberals any time soon by the looks of things.", "My next question is for the Premier. The privatization of our hydro system began under the Progressive Conservatives, and clearly the torch has been successfully passed to this Liberal government. But overwhelmingly, the people of this province—an overwhelming majority of Ontarians—have made it clear that they want a public hydro system. When will the Premier finally listen and stop the sell-off of Hydro One?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Again, I completely understand why the leader of the third party would want to talk about this, because she actually has a plan that would increase or do nothing to reduce people’s electricity bills. Her proposal would either keep electricity bills at the same cost or increase them. The issue that she raises today, the broadening of the ownership of Hydro One, would not take one cent off one person’s electricity bill in this province.", "We made a very difficult decision around the broadening of the ownership of Hydro One in order to build the infrastructure that this province needs in every corner of the province—infrastructure that will allow people to move themselves, their families, their goods more quickly and will allow this economy to thrive. That’s the decision we made, and we’re seeing the fruits of that.", "Having said that, we know electricity bills have to come down. We’ve got the plan that’s going to do that." ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para455"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, for such a studious Premier, it’s quite shocking and surprising that she has not obviously read the NDP plan. That’s apparent through her response. But I can tell you this: A quick shot in the arm for a political—" ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock.", "Please finish." ],
  "anchor" : "para458"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I can tell you this: A quick shot in the arm for a political party and a leader who is struggling with low popularity should not be the driving force behind the creation of public policy in the province of Ontario.", "The Premier and her party congratulate themselves regularly on their evidence-based approach to policy-making. Can the Premier tell us where the evidence is that continuing the wrong-headed sell-off of Hydro One will be good for families or businesses?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Our fair hydro plan is based on reducing people’s electricity costs; that’s what it’s about.", "As I said earlier, we began in 2013 to take costs out of the system, to renegotiate contracts, because we knew that there was a need to reduce those costs so that electricity bills would not go up as quickly and as high. Having said that, we recognize that there needed to be more done, and that’s why we made the decisions that we’ve made.", "In fact, I have read the NDP proposal. I know that what the NDP proposal will do is make people wait for any change, will not reduce people’s electricity bills, and in some cases will actually increase their bills. That’s not a proposal that we would adopt. We’re going to see electricity prices come down in this province come the summer all across the province." ],
  "anchor" : "para462"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "The reality is nobody trusts this Liberal government and you can see why. You just have to go to the Internet, read our plan, and know that you can’t trust what comes out of this Liberal Premier’s mouth.", "The NDP plan to lower hydro costs by up to 30% is being debated in this House this afternoon. Unlike this Premier and her party, we’re not afraid to give Ontarians detailed plans or take bold action, like doing what people want and bringing Hydro One back into full public ownership.", "Will the Premier stop her wrong-headed sell-off of Hydro One, agree to start fixing the systemic problems in the system, which started with them, and continues with them, and actually support our plan, which is the only plan that addresses the systemic problems, gives people relief on their bills and is, in fact, the only plan on the table?" ],
  "anchor" : "para466"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let me just say back to the leader of the third party, I think it would be very helpful if she would explain to the people of Ontario how one cent would come off one electricity bill if we made the changes she’s suggesting about Hydro One. I’d like the leader of the third—" ],
  "anchor" : "para469"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The leader of the third party is warned.", "Premier?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let me ask the leader of the third party why, in her proposal, there is no mention of First Nations, whereas in our plan we’re actually removing delivery charges from First Nations communities.", "Furthermore, I’d like to ask the leader of the third party why she would make low-income users of electricity in the province wait; why she doesn’t have a plan that would be immediate for low-income users.", "The reality is that we did a lot of work to come up with proposals that actually would lower people’s electricity prices. That is not what the NDP has done. I understand why. They want to talk about Hydro One and they want to talk about their proposal, but the fact is that what they’re proposing will not reduce people’s electricity bills. Ours will, Mr. Speaker. We’re going to go with our plan." ],
  "anchor" : "para473"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "My question is to the Minister of Transportation. Yesterday, we learned of the approval of a $100-million GO Transit station in the minister’s riding of Vaughan. This is despite government’s own expert analysis indicating that the station would mean longer travel times, force current GO passengers back onto the road and result in a $143-million loss.", "Mr. Speaker, was the station approved because the minister put his interest to see a “Premier Del Duca” nameplate ahead of the interests of Ontario and GO riders in the province?" ],
  "anchor" : "para477"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for the question. I’m always delighted to have the opportunity to stand in my place in this House and talk about the incredible plan that our Premier and our government have to invest and expand public transit in every community, not only in the greater Toronto and Hamilton area, but right across the province of Ontario.", "I also want to take this opportunity to thank local individuals who have been working hard, including my mayor, Maurizio Bevilacqua; John MacKenzie, our commissioner of planning; and city of Vaughan ward 1 councillor Marilyn Iafrate, who had been working very hard for a number of months with the folks at Metrolinx to make sure it’s clearly understood that over the next 10 years approximately 35,000 people will be moving into the area immediately adjacent to where this proposed GO station will be built.", "This is a clear indication that our government understands the importance of building public transit not only to meet the demands of today, but for the demands of tomorrow, Speaker, and we’re going to continue with that job." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "The station is right in the minister’s backyard. In fact, the government’s own business case stated that “the benefits which could be realized by a” Kirby-Vaughan “station are not large enough to outweigh the anticipated negative impacts to GO Transit and the economy.”", "So I ask again: Why does the minister seem more interested in his backyard station to boost his own political fortunes than in the best interests of transit riders here in the province of Ontario?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I want to follow up by saying that I’m extraordinarily proud to represent the community of Vaughan here in this Legislature. I look forward to making it very clear to the people of Maple and to the people of Kleinburg and to the people of southern King over the next 15 months that that leader and that party are opposed to building more transit infrastructure in that community.", "I will also note—notwithstanding our ambitious plans to continue to build transit in every corner of this province, which that party consistently opposes—that I didn’t actually hear that member from Kitchener–Conestoga ever say a bad word about our decision to build a station at Breslau in his riding, Speaker. Thanks very much." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Order.", "New question?" ],
  "anchor" : "para489"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "My question is for the Premier. Our hospitals are facing an overcrowding crisis that keeps getting worse. Last week, 94-year-old Margaret Otto was brought by ambulance to an overcrowded hospital. Margaret had to lie on a stretcher in the busy emergency room for many long hours. It was noisy. She couldn’t rest. As her daughter, Patricia, said, “It is pretty sad that a woman of her age and in her condition can’t get a room.”", "When will the Premier stop forcing seniors like Margaret to be treated in hallways, and do something to solve the overcrowding crisis that they have created?" ],
  "anchor" : "para492"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We have a strategy to address the occupancy rates that we see in our hospitals. It includes increasing our investments in the operating budgets as well as making unprecedented capital investments across this province, Mr. Speaker: over $10 billion over the next decade in hospital investments. We’ve increased the operating budgets of hospitals last year alone—or this fiscal year—by nearly half a billion dollars.", "It’s important that Ontarians understand that the vast majority of the hospitals in this province routinely and regularly operate within the less-than-100% occupancy rate, Mr. Speaker.", "But we know that there’s work to be done. We’re proud of the fact that third parties—CIHI, the Wait Time Alliance, the Fraser Institute—have found year after year that Ontarians are receiving timely access to care. We’re seeing improvements in ER wait times as well.", "We know there is more work to be done. Those are the reasons for the investments we’re making." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para499"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Patients in Ottawa, like Margaret Otto, are being treated in hallways. Overcrowding has forced the Queensway Carleton Hospital to cancel 36 planned surgeries in recent months alone.", "It is not just the people of Ottawa who are suffering from overcrowding created by this Liberal government. The Ontario Hospital Association says that emergency room wait times in Ontario are the longest on record.", "This is our Premier’s legacy: overcrowded hospitals, seniors on stretchers, cancelled surgeries and long wait times for families across the province. As Margaret’s daughter, Patricia, says, “It is a sad state of affairs. Nobody can deny it.”", "When will this Premier stop squeezing our hospitals, and put an end to hallway medicine in this province?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I think it’s important that we acknowledge that we have one of the best health care systems in this country—" ],
  "anchor" : "para504"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "In the world." ],
  "anchor" : "para505"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "—in the world.", "Obviously, the member opposite hasn’t read today’s CIHI report, a third-party report that offers independent, third-party proof that our government has made, and continues to make, tremendous progress since 2003 in improving wait times: 85% of hip replacements in Ontario are completed within the medical benchmark, 6% better than the national average; 81% of knee replacements are within the medical benchmark, 12% better than the national average; 99% of radiation therapy is beginning within the medical benchmark. We also beat the national average on this metric.", "It’s consistent with the Fraser report last fall that showed that our wait times in ERs are improving. Despite more patients, we’re seeing reductions in wait times across the board." ],
  "anchor" : "para506"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "My question is for the Minister of Health and Long-Term Care. Yesterday in this House during debate on the Protecting Patients Act, a member from the official opposition said something extremely concerning. The Conservative member from Carleton–Mississippi Mills made comments critical of a zero-tolerance policy for the sexual abuse of patients.", "The member said, “zero tolerance,” he finds that “dangerous.” The member went on to say that he believes “consideration of leniency, of understanding and of tolerance.” I found these statements not only shocking—" ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock for me, please.", "Usually in preambles we set the tone for the policy question, and the member has not done that yet. I’m waiting for that, and it better be fast." ],
  "anchor" : "para512"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "Thank you, Mr. Speaker.", "I found that statement shocking. Can the Minister of Health and Long-Term Care please explain to this House what exactly a zero-tolerance policy is and how it will protect patients from sexual abuse?" ],
  "anchor" : "para514"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Thank you to the member for giving me the opportunity to respond to this very important question. Let me be as clear as possible: Our government has a zero-tolerance policy for sexual abuse. That includes zero tolerance for criminal sexual behaviour of any kind, regardless of position, title or occupation. Our government is committed to protecting the safety and well-being of all Ontarians.", "As the Minister of Health, my priority is protecting patients. This is exactly why our government has introduced Bill 87, the Protecting Patients Act. Sexual assault and all other forms of sexual abuse by anyone, including health professionals, is absolutely and unequivocally unacceptable. Zero tolerance means just that: zero tolerance for any form of sexual abuse of any kind by anyone, period." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated, please. Order.", "Supplementary?" ],
  "anchor" : "para519"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "I want to thank the Minister of Health and Long-Term Care for the answer.", "I remember watching in awe the #WhoWillYouHelp media campaign and understanding that if you are not speaking out, if you are not helping the victim, the survivor, then you’re helping the perpetrator. I’m proud to be part of a government that is standing up for survivors. I’m proud that on this side of the House, we recognize the need for zero tolerance when it comes to sexual abuse and assault.", "Mr. Speaker, through you to the minister: Can he please update the House on what we are doing to support survivors of sexual abuse?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "To the Minister of the Status of Women." ],
  "anchor" : "para525"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, as you’ve heard, it’s vital that we make it clear: We have zero tolerance for sexual abuse and assault in our society. In fact, there’s no room for leniency. All Ontarians deserve to feel safe from sexual violence and harassment in their communities, workplaces, homes and schools.", "But the reality is that one in three women will experience some form of violence in their lifetime, and that’s unacceptable. That’s why we launched It’s Never Okay: An Action Plan to Stop Sexual Violence and Harassment. Our #WhoWillYouHelp and #ItsNeverOkay campaigns challenged existing attitudes and sparked discussions in Ontario and around the world.", "But clearly more conversations need to be had in this House. That’s why we are investing $1.7 million in training for front-line workers in health, education and the community. Speaker, we are supporting people who have experienced sexual assault through programs that build partnerships between community—" ],
  "anchor" : "para526"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para529"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "My question is to the Attorney General. The government has failed Ontarians suffering from mental health issues in recent months. I just want to point out, in our own city of Ottawa, three suicides within 10 months at the Ottawa detention centre. One man took his own life, and he had been off suicide watch for less than a day when he took his own life.", "Mr. Speaker, is this the Ontario that those struggling with mental illness should expect to live in?" ],
  "anchor" : "para532"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for the opportunity to answer this very important question. I can tell the member opposite and all of the members of this House that our government is very much focused on making sure that we’ve got the right kind of supports for individuals, with mental health and addictions services.", "I know the Minister of Community Safety and Correctional Services is very much focused on ensuring that we have appropriate training for our correctional officers around mental health and that we have specialized nurses in our correctional facilities that have training around mental health so that those services can be provided.", "The work that is being done through Mr. Howard Sapers, who is the former corrections investigator from the federal government, is very much focused around ensuring that when it comes to dealing with issues around segregation, there are appropriate services available. That work is ongoing, in consultation with the Ministry of Health, so that we have robust services for mental health in our correctional facilities." ],
  "anchor" : "para534"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para537"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "What concerns me is that clearly the supports and the services aren’t there. One individual “was only in the detention centre because there was no bed available at the Royal Ottawa Mental Health Centre, where he was supposed to be undergoing an assessment.”", "Government cuts and neglect of mental health are heartbreaking. I just want to ask the minister: How many more deaths will it take before the government shows real, concrete action with clear supports and clear services for those suffering?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Our government continues to make investments in making sure that we’ve got appropriate supports available, not only in our correctional facilities when it comes to supports for mental health, but also at the community level.", "The work that my ministry is doing through our bail action plan is very much focused on ensuring that we’ve got appropriate mental health supports available in the community. By working with organizations like, in Ottawa, the John Howard Society, we are making sure that we’ve got more mental health workers at a community level, so those individuals who are low-risk or vulnerable are not being remanded to the Ottawa-Carleton Detention Centre, but are in fact being released under supervision in the community so that they can get appropriate supports.", "We have also launched a groundbreaking bail beds program. Ottawa is one of the sites with 20 beds, both for men and women, that will ensure that those accused with complex needs get the appropriate mental health care in the community." ],
  "anchor" : "para540"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "My question is to the Premier. Cafeteria staff at the University of Toronto’s Scarborough campus have been on strike for more than six weeks. They want fairness, they want better schedules, they want better benefits and they want wages that they can actually live on.", "Cafeteria workers at York University were able to win a raise bringing them to $15 an hour. They achieved this with no help from the government.", "Hard-working Ontarians and businesses have waited long enough for change. You’ve received the submissions for the Changing Workplaces Review. The report is done. Where is it?", "Speaker, what is this government prepared to do to transform the lives of these cafeteria workers and all hard-working Ontarians, and when?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para548"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that important question. When there’s a labour dispute, the government and the Ministry of Labour focus on assisting both of those parties. They’ll want to reach an agreement. They assist them with the process. It’s a shared responsibility. We’ve got some of the best mediators, we’ve got some of the best conciliators in the country right here with the Ministry of Labour. They’ve got a tremendous record of drawing parties together, bringing them in and eventually reaching agreement.", "We actively encourage the employer, in this case, and the union, in this case, to make every effort they possibly can to resolve those issues where they should be resolved, and that’s at the bargaining table. We’re confident, if those people bring their best to that table, that these parties can reach a settlement that’s in the best interests of the institution and of the people who work there." ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "Well, I would then say to the labour minister: Why are these people who are making just over minimum wage still on strike?", "New Democrats believe that $15 an hour should be the minimum that Ontarians receive for the hard work that they do, and they shouldn’t have to strike to get it. We believe that people should be able to plan their lives with better schedules, with better wages and being able to take time off for sick leave without breaking the bank.", "Again, what is the government prepared to do for these cafeteria workers and for all hard-working Ontarians—and when?" ],
  "anchor" : "para552"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I don’t think this government needs to take any lessons from the third party on how to resolve labour disputes. We’ve got the Changing Workplace Review under way. We’ve been doing it for two years. The report is almost ready. It’s going to reach this House. The examination that’s being done of these issues simply has not been done in the province of Ontario before.", "Some 98% of labour disputes in this province are resolved without a strike and without a lockout. When the NDP was in power, almost a million days a year were lost. So if anybody is going to give anybody lessons on how the collective bargaining process should work, it would not be that party.", "I look forward to the input from the third party when the Changing Workplaces Review is made public, which will be in a very short time. They’ll have an opportunity to speak out then, like they should have when we had the minimum wage debate." ],
  "anchor" : "para555"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question is for the Minister of Citizenship and Immigration. Minister, Ontario depends on the goodwill of volunteers to deliver vital services and build strong, inclusive communities. In my riding of Barrie, a number of constituents have received recognition through your ministry for the outstanding work that they do.", "The function of the Honours and Awards Secretariat is integral to recognizing Ontarians across the province for contributing their time to local organizations, such as the Stroke Recovery Association of Barrie; and assisting local community initiatives, like Seasons Centre for Grieving Children, which provides peer-to-peer support for children who are grieving the death of an immediate family member.", "Can the minister please tell us more about how the government of Ontario recognizes the outstanding accomplishments and achievements of our volunteers?" ],
  "anchor" : "para559"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I would like, first of all, to thank the member from Barrie for championing volunteers in her community. Each year, more than 12,500 volunteers are celebrated in Ontario through five honours and 12 recognition programs administered by the Honours and Awards Secretariat.", "One of the province’s highest honours is the Order of Ontario. Last December, 26 individuals were appointed to the Order of Ontario by the Honourable Elizabeth Dowdeswell, the Lieutenant Governor of Ontario. Recipients include outstanding individuals, such as sprinter Donovan Bailey, who won two gold medals at the 1996 Summer Olympics; and Lisa LaFlamme, the chief anchor of Canada’s CTV National News.", "Honours and awards are essential in reflecting the commitment and conviction of volunteers who have a vision for a stronger Ontario." ],
  "anchor" : "para562"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para565"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "I thank the minister for her answer. Minister, each year Ontarians benefit from the efforts of approximately 4.9 million volunteers. In my riding of Barrie, a large number of my constituents rely on volunteers to deliver vital services, such as providing support to patients recovering from a stroke.", "I know that in the past the Royal Victoria Regional Health Centre Auxiliary of Barrie, with over 800 volunteers led by Janice Williams, had access to a program through the ministry to acknowledge volunteers for their enhancement of patient care. I’m sure the minister would agree that it is important to recognize and thank these organizations and individuals that represent the best of our province.", "Speaker, can the minister inform this House about the programs that recognize the outstanding contributions of volunteers in our communities?" ],
  "anchor" : "para566"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I again want to thank the member from Barrie. The member is correct. Through our volunteer service awards, both adults and youth are recognized for the length of time that they volunteered for an organization. Last year, 2,200 organizations, including the Barrie Art Club, accessed our program. More than 11,000 volunteers were recognized at 54 different ceremonies across the province.", "This year, from March to June, more than 50 ceremonies are being held throughout Ontario in communities to celebrate the contributions of our volunteers. I have written to every member of this House with detailed information about their local ceremonies, and I encourage them to get engaged. It is through these programs that we are able to recognize volunteers across our province for their contributions." ],
  "anchor" : "para570"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "To the Minister of Health and Long-Term Care: The area around Branson hospital has a high concentration of elderly residents, so it’s clear that the Branson site should focus on senior care and include speciality clinics, outpatient mental health services, medical walk-in assessment services, day programs for elderly people and multidisciplinary health promotion and health maintenance programs for local communities.", "Shockingly and sadly, the urgent care centre at Branson is scheduled to close this June. Mr. Speaker, how can this government turn its back on these seniors?" ],
  "anchor" : "para573"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Well, Mr. Speaker—was it Branson?" ],
  "anchor" : "para575"
}, {
  "speaker" : "Interjection",
  "text" : [ "Yes, Branson." ],
  "anchor" : "para576"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "It wasn’t Brampton? Thank you. I just required that clarification.", "I’m not familiar with this specific situation. But on the one hand, I’m happy to talk to the member opposite to get informed, to have a closer understanding. I’ll be doing the same with my staff in the ministry over the course of the day.", "Clearly, we provide the opportunity for our local communities and our local hospitals, and those who govern them, to make decisions based on the priorities and the needs of their local community. It’s critically important that, as they make those decisions, they are able to provide that confidence and those assurances to the community where those services that they rely on are going to be provided.", "Again, I am not familiar with this specific situation. Perhaps I’ll get more information in the supplementary. Even better, I’d suggest a conversation, so perhaps we could work together to resolve this in a satisfactory way." ],
  "anchor" : "para577"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para581"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m happy to discuss it further. I understand that Councillor James Pasternak is going to be speaking to Toronto city council about the issue, so I thought the minister would be aware.", "There are concerns that North York General Hospital does not have room to absorb all of the services presently provided to the community at Branson hospital, even if the elderly could make the trip. The Ontario government actually promised medical services to be provided specifically to seniors in this area, just south of my riding of Thornhill.", "In addition to seniors, the Branson neighbourhood has a high concentration of new Canadians who value the health care provided at the Branson site.", "Will the minister promise today to look into the matter and to ensure that the seniors, new Canadians and the rest of the residents of the Branson area in northern Toronto will not be losing their cherished medical services?" ],
  "anchor" : "para582"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "As the member notes, this is part of North York General Hospital. My understanding from my staff is that the lease on this particular facility for Branson ambulatory is due to expire in 2019. But I’m also told by my staff just now that there’s a confidence that there will be no service loss expected as a result of these changes." ],
  "anchor" : "para586"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "My question is to the Premier. This Liberal government has claimed for years to be lobbying Ottawa to match its $1-billion promise to invest in a transportation corridor to the Ring of Fire development. Yet Liberal Nickel Belt MP Marc Serré is quoted this week as saying that the feds can’t do anything until the province has a road plan: “As of today I haven’t seen a road plan. It’s hard to invest on a blank piece of paper. We need a plan.”", "Well, who’s right, and where’s the plan?" ],
  "anchor" : "para588"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Northern Development and Mines." ],
  "anchor" : "para590"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I appreciate the question from the member. The member is right when he recognizes that on this side of the House, our government has consistently put a significant allocation on the table related to infrastructure build-out in the Ring of Fire. The number is $1 billion. It’s a significant commitment to moving forward with development in the Ring of Fire area.", "I would mention to the member that I remember very well, in the election of 2014, that the Ring of Fire was not even mentioned in the NDP platform that first came out when they were rushing forward to take us to the polls.", "Speaker, we continue to work on the file in a very significant way.", "I understand the member may be trying to link this back to the federal budget that came out last week, which, in his mind, I suppose, did not directly reference investment in the Ring of Fire.", "Absolutely, we believe at some point there will be an opportunity here for the federal government to play a role in Ring of Fire development. We are counting on it. We would expect at some point that they will come forward with support for the Ring of Fire." ],
  "anchor" : "para591"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "When you invest money to develop natural resources in the north, the entire province benefits from this investment. This Liberal government has been talking about the Ring of Fire for years, but you have nothing—nothing—to show for it.", "When is this government going to stop announcing development in the Ring of Fire and actually start developing the Ring of Fire?" ],
  "anchor" : "para597"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Speaker, one of the pieces that has seen some progress, I would reference, is that there was a corridor study completed not that long ago—and while there was not a definitive link or route established through that corridor study, it’s my understanding that that work did yield significant information that will position us well as we move forward on this particular file, in terms of finally defining a particular route. There is some action considered and progress further required, where they want to see a secondary study completed. It’s my understanding that the first study was very informative in terms of what it yielded, and as well will help us as we move forward with providing community access roads to four or five of the First Nations communities that will ultimately be able to tie into an east-west corridor, if that is ultimately the route that is chosen on the Ring of Fire.", "Work is ongoing. Progress is being made. We look forward to the work continuing." ],
  "anchor" : "para599"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the Minister of Research, Innovation and Science. Speaker, members in this House know full well how important it is that we embrace manufacturing processes that are less harmful for the environment. I don’t think it’s any secret that many consumers in Ontario are switching to products that are low-carbon. We must support the companies that are investing and innovating these new products.", "Embracing clean tech has multiple benefits for our society. It lessens the damage done to the environment by harmful manufacturing processes, and a healthier habitat reduces health-related issues. As well, new technologies will increase the size of the sector, create new companies and jobs, adding to our already stellar GDP growth.", "It’s obvious that this sector is important to Ontario’s future and all of our children’s futures. Will the minister please let the members of this House know about his plans to grow Ontario’s clean tech sector?" ],
  "anchor" : "para602"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "I want to thank the member from Beaches–East York for that very good question.", "Mr. Speaker, the member is right on all accounts. Clean tech is a sector in Ontario that is capable of enormous growth. To support that sector, our 2016 budget announced a $55-million investment to establish the Cleantech Equity Fund, which will be funded through our Business Growth Initiative. This investment will help develop emerging clean tech companies by ensuring innovative firms have the access to capital they need to scale up, hire talent and export globally.", "I am glad to see the federal government following our provincial lead. It announced a $380-million clean tech equity fund in their 2017 budget." ],
  "anchor" : "para605"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para608"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I want to thank the minister. The work that he is doing to advance innovation in Ontario is absolutely outstanding—worthy of a doctor of physics.", "The news is fantastic, Speaker, because it is more important than ever in Ontario to foster the right investment climate to turn local innovation into scaled-up companies and high-quality jobs. I know that Clean Tech North, which is chaired by Bryan Watson, a Beaches–East York constituent, appreciates our vision.", "It’s great to see that the government is investing in a business sector that can have a direct impact on all Ontarians’ day-to-day lives. The growth of this sector will allow people to make more environmentally conscious decisions—decisions that consumers can feel good about.", "Will the minister please tell the House more about the clean tech sector in Ontario and more about what the government is doing to support the sector?" ],
  "anchor" : "para609"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Again, I want to thank the member from Beaches–East York for that question. Once again, the member is correct. Ontario is home to the largest and the fastest-growing clean tech sector in Canada. Ontario’s clean tech sector is responsible for $8 billion in revenue and employs over 64,000 people in 3,000 companies across our province.", "Clean tech in Ontario is a sector of great strategic importance. It has the capacity to generate revenue and to help mitigate environmental damage. Ontario’s highly skilled workforce, vibrant innovation and tech clusters, and geographic position give us a great competitive edge over other jurisdictions. We will continue to invest in our clean tech sector as one of the leaders in our innovative economy." ],
  "anchor" : "para614"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "My question is to the Minister of Education. Tonight, the Niagara district school board will be voting on whether or not to close down Beamsville District Secondary School, South Lincoln High School and Grimsby Secondary School. Closing these schools would leave enormous holes in the communities of Lincoln, Grimsby and West Lincoln, but there’s still time to do the right thing and listen to the parents, teachers and children in Niagara.", "My question to the Minister of Education is this: Will her ministry put a moratorium on the closure of small and rural schools across Ontario until the accommodation review is fixed and the funding formula is amended?" ],
  "anchor" : "para617"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I want to thank the member opposite for this question. As I have said in this House as recently as yesterday, an arbitrary moratorium is not the approach. There is no one-size-fits-all solution when it comes to our local schools. We believe in our locally elected school boards because they understand the needs in their local communities. We put in place an accommodation review process that requires school boards to consult with the school community, and that includes with their local municipalities, coterminous boards, students and parents so that they get these locally made decisions right. This is about ensuring that the locally elected school boards do what is in the best interests of their local schools." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para620"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "My question is back to the Minister of Education. Perhaps the minister won’t listen to the constituents in my riding, but if she’s not going to do the right thing in my riding, perhaps she will listen to the students and parents from the rest of Ontario. Small and rural schools are the backbone of local communities and economies. Students and parents across the province are rightly anxious about the radical, ongoing closures. This Liberal government seems to be doing everything it can to balance their books on the backs of rural schools and their students.", "My question to the Minister of Education: When will this government stop trying to balance the budget on the backs of rural students?" ],
  "anchor" : "para621"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "We know that schools play a vital role in the social fabric that ties our great communities together. I want to say to the member opposite that we are continuing to invest in our schools. Our local schools are really the centre of our communities. We have increased the funding to schools by 59% since 2003.", "I also want to point out that in the member’s own riding, we have invested in 12 new and improved schools since 2003. Let me bring to the member’s attention that $8.9 million was spent to build the new Twenty Valley Public School, $11.3 million to build a new Binbrook school and $1.5 million for new childcare spaces. I can go on with a list of 12 new schools in that member’s own riding because we believe in investing in public education here—" ],
  "anchor" : "para623"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please.", "New question." ],
  "anchor" : "para626"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Premier. Last week in London, I met with four families of adults living with severe physical disability who are in dire need of residential care after suffering stroke or traumatic brain injury. Two of these men are living in hospital, one is living in a retirement home, and one is living at home with his aging and unwell mother, with long-term care his next and only option.", "Speaker, these families are desperate and exhausted. They have written to the Minister of Health. They have written to the Deputy Premier. They have met with the South West LHIN and with the Patient Ombudsman. But the wait-lists for assisted living are so long, their loved ones are more likely to die than make it to the top of the list. What does the Premier want me to tell these families?" ],
  "anchor" : "para629"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Community and Social Services." ],
  "anchor" : "para631"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "The types of cases that the member opposite is describing are some of the most challenging. I think we can acknowledge this. There are complex medical issues in a number of these cases. Occasionally, there is mental health overlay, dual diagnosis and so on. For the safety of all concerned, on some occasions, individuals do need the type of support that they will receive in a long-term-care facility or other type of environment.", "We know that sometimes there are aging parents involved in these situations. We know that they need the kind of support that is appropriate for their loved ones. In terms of talking about these specific cases, obviously, I cannot do that. But we are certainly aware that we need more supports in appropriate settings." ],
  "anchor" : "para632"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para634"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "In the London area, there are about 500 adults on the waiting list for Cheshire homes, 50 on the Dale Brain Injury Services wait-list for housing supports, and as many as 90 on the housing wait-list at Participation House. They are waiting for LHIN-funded dollars to support their medical needs.", "The lack of assisted living options is creating a crisis for families. It is forcing the permanent hospitalization of people who want to live in their communities. It is trapping people who are in the prime of their lives inappropriately in nursing homes.", "Will the Premier commit today to increasing the number of assisted living placements in the South West LHIN so that these adults, and others like them with complex medical needs, can live with dignity in the kind of housing they deserve?" ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para639"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para641"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "These individual cases remind us of just how important it is that we harness all the resources possible to provide them with the respect, dignity and the supports that they require to live full, independent and beneficial lives for themselves, and being part of their communities. We know that there’s more work to be done.", "There has, I think the member opposite would acknowledge—and she referenced two organizations as well, Participation House and Cheshire homes, that have made extraordinary impacts in that process, in association with other community organizations. There is a role to be played by multiple partners, when we talk about assisted living as well and the supportive housing that’s required. I will take these examples—and I know that there is a role for our LHINs as well—to see how we might be able to make a difference in these particular instances, but also more generally." ],
  "anchor" : "para642"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "My question is for the Minister of Community and Social Services. For many people who are living on low incomes, learning financial literacy skills is a very important step in becoming more secure and independent. Organizations like the Working Centre in my riding of Kitchener Centre are playing a crucial role in teaching financial education, and they are providing support services for some of Ontario’s most vulnerable people.", "I joined the minister recently in my riding as she announced a further four years of funding to organizations like the Working Centre through the Financial Empowerment and Problem Solving Program.", "Speaker, could the minister please give us an update on how this investment is helping build financial literacy among low-income Ontarians?" ],
  "anchor" : "para645"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you to the member from Kitchener Centre for her question. My ministry and this government know that for many people living on low incomes, financial literacy is an important step in becoming more financially secure. That is why, last year, our government made an initial investment of $1.5 million in Prosper Canada and why I recently announced an additional $8 million over the next five years to continue providing programs that promote financial literacy.", "Our investment will make it possible for agencies to continue the already successful Financial Empowerment and Problem Solving Program. Speaker, this program has already assisted almost 16,000 individuals in just two years. Individuals have benefited from services such as tax clinics that help people prepare and maximize their tax returns, thereby increasing access to tax benefits for low-income individuals." ],
  "anchor" : "para648"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The time for question period has ended.", "There are no deferred votes. Therefore, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para650"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "March is Pharmacist Awareness Month, the perfect time to celebrate pharmacists’ expertise and the important role they play in delivering quality care to their patients. This year, the Ontario Pharmacists Association is encouraging everyone to “Know Your Pharmacist.” Pharmacists are the most accessible of all health care providers, with many pharmacies being open 24 hours, and pharmacists can offer and provide services and consultations without the need of an appointment.", "Pharmacists offer more than pills. Many provide services such as chronic disease management and obtain certifications either as diabetes educators or respiratory educators. Others obtain certifications in mental health, cardiology or geriatric care. Did you know that you can get a travel vaccination from your pharmacist? As of 2016, Ontario pharmacists can give over 10 types of vaccines to their patients.", "Pharmacists support rural communities across the province. Pharmacists support people struggling with mental illness. Pharmacists support people with cancer. Pharmacists support family business, and pharmacists support people struggling with drug addiction. However, we must not forget the dedicated pharmacy teams that work in hospital settings. Hospital pharmacy teams provide care that respects patient preferences, needs and values. The hospital-based pharmacy team partners with patients to ensure that medication information is based on the best quality evidence to achieve their health care goals.", "During Pharmacist Awareness Month, get to know your local pharmacist and explore everything pharmacy practice has to offer." ],
  "anchor" : "para655"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "It’s an honour to rise to acknowledge some of the great things that happen in my riding. Today is no different. This time, the honour goes to the folks at the Assisted Living Southwestern Ontario organization. I want to give a shout-out to Lynn Calder, who is the executive director there.", "Specifically, the project is called WEareABLE. It was delivered by some good friends of mine, namely Kevin McShan—big shout-out to Kevin McShan, Chris Lemieux and Rebecca Lefebvre, who developed the program that reached out to employers in my region and informed them about the benefits of hiring people with disabilities in their workplaces, therefore diversifying their own workplaces.", "Speaker, I don’t know if you know, but in the very near future, 40% of Ontarians will have some form of physical disability. It only makes sense for those prospective employers to be reflective of the society and the customers, so to speak, that they serve. Not only does it make good economic sense; it makes good social sense. These folks are ready, willing and able to work.", "This program is wonderful. Over the last 13 months, the project made over 30 presentations and connected with hundreds of potential employees. That resulted in 20 direct hires from their initiative. I want to give a shout-out. Also, we had a volunteer appreciation dinner last week where they recognized people who have employed folks through this program. Our colleague from Windsor West, Lisa Gretzky, is among the recipients being acknowledged, as well as Brian Masse, Cheryl Hardcastle, Mister Maid and the John McGivney centre. They are all taking part and they’re making a difference in our community." ],
  "anchor" : "para660"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Last Friday, I was absolutely thrilled to join Tom and Chavvy on their regular weekly route, delivering meals to seniors for Meals on Wheels, which is run by the VON of greater Kingston. As you may know, this month is the March for Meals campaign, which highlights the incredible work done by 9,000 volunteers across Canada and 40,000 meals in Kingston alone per year.", "These amazing teams not only offer a meal; they also provide reassurance, routine and companionship, and they will report any issues to the VON if there is something amiss. It takes a special team of compassionate and highly competent individuals to provide this intuitive approach to care in our communities, something that I know first-hand the VON is a master of.", "The Meals on Wheels campaign is such an excellent program to provide this watchful eye. This year is the 120th anniversary of VON, which is Canada’s only not-for-profit charitable home- and community-care organization.", "I would like to extend my heartfelt thanks to Karen Lowry, the Meals on Wheels coordinator in Kingston, and her dedicated network of volunteers who fan out across our community every single day.", "Mr. Speaker, Winston Churchill once said that you make a living by what you get and you make a life by what you give. I salute every one of the Toms and Chavvys out there volunteering for the Meals on Wheels campaign. Together we can help seniors in our communities live more happy, healthy, and independent lives." ],
  "anchor" : "para665"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. As a footnote, Meals on Wheels was started in Brantford, Ontario.", "Further members’ statements?" ],
  "anchor" : "para670"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I always look forward to the opportunity to invite members and those across Ontario down to Elmira for a syrup-infused celebration as we join in the Guinness-recognized Elmira Maple Syrup Festival.", "That’s right, Speaker: It may be April Fool’s on the calendar, but there’s no fooling the people of Waterloo region. April 1 is syrup time. Trees have been tapped, and organizers and more than 2,000 volunteers are preparing the site where my team will join with those across the region to serve the best pancakes in Ontario—of course, topped off with a heaping dose of Elmira’s legendary maple syrup.", "I also want to give my colleagues from the region fair warning that this year my teammates on the Joey-Bats-inspired Batter Flippers are back to claim our prize: victory and syrupy-sweet bragging rights in the annual pancake-flipping contest.", "While we’re flipping batter and serving up pancakes, visitors will have a chance to take in a full slate of the best that Elmira’s cherished festival has to offer. From a visit to Old MacDonald’s Farm to live music, pony rides and, of course, the mobile sugar shack, there’s something for everyone. Then there’s the once-a-year chance to meet with Flapjack himself.", "Speaker, this is an opportunity that’s not to be missed. Come on down to Waterloo region and bring your sweet tooth with you as we celebrate the 53rd annual Elmira Maple Syrup Festival and sweet victory for the Batter Flippers." ],
  "anchor" : "para673"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It is my great honour to rise today to recognize the amazing work that is being done in my community to advance anti-racism, human rights and equity.", "On Sunday, March 26, the Ontario NDP celebrated the 20th anniversary of the prestigious J.S. Woodsworth Awards. Four of the finalists, including one of the winners, came from London, nominated by me and my colleague the MPP for London–Fanshawe.", "Sunday Ajak is an accomplished young man and an inspiring speaker who moved with his family from Sudan 18 years ago to escape civil war.", "In 2000, Councillor Harold Usher was the first black Canadian to be elected to London’s city council; he has been one of our strongest champions of inclusion and workplace diversity.", "Mojdeh Cox has worked tirelessly to create a more just and equitable society through her advocacy with the labour movement and her involvement in local efforts to end carding.", "Finally, Councillor Mohamed Salih has mobilized the community around refugee inclusion, interfaith collaboration and a ban on carding. A winner of the 2015 Black Canadian National Leadership Award, he is the first Sudanese politician to be elected outside of Sudan. It was my great honour to nominate Mo and I am thrilled that he was selected as one of the four award recipients.", "The outstanding commitment of leaders like these is supporting London’s efforts to challenge racism and Islamophobia and create a community where everyone feels safe, welcome and able to participate fully." ],
  "anchor" : "para679"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Speaker, in March, Sheridan College in Mississauga opened the new Hazel McCallion Campus. The new facility extends post-secondary education to an additional 3,200 Ontario students, the majority in Mississauga and Brampton.", "The new, 220,000-square-foot building features 29 state-of-the-art classrooms, 28 studios, labs and production spaces where the students will experience hands-on learning. Its design is sustainable and energy-efficient and it is built to state-of-the-art LEED silver standards.", "I joined Ministers Deb Matthews, Charles Sousa and Dipika Damerla, as well as MPP Amrit Mangat, whose hard work on behalf of Sheridan College was publicly acknowledged. Mississauga mayor Bonnie Crombie and other dignitaries were also there to officially open the new Mississauga facility.", "Ontario’s investment in the Sheridan College expansion of the Hazel McCallion Campus in Mississauga is some $67.7 million. It completes the second phase of Sheridan College. That increases the number of full-time Sheridan students in Mississauga to a total of 5,600.", "Since 2013, Ontario has invested more than $785 million in capital funding at Ontario’s colleges and universities. Sheridan’s global reputation as a centre of excellence in digital effects and other programs can continue to attract the world’s best minds to live and study in Mississauga." ],
  "anchor" : "para687"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "Corbyn Smith is a student at Listowel District Secondary School. He is also a first-class athlete in the sport of sledge hockey. Sledge hockey is the Paralympic version of ice hockey. Players are strapped to a two-bladed sledge and move along the ice using a stick with spikes on one end and a curved blade for shooting on the other. It’s an amazing sport.", "Corbyn has proved himself a tremendous Paralympic athlete. In fact, he recently competed with the Canadian men’s sledge hockey team at the world tournament in Torino, Italy. It was no accident that Corbyn’s team won the gold medal over Norway, outscoring their opposition 29-2 in their five wins.", "His teammates surely appreciate Corbyn’s positive and humble attitude. Here’s how Corbyn recently described his experience: “Definitely amazing and one of the best opportunities in my life. Gotta take advantage of every moment I get of it.", "“For me ... it’s just going out there every game and playing my hardest and doing the best I can.”", "We congratulate Corbyn and his teammates. We will all be cheering for Canada’s national sledge team as they compete in the upcoming 2018 Winter Olympic and Paralympic Games in South Korea." ],
  "anchor" : "para694"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "As the 2021 Canada Summer Games evaluation committee considers bids for the athletic competition, the Niagara proposal is strong and compelling.", "As a community that has hosted, among other events, the 1970 and 1999 World Rowing Championships, the 2016 IIHF Under-18 Women’s World Hockey Championship, key water events for the Pan Am Games in 2015, the 2017 Canadian Women’s Curling Championship and the annual Royal Canadian Henley Regatta, Niagara has an excellent record of success in planning and operating major athletic competitions and could be counted upon to do so for the 2021 games.", "With Brock University, Niagara College, the Meridian Centre, the Welland sportsplex, the Henley rowing course, the Niagara flatwater centre and the Great Lakes all available as sites, with a significant francophone community in Niagara, with many unique tourist attractions and in close proximity to the US border, our bid, supported unanimously by all communities in Niagara, is solid and merits, in my view, approval.", "The regional municipality of Niagara has committed $10 million and the business community has expressed strong support for both the bid and for the operation of the games.", "I’m confident that Niagara would do a superb job in hosting the 2021 Canada Summer Games. I commend Doug Hamilton, Bram Cotton and Matt Hill of the Niagara Sport Commission on reaching out and building a coalition and demonstrating outstanding leadership in the Niagara bid." ],
  "anchor" : "para700"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "With warm days and cool nights, I also want to talk about a sweet thing that’s happening in my riding, and that is the sap flowing around the Belmore area. Soon people will be flowing to that “hamlet with a heart” for the 50th anniversary of the annual maple syrup festival in that community. It’s held this year on April 6 and Saturday, April 8, in Belmore. The festival has planted its roots deep and grown over the years to the great event that it is today.", "In 1968, the local community centre was in need of a new roof, and it was suggested that a maple syrup festival could be held to raise funds for this project. That year, more than 1,800 people came out to tap trees and produce a whopping 725 gallons of maple syrup. My grandfather was involved in the initiative. By the end of the year, Speaker, guess what? The community centre had a brand new roof.", "But as a side note, it’s a heartache to share that the January hydro bill for this very community centre had a global adjustment line item of almost $6,000 for one month. They’re going to have to do more fundraising just to make sure they cover the cost of their bills to keep that building going.", "I want to end on a good note. It’s the 50th anniversary of the Belmore Maple Syrup Festival this year. Please make the drive to Belmore; you won’t be disappointed. It’ll be a sweet treat for everyone." ],
  "anchor" : "para706"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated March 28, 2017, from the Standing Committee on Government Agencies.", "Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para712"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I rise in the House today to recognize Canadian Agricultural Safety Week, which took place from March 12 to March 18. This education campaign happens every year with the goal of raising awareness of farm safety in Canada. Our government commends both the Canadian Agricultural Safety Association—CASA—and the Canadian Federation of Agriculture—CFA—for their efforts here in Ontario and across this great land. With farmers looking forward to returning to fields for planting, there’s no better time to remind and encourage everyone in the agriculture sector to do what they can to keep safe.", "Farmers have a very hard job, but they do it extremely well. Despite best efforts to ensure safety on farm operations, it is a reality that accidents still occur, affecting both families and their communities. In order to continue to grow Ontario’s agri-food sector, we must raise awareness about the importance of safety on the farm for employees and farm families across Ontario.", "Ontario’s agri-food sector is an economic powerhouse contributing to growth in our province, generating more than $36.4 billion in GDP and supporting nearly 800,000 jobs. Our province’s farmers harvest an impressive abundance, producing over 200 different commodities on almost 52,000 family farms.", "I’m proud to stand with agricultural safety week campaign organizers in recognizing the importance of farm safety through their three-year farm safety campaign, “Be an AgSafe Family.” It has been crucial in providing education resources and raising the profile of farm safety across Canada.", "Last year, the campaign’s focus for Canadian ag safety week was on children. This year, the focus was on adult safety, and in 2018 the focus will promote farm safety for seniors.", "This year, Canadian Agricultural Safety Week was promoted through print media, videos, webinars and events as well as through a social media campaign with the hashtags #CASW17 and #AgSafeFamily. I even made a short video highlighting the importance of agricultural safety week that I posted on my Twitter page.", "During agricultural safety week, the Waterloo Farm and Home Safety Association held a farm and home safety spring rally in the beautiful community of St. Jacobs. The event had displays, testimonials, and activities to encourage farm safety. I encourage you to visit agsafetyweek.ca to find out more information about the events that occurred in your community this year and to see what is in store for next year as well. You can also follow the latest agricultural safety week developments on #AgSafeFamily on Twitter.", "We thank all those engaged in agriculture operations who got involved, hosted events, and learned more about the ways to build awareness of, mitigate and manage on-farm hazards during Canadian Agricultural Safety Week.", "Our collaboration with farmers, industry and partners has helped develop and promote important barn fire prevention resources to raise awareness of the best management practices and proactive steps that barn owners can take to address the issue of barn fire safety.", "The Ministry of Agriculture, Food and Rural Affairs recently hosted a barn fire risk reduction advisory panel, meeting with fire personnel, insurance agencies and farm industry leaders to develop collaborative approaches to assist farmers in reducing the risk of barn fires.", "Making Ontario farms safe to live and work on is all of our responsibility. Farmers, as well as farm operators, workers and farm families, have to understand the hazards that exist and learn ways to reduce them. Ensuring all those involved in agricultural operations are aware of possible hazards is important to our government and our industry leaders.", "That is why our government has renewed our commitment to support Workplace Safety and Prevention Services, WSPS, a leading farm safety and prevention organization in Ontario. For nearly 50 years, WSPS, previously the Farm Safety Association, has provided health and safety solutions to farm employers, families and employees in Ontario. Through our commitment of $120,000 annually over the next three years, it will help WSPS continue to deliver excellent farm safety education programs throughout the province. The funding is in addition to $480,000 that has been provided to WSPS since 2013.", "Through our support, Workplace Safety and Prevention Services will develop resources, host events and deliver training on various topics, such as farm equipment and electrical safety. We know the important role that prevention and awareness play in reducing on-farm accidents. Our supportive farm safety programming will remind people about the hazards and ensure both owners and employees never take safety for granted. This is the most effective way to prevent farm accidents from happening.", "I’d like to thank the Canadian Agricultural Safety Association, the Canadian Federation of Agriculture, Workplace Safety and Prevention Services, and every organization and group that supports farm safety and Canadian Agricultural Safety Week. Through their hard work and expertise, we can improve safety on farms here and right across Canada.", "In the spirit of Canadian Agricultural Safety Week, I encourage Ontario’s farm operators, workers and communities to do everything possible to ensure the safety of our family members and farm workers. Remembering agricultural safety is not just for one week of the year, but ensures our Ontario farms are safe 365 days of the year." ],
  "anchor" : "para717"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s time for responses." ],
  "anchor" : "para733"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "Every year—and this doesn’t seem to change—we hear of tractor rollovers, power takeoff accidents, entrapment in flowing grain, and death from silo gas and manure gas. As a former president of the Norfolk Farm Safety Association, I feel I have a bit of an understanding of the need for continued education and information, as we just heard, with respect to farm safety.", "Having said that, in rural Ontario, particularly on farms, it’s something that is communicated and passed on to young people, but it’s a message that needs continual repetition, year by year. It’s easy to get busy, to cut corners when times are tough or stressful—and stress is one of the major contributors to accidents as people become so distracted, thinking of financial matters; maybe they just had to lay off one of their hired men, for example, or have wet weather pressures of mud and rain. You’re trying to get things done, working by yourself, and then you walk into a PTO.", "We all get in a hurry, and that’s when accidents happen. I forget the ratio, but many of us on farms have had close calls. A number of us have had accidents and near accidents. Maybe you have 20 close calls, and number 21 is going to be an accident. Given the horsepower, the power and the complexity of the equipment that we’re using now, that can be a very, very serious accident.", "There are so many new dangers emerging on the farm and other areas we maybe don’t necessarily think a lot about—West Nile virus, Lyme disease. We all have to take preventive measures there as well.", "Down our way, a Waterford area farmer, Bill Van de Ven, is our current president of the Norfolk Farm Safety Association. He’s out in the schools, he’s at so many farm meetings—4-H clubs, for example—and gets a chance to jump up and spread the word. One thing he indicates is that in his view government is treating the family farm like any other industry. He explained that government tends to concern itself with workers on the farm and not necessarily the children on the farm. The farm is the home; the farm is the workplace, as we know.", "WSIB: There has certainly been involvement with family farms—in particular, labour-intensive agriculture and working with OMAFRA. But, again, so much of the focus seems to be on the employed labour.", "Growing up on a farm is a tremendous opportunity. My memories that I have and life experiences—you learn an incredible amount working on a farm, especially in your early years. You don’t forget those things you learned before you turn 17 or 18, and then other things come along to occupy your mind. There’s such an opportunity to continue to inculcate the very, very young in responsibility they have to take, responsibility the parents have to take to ensure that everyone is doing age-appropriate tasks.", "This also applies for those farmers getting on in years who continue to farm and take on work that maybe they shouldn’t, just given the ethic, the value for hard work, the necessity to continue to feed animals, raise livestock and crops.", "If you don’t watch it, regardless of age, you could pay a terrible, terrible price." ],
  "anchor" : "para734"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It’s always an honour to be able to speak in this House, and today on farm safety week, on behalf of my leader, Andrea Horwath, and our caucus.", "First of all, I’d like to thank the farmers and their families who grow our food.", "I always push very hard for farm safety. People will say I’m not actually the poster boy for farm safety, which is true, and I’m very fortunate to have survived.", "Farmers and their families are actually some of the most safety-conscious people I know. They have a very unique occupation. Farmers are prepared. They have to prepare for planting. They have to prepare for harvest. They do everything. Whether you’re a small farmer, a big farmer, a new farmer or a very experienced one, you do all the preparations possible to get the work done. You don’t have an allotted time. You also can’t go overtime. You can’t say, “Well, the harvest project went over two weeks,” because in farming it can’t go over two weeks; if you’re late two weeks, there’s no crop. That’s one of the great things about farming, because it’s a challenge, but it’s also one of the very, very dangerous things. In a good spring—I don’t know what they call it in the rest of the world, but we call it an open spring—you have lots of time. You’ve got a clear weather forecast and you put in some long days, but you take some breaks because you know you’ve got the time. But if you get a bad spring or, even worse, a bad fall, and your equipment is sitting there for a week or two weeks, not moving, and then you’ve got four days, you’re going to go those four days maybe 20 hours a day, maybe day and night, if there’s no dew, if you’re combining with a wheat combine. That’s the problem. That’s when accidents happen, because they get too tired. In some cases, they don’t have a lot of choice. You don’t have 10 people behind you who can run that combine, because 99.9% of the time you don’t need those people and they’re not there.", "I don’t ever want to give people the impression that farmers aren’t safety conscious, because they are.", "One thing I’d like to focus on is—and I haven’t done this before—livestock farming. I’ll give you a couple of examples that happened on our farm.", "We had a dairy farm for 30 years. Truth be told, my wife did most of the dairy farming. We had an eating area for the cattle and resting area. There were mattresses, nice mattresses, and once a day you would scrape the straw back in those mattresses. My wife was doing that. Our cattle were very tame. She was doing it in the bred heifer pen, and a heifer decided that that was just not going to happen that day. She pushed my wife into the stall, and my wife had to hide behind a post and yell until one of our employees came to push that heifer away. It was out of nowhere. That heifer was born on our farm. It was about a year and a half old, had never been mistreated, and it just decided that that was the day it was going to take somebody out." ],
  "anchor" : "para743"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "It was a bad heifer day." ],
  "anchor" : "para751"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It was a bad heifer day, yes." ],
  "anchor" : "para752"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "That was a terrible thing to say.", "And that’s something that could not be prevented, regardless of how many safety programs—it’s different with a bull; a bull is a totally different story. You just don’t go into a bull pen. But a heifer? It’s a totally different story.", "Another one, a very short one: A cow had a calf in a field. We had a separate calving area, and the cow was in the barn. The calf was about two days old, so I went with my son, Alex—he was about four or five years old—and we went to look for the calf. A cow hides a calf in long grass, I guess from days gone by when they had to worry about predators. When a calf is a couple of days old, you can’t just walk up to a calf. You have to sneak up when they’re sleeping, because otherwise you’ll never catch them. My son was beside me, and I snuck up. We found the calf. I sat on the calf quick, put the halter on and, all of a sudden, the calf woke up. It was like an explosion: “Bleh!” He wasn’t going to run away. The first thing that calf saw, at two days old, was my son Alex. If I didn’t have the rope on that calf’s head, he would have taken him out. To get that calf to the barn, I just told Alex to walk towards the barn, and all I could do was hold that calf. The whole time, the calf was scraping his feet and making bull noises. He thought Alex was a predator, and he was going to take out Alex.", "Those are the things you can never predict on a farm. Those are the things that farmers have to live with every day, and that’s why I thank them for what they do.", "Thank you for the time." ],
  "anchor" : "para754"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Far be it for me to get in the middle of a cow story." ],
  "anchor" : "para759"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "We wouldn’t take that bull from you." ],
  "anchor" : "para760"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You’re already in trouble from the first one from your own member, so don’t start.", "It is therefore now time for petitions." ],
  "anchor" : "para761"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition with literally thousands of signatures presented by Michelle Murphy and Roselyne Chues. The petition reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas all government offices and organizations must be obligated to assist and accommodate persons with communication disabilities;", "“Whereas a public system should be established to assist persons with communication disabilities, so that they can access public services, private businesses, and government organizations;", "“Whereas legal aid should cover human rights and civil matters. Persons with communication disabilities are more vulnerable, more likely to experience discrimination, and more likely to live in poverty and require legal assistance;", "“Whereas private businesses cannot make victims of anyone, particularly those with communication disabilities. Presently there is no protection for them, and they are continually taken advantage of;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“A public system must be established to assist persons with communication disabilities through legislation. The legislation must be written to hold accountability at all levels of service to assist or guide the communication-disabled with the help of a public system of experts. Advocacy for people with disabilities makes for a better society, one that makes room for everyone.”", "I proudly present this petition on behalf of the people who presented it to me." ],
  "anchor" : "para765"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas the Ontario government needs to strengthen primary care as the foundation of the health care system to achieve health system transformation goals of Patients First; and", "“Whereas research shows that interprofessional primary health care delivers better outcomes for people and better value for money; and", "“Whereas an investment in primary care will help address recruitment and retention challenges, build strong interprofessional primary care teams and ensure high-quality people-centred primary health care delivery in Ontario; and", "“Whereas over 7,500 staff in over 400 community health centres, family health teams, aboriginal health access centres and nurse practitioner-led clinics are being paid below rates recommended in 2012 and as a result are facing challenges recruiting and retaining health providers, including chiropodists, nurse practitioners, dietitians, registered nurses, registered practical nurses, health promoters, occupational therapists, psychologists, pharmacists, respiratory therapists, chiropractors, physiotherapists, mental health and social workers, physician assistants, managers and administration;", "“We, the undersigned, petition the Legislative Assembly of Ontario to invest in interprofessional primary health care teams with a commitment of $130 million annualized, with an implementation plan over two years, to ensure interprofessional primary health care teams can effectively retain and recruit staff.”", "I support the petition and will send it with page Naomi." ],
  "anchor" : "para775"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "Mr. Speaker, I was glad to be here in the House to catch the member from Timiskaming–Cochrane milk that story for all it was worth." ],
  "anchor" : "para783"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Only a Liberal would think that was a bull." ],
  "anchor" : "para784"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "I’m here with Karen Cumming, a future Canadian astronaut who has been gathering signatures on road safety.", "“To the Legislative Assembly of Ontario:", "“Whereas careless driving has become a serious issue on Highway 6 north and south in the Hamilton/Port Dover area, and near misses, personal injuries and death have sadly become shockingly commonplace;", "“We, the undersigned”—some 557 people—“request that the government take concrete and immediate action to specifically address the current lack of adequate surveillance on Highway 6—police, drone, or otherwise.", "“We request that the government launch an immediate radio, TV, print and social media public awareness campaign to educate drivers on the penalties they face for careless driving on Ontario highways, in a bid to save lives in the future.", "“We request that the government throw its full support behind Bill 213 and the call for increased fines, licence suspension and imprisonment related to careless driving in Ontario.”" ],
  "anchor" : "para785"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Whereas the Ontario government is proposing changes to regulation 440, by way of the Ontario Farm Products Marketing Commission (OFPMC), to replace the regulated marketing of 14 processing vegetable commodities in favour of a free-market system; and", "“Whereas this removal of the negotiating authority of the Ontario Processing Vegetable Growers ... is a removal of the raison d’être of the OPVG in favour of an industry advisory committee; and", "“Therefore we, the undersigned, petition the Legislative Assembly ... as follows:", "“That the Minister of Agriculture, Food and Rural Affairs and the government of Ontario support the Ontario Processing Vegetable Growers’ right to negotiate price terms and conditions of contracts for processing vegetables in Ontario on producers’ behalf.”", "I fully support the sentiments of this petition and affix my signature." ],
  "anchor" : "para792"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have edited this one for time.", "“To the Legislative Assembly of Ontario:", "“Whereas our hydro rates have tripled since Conservative governments started privatizing our electricity system, and since Premier Wynne took office ... four years ago, peak hydro rates have increased by more than 50%,” which is 10 times the rate of inflation; and", "“Whereas the Ontario Energy Board (OEB)” reports skyrocketing numbers of hydro accounts in arrears;", "Whereas in Windsor, this increase in arrears has tripled to more than 6,000 accounts; and", "“Whereas the Ontario Chamber of Commerce” claims “one in 20 businesses” will shut down “in the next five years” because of high energy costs; and ...", "“Whereas the Minister of Energy has the power under the Ontario Energy Board Act to issue directives to the OEB with respect to fees and pricing,” especially if it pertains to “fairness, efficiency and transparency ... ;", "“We, the undersigned, petition the Legislative Assembly of Ontario:", "“To take immediate and tangible steps to reduce the costs of energy,” taking into account the needs of low-income families and small businesses, since high hydro costs are driving people into energy poverty; and finally,", "“Stopping the sale of Hydro One.”", "I fully agree. I’m going to give it to Aidan to bring up to the desk." ],
  "anchor" : "para799"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I have 4,500 signatures of Ontarians from Markham, Kleinburg, Vaughan, Mississauga, Richmond Hill, Scarborough and North York to support Bill 79. This is now a total of almost 30,000 signatures.", "“To the Legislative Assembly of Ontario:", "“Whereas the events in Asian countries during World War II are not well-known;", "“Whereas Ontarians have not had an opportunity for a thorough discussion and examination of the World War II atrocities in Asia;", "“Whereas Ontarians are unfamiliar with the World War II atrocities in Asia;", "“Whereas Ontario is recognized as an inclusive society;", "“Whereas Ontario is the home to one of the largest Asian populations in Canada, with over 2.6 million in 2011;", "“Whereas some Ontarians have direct relationships with victims and survivors of the Nanjing Massacre, whose stories are untold;", "“Whereas the Nanjing Massacre was an atrocity with over 200,000 Chinese civilians and soldiers alike were indiscriminately killed, and tens of thousands of women were sexually assaulted, in the Japanese capture of the city;", "“Whereas December 13, 2017, marks the 80th anniversary of the Nanjing Massacre;", "“Whereas designating December 13th in each year as the Nanjing Massacre Commemorative Day in Ontario will provide an opportunity for all Ontarians, especially the Asian community, to gather, remember, and honour the victims and families affected by the Nanjing Massacre;", "“We, the undersigned residents of Ontario, urge the members of the Ontario Legislature to pass Bill 79, declaring Dec. 13 as the Nanjing Massacre Commemorative Day.”", "I fully support the petition, and I give the petition to Max." ],
  "anchor" : "para812"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas community water fluoridation is a safe, effective and scientifically proven means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas recent experience in such Canadian cities as Dorval, Calgary and Windsor that have removed fluoride from drinking water has shown a dramatic increase in dental decay; and", "“Whereas the continued use of fluoride in community drinking water is at risk in Ontario cities representing more than 10% of Ontario’s population, including the region of Peel; and", "“Whereas the Ontario Legislature has twice voted unanimously in favour of the benefits of community water fluoridation, and the Ontario Ministries of Health and Long-Term Care and Municipal Affairs and Housing urge support for amending the Health Protection and Promotion Act and other applicable legislation to ensure community water fluoridation is mandatory and to remove provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to introduce legislation amending the Health Protection and Promotion Act and make changes to other applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I support this petition, affix my name to it and send it down with Jace." ],
  "anchor" : "para826"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’ai une pétition qui me vient de partout dans le Nord-Est, et j’aimerais remercier Mme Mona Filion.", "« Attendu que des soins de qualité pour les 77 000 résidents des maisons de SLD »—soins de longue durée—« est une priorité pour les familles de l’Ontario; et", "« Attendu que le gouvernement provincial ne fournit pas un financement adéquat pour assurer un niveau de soins et de personnel dans les foyers de SLD afin de répondre à l’augmentation de l’acuité des résidents et du nombre croissant de résidents ayant des comportements complexes; et", "« Attendu que plusieurs enquêtes du coroner de l’Ontario sur les décès dans les maisons de SLD ont recommandé une augmentation des soins pour les résidents et des niveaux du personnel. Les études des normes minimales de soins recommandent 4,1 heures de soins directs par jour; »", "Ils demandent à l’Assemblée législative de l’Ontario de :", "« Modifier la Loi sur les foyers de SLD pour un minimum de quatre heures par résident par jour, ajusté pour le niveau de soins et la répartition des cas. »", "J’appuie cette pétition. Je vais la signer et je demande à—" ],
  "anchor" : "para835"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. Further petitions?" ],
  "anchor" : "para842"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "“Whereas home inspections are an integral part of the real estate transaction; and", "“Whereas there are no current rules and education system to qualify who is and who is not a home inspector; and", "“Whereas the public interest is best served by protecting consumers against receiving a bad home inspection;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Ensure the speedy passage of Bill 59, Putting Consumers First Act, 2016, and mandate the government of Ontario to bring in a strong qualifications regime for home inspectors.”", "I agree with this, affix my name and send it with page Zara." ],
  "anchor" : "para844"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I have to read this one in because my mum’s signature is on the first line here. It’s a petition to reduce energy rates.", "“To the Legislative Assembly of Ontario:", "“Whereas electricity rates have risen by more than 300% since the current Liberal government took office; and", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment; and", "“Whereas the global adjustment is a tangible measure of how much Ontario must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours at a loss; and", "“Whereas the market rate for electricity, according to IESO data, has been less than three cents per kilowatt hour to date in 2016, yet the Liberal government’s lack of responsible science-based planning has not allowed these reductions to be passed on to Ontarians, resulting in electrical bills several times more than that amount;", "and ...", "“Whereas the ill-conceived energy policies of this Liberal government that ignored the advice of independent experts and government agencies, such as the Ontario Energy Board (OEB) and the independent electrical system operator (IESO), and are not based on science have resulted in Ontarians’ electricity costs rising, despite lower natural gas costs and increased energy conservation in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to Ontarians’ energy bills.”", "I totally agree with this petition—" ],
  "anchor" : "para851"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. Further petitions?" ],
  "anchor" : "para861"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Grandview Children’s Centre is Durham region’s only outpatient rehabilitation facility for children and youth with special needs; and", "“Whereas Grandview Children’s Centre’s main facility was originally constructed in 1983 to serve 400 children and now has a demand of over 8,000 children annually; and ...", "“Whereas it is crucial for Grandview Children’s Centre to complete a major development project to construct a new facility in order to meet the existing as well as future needs of Durham region’s children, youth and families; and ...", "“Whereas since 2009 the need for services has continued to increase, with over 2,753 children, youth and families currently on the wait-list for services;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario prioritizes, commits to and approves Grandview Children’s Centre’s capital development plan so that the chronic shortage of facilities in Durham can be alleviated.”", "I wholeheartedly support this, affix my name to it and will send it with Sophie." ],
  "anchor" : "para863"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I would like to move the following motion for discussion this afternoon:", "Whereas hydro bills in Ontario have become unaffordable for too many people;", "Whereas reducing hydro bills by up to 30% for families and businesses is an ambitious but realistic target;", "Whereas the only way to fix the hydro system is to address the root causes of high prices including privatization, excessive profit margins, oversupply, unfavourable net export practices and more;", "Whereas Ontario families should not have to pay time-of-use premiums, and those living in a rural or northern region should not have to pay higher, punitive delivery charges;", "Whereas changing the financing of private contracts and the global adjustment fails to reduce the long-term cost of hydro for families and businesses, does not fix the system and, in fact, will cost billions of dollars extra in borrowing costs;", "Whereas Hydro One can be returned to public ownership and management without increasing rates;", "Whereas returning Hydro One to public ownership would deliver over $7 billion back to the province and the people of Ontario;", "Therefore, the Legislative Assembly expresses its support for reducing hydro bills for businesses and families by up to 30%, eliminating mandatory time of use, ending unfair rural delivery costs, and restoring public ownership of Hydro One." ],
  "anchor" : "para873"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I turn it back to the leader of the third party for further debate." ],
  "anchor" : "para883"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "It’s certainly a pleasure to rise today to lead off the debate on the motion that we have before us, which was filed by me and my party. But I have to tell you, it’s definitely a bittersweet pleasure, Speaker.", "When I originally presented the New Democratic plan to reduce hydro prices here in Ontario, I presented a vision of Ontario’s future that Ontarians can believe in. Not only would our plan offer real, permanent savings for ratepayers, families, businesses and other institutions; it would also address the underlying problems in Ontario’s hydro system. After 20 years of reckless sell-offs and privatization by Liberal and PC governments, we would restore public ownership and accountability to the system, including putting Hydro One back in public hands. Like Manitoba and Quebec, Ontario could once again have a hydro system that serves the interests of the people, not private and foreign corporations, and that is reliable, affordable and accountable.", "Our plan would eliminate unfair time-of-use billing, a practice that has been shown to offer very little in real benefits to people, while often being punitive, in fact, for the province’s most vulnerable power users—like seniors, for example, who have no choice but to live their lives during the day, when electricity is at a peak price, or like families with small children, who have no choice but to feed their kids during the day, when they’re at home with them.", "Since our plan was released, my office and the offices of my New Democratic colleagues have been bombarded by support from all sectors. I’ve travelled around the province and I’ve heard from business owners, families, seniors and public institutions, all of whom are desperate for relief—like Charlene from Sault Ste. Marie, who said, “I work two jobs, one full-time and one part-time, and my husband also works full-time, yet we just can’t keep up with our hydro bill as it gets more and more expensive.", "“Between my two jobs and my husband working, we don’t have time to try to synchronize everything for ‘off-peak’ hours. We are a busy family; we need to get things done.”", "Business owners have been quick to get on board, too. Listen to what Gerry Muller from AJ’s Trading Post in Thunder Bay has to say:", "“My dream has always been to open another location, to use this place as a stepping stone, but that’s really hard to do when you’re spending too large a portion of your revenue paying the hydro bill.", "“The NDP has a good, solid plan and I liked what I heard today from Andrea.”", "Gerry is also someone who says that his hydro bill equates to the same amount as a second mortgage would cost him. He rues the fact that he has to drive a 15-year-old car, but if he only had hydro bills that were more reasonable, he would be able to get a new car, because the amount that he pays just for his unfair delivery charges is the same amount as a car payment every month.", "Heck, even the people who don’t like my plan appreciate the fact that New Democrats have put a detailed plan out in the open for everyone to see, in a very transparent and proud manner, which brings me to the bittersweet part of this issue: First and foremost, we should never have been in this position in the first place in the province of Ontario. We should never have to be having this debate right here, right now. It is because the Liberals have put us in this position, piggybacking on the structure that the Conservatives put in place before them. Privatization does not work for Ontarians in our hydro system, and we have to deal with it.", "When you look at hydro rates across this country, it’s easy to see just how bad things have become here in Ontario. On an average residential hydro bill, Ontario residents can expect to pay well over twice as much as is being paid by those in Manitoba and Quebec—over twice as much as those that are on either side of us here in this country, in Quebec and Manitoba. That crushing, oppressive cost difference is hurting our families, and it’s hurting our economy. We have years of reckless privatization and deregulation by Liberal and Progressive Conservative governments to thank for it.", "Ontarians deserve better. But instead, this government, like the PC government before, has put the interests of their banking and investment friends ahead of the interests of hard-working Ontario families.", "And so here we are today. Thanks to outrageous hydro rates, Ontario is at a tipping point. Many families and many businesses are already in crisis. They were crying out for help, and what did they get? Empty promises and silence.", "As you know, Mr. Speaker, just days after I announced the NDP hydro plan, the subject of today’s motion—not only did we announce that plan, of course, but we physically brought it here into the Legislature. We posted it online the very day we announced it, so that it’s very, very visible, very apparent, very clear and very detailed, for people to have a look whenever they want.", "A couple of days after we put that forward, the Premier announced her own plan. And while I’d like to think that I inspired her to finally take action, like most Ontarians, I was disappointed to see that the direction of the so-called Liberal plan is the wrong one.", "Of course, we’re still waiting to see the details of that plan. The Liberals haven’t bothered to make public the details of their plan. But from what we’ve been able to gather from their flashy, publicly funded, partisan advertising, it doesn’t look too good for the people of Ontario.", "First and foremost, the Liberal so-called plan does nothing to address the mess that the Liberals have made in our hydro system. It doesn’t even stop the next scheduled increase, let alone fix the system. And the government is still planning to continue the sell-off of Hydro One, something that 80% or more of Ontarians are vehemently opposed to. This Liberal government is going to wilfully go ahead and continue the sell-off of Hydro One. And in and of itself, that act alone will drive our bills even higher in the province of Ontario.", "Their plan does nothing to stop unfair billing practices, like rural delivery charges and time-of-use pricing. It does nothing to end the costs of oversupply, where we actually pay private and foreign corporations to generate power that we don’t even use and in fact that we dump to adjacent competitive markets for less than what we pay to generate it. It’s a really bad situation. It’s a huge problem within our system, but the Liberal plan doesn’t even bother to address it.", "Nor does it address the bad contracts, those contracts that continue to drive up our hydro bills—contracts signed first by the Conservative Party and then, of course, by the Liberal Party; contracts that they continued to sign as they implemented the Green Energy Act, which should have been about community well-being and should have been about community benefit, but instead was all about benefiting their friends and their insiders.", "Most Ontarians recognize the Liberal plan for what it is. It’s a refinancing scheme—a refinancing scheme, frankly, that’s going to put $40 billion into the pockets of bankers and for-profit corporations instead of investing that money into the services and infrastructure that hard-working families rely upon.", "I don’t think people trust Premier Wynne with their power bills. In fact, that’s what I hear when I go around this province: Nobody trusts Premier Wynne and the Liberals with their power bills.", "Certainly her wrong-headed concept of stretching out payments and saddling the next generation with paying for her mistakes is not fooling them; it’s not fooling them for a moment. We all know that, with a Liberal government, we’ll get more of the same.", "I guess I should give credit where credit is due. The government has at least put forward a vague framework of some sort of plan, which is more than I can say for the official opposition. While the Leader of the Opposition has been highly critical of others’ attempts at fixing the hydro system, he has yet to offer anything other than empty promises. But we know that the member from Simcoe North, a 17-year politician straight from Stephen Harper’s team, is a cut-and-privatize Conservative. That’s what Conservatives do, that’s what they always do, and of course, we’ve seen the Liberals do exactly the same. He’s the type of politician who will only take Ontario further down the disastrous road that led us to where we are today.", "Mr. Speaker, as I said, we shouldn’t even be in the position that we are in today. I wish this motion never became necessary, but here we are. I’m very proud of the work that my colleagues have put into this plan, the subject of the motion before us today. Our plan would actually fix the system. It would lower rates immediately and repair the mess the Conservatives and Liberals have made with their privatization and their bad contracts. It would end unfair delivery charges and unfair time-of-use pricing, so people aren’t paying ridiculous premiums for doing things like living in a small town, living in the north or making dinner for their kids at dinnertime. Most importantly, it would put control of our hydro system right back where it belongs—in the hands of the people of Ontario—instead of keeping it behind the closed doors of corporate backrooms.", "Returning Hydro One to public ownership would deliver over $7 billion back to the province and to the people of Ontario—money that can be invested in things like schools, our education system, health care, our hospitals, our highways and our transit systems. That’s a vision of Ontario’s hydro system and a vision of Ontario’s future that the people of Ontario can really believe in.", "I look forward to listening to the rest of today’s debate and building a hydro system that works for Ontarians instead of a system that the Liberals and Conservatives have built that is punishing people and making some people at the top very, very rich. That is not a vision for a hydro system that will work for the people of Ontario, but New Democrats have laid out a plan that will work for the people of Ontario, that will bring hydro back into public hands, that will prevent any other government from ever selling it off again and that will make sure it’s a fair system that’s affordable, that’s reliable and that’s transparent. Let’s hope all of the members of this Legislature agree that that’s what the people of Ontario deserve." ],
  "anchor" : "para884"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para911"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Today’s opposition motion is a self-inflicted testament by Ontario’s New Democratic Party on exactly why they remain manifestly unfit for government in this province. The NDP policy behind this motion is ideologically driven, dead wrong, unworkable, counter-productive, wasteful, confrontational, against Ontario’s best interests, and almost certain to lead any government that would try to implement these points into protracted litigation.", "Let us dissect and debunk this mess of an opposition day motion in some detail. This motion blames the cost increases of the largest renewal of infrastructure in Ontario’s history on root causes that have little or nothing to do with electricity generation, transmission and distribution. The NDP seem to want to own and politically manipulate everything that generates and transmits electricity. This would require capital and borrowing that would divert money away from highways, universities, schools, hospitals, water systems, bridges and other facilities that Ontarians need to have built, repaired or renewed.", "The GTA can plan on choking on NDP ideological traffic if those billions of dollars were yanked away from urban renewal, public transit, education and health care.", "The NDP claims that families should not have to pay for time-of-usage rates, yet they have no plan to build the extra power generation that time-of-use has saved. They might propose buying that power at several times what it costs to generate it here in Ontario, and send even more Ontario money into Quebec or to pollution-producing coal plants in Ohio, Indiana, West Virginia and Kentucky.", "The NDP says that northern and rural members should have someone else pay the much-higher costs of having electricity delivered in those areas. Speaker, given the slap in the face they’ve already delivered to urban areas, one can reliably assume that Toronto and the 905 belt will be paying those charges on top of their own electricity bills.", "In reality, the province has already rolled out a plan that lowers prices by an average of 25% and, in many cases, even more than the 30% that I saw in this strange motion. Our plan, as a government, would lower global adjustment and also lower the distribution costs across the province of Ontario. In other words, the NDP wants to propose something that the province has already done, and done better than the vague proposals in this motion that the NDP has made.", "The NDP wants to keep costs high for electricity ratepayers by forcing electricity users today to pay upfront for assets that will be used decades later. That’s like insisting that home buyers looking to finance a new home pay unnecessarily high interest rates and remain house-poor as they pay off a home far faster than what might make sense in their family budget. It’s punitive, it’s unworkable and it’s unfair. But that’s what the NDP is, and that’s what they are.", "Now let’s get to some of the fun stuff. The NDP makes a wild, reckless and unsubstantiated claim that allowing electricity distributor Hydro One access to capital markets through a partial privatization is a bad idea. In fact, it is not a bad idea; it’s a splendid idea.", "The NDP’s repeated incorrect assertions about Hydro One assume some of the following: They assume that Hydro One will never change in any material way. This is wrong. They assume that Hydro One will never get any better, any more efficient or any more effective than what it is now or what it was when its first shares traded about a year ago. This is false. They assume that the best way to oversee and regulate Hydro One is by political directives that arise from politically motivated questions in this Legislature. This is clearly false.", "Indeed, Hydro One is now overseen by the same entity, the Ontario Securities Commission, that regulates banking, telecommunications, railways and industry in Canada. The Ontario Securities Commission has teeth, and every quarter, publicly traded companies need to comply with tough disclosure rules and to report to shareholders.", "As well, Hydro One no longer needs to go cap in hand to the Legislature to raise capital and to claim dividends from its profit stream, which it can then flow to Ontario investors and to Ontario pension funds.", "The NDP states, without any basis whatsoever, that making Hydro One a publicly traded firm just like Enersource, which supplies power in my home city of Mississauga, and Enbridge, which supplies natural gas, would somehow affect costs.", "Let us be clear: Hydro One’s ownership, whether public or private, does not affect electricity rates one bit. Hydro One does not set electricity rates. Hydro One does not generate electricity or decide where electricity comes from or goes to. Hydro One is a common carrier, just like a trucking company. Its market share in the province of Ontario is about 24%.", "There are in fact three such large distribution companies whose market share combined is about 80%. The largest of them is Hydro One; second is Toronto Hydro; and third is the newly merged company called Alectra, which combines Enersource and several other companies. Indeed, the new company, Alectra, will continue to be publicly traded. Enersource, Ottawa Hydro, Toronto Hydro, London Hydro and all of the others, some 70 or so distribution companies, operate the same way. Their rates are set by the Ontario Energy Board. They’re not set on the floor of this Legislature, nor should they be. All of these companies carry a product, electricity, whose price they do not set and whose origin and use they do not control. The NDP’s assertions about Hydro One are completely wrong, and they know it.", "So let’s get to the biggest whopper of this completely ridiculous motion: that an NDP government would, or even could, repurchase the 30% or so shares of Hydro One now owned by investors. The NDP thinks, without any basis, that it could snap its fingers, if in government, and buy back all of the Hydro One shares at the same price at which they were issued—and you can just hear the gales of laughter coming from the traders on Bay Street at that whopper.", "Aside from a protracted set of expensive litigation before this wasteful scheme could even start, the NDP would face stiff fees as well, and of course a renationalization of a publicly traded company would certainly provoke a run-up of all of its shares, and the Ontario taxpayer would be on the hook for every dollar of those completely unnecessary costs. So whatever figure the NDP tries to sell on the proposed renationalization of Hydro One, you should prudently double or at least triple it. In the end, this is a broken promise in the making even before it’s made, as no government would ever go through such a needless and wasteful renationalization, and Ontarians would not tolerate it if it were ever tried.", "Consider also that a renationalization of Hydro One means a negative return on equity on the nearly $4.5 billion of capital already raised. Only the NDP would come up with a scheme to lose billions of dollars trying to renationalize a profitable company. Simply to set out on this predictably disastrous renationalization scheme of Hydro One says to more than half of Ontarians who live in urban areas that the NDP will bring badly needed renewal in transit and municipal infrastructure to a shuddering halt.", "From the NDP to urban commuters everywhere in Ontario: You are going to be stuck in gridlock forever if you ever vote for this peculiar scheme. That means no more new tracks on the Milton line to serve Milton and Mississauga commuters. That means GTA traffic that now moves at about 24 kilometres an hour will get slower and slower as there will be no alternative to more and more cars on the road. The NDP, in effect, pledges to Ontarians that they will pay more—much, much more—and own much less, as desperately needed transit and municipal infrastructure would never get built.", "What would have happened if the NDP had done what it proposes to do now some 23 years ago when the federal government privatized CN Rail? CN Rail, like Hydro One, was a firm that the public and elected officials loved to hate. Since becoming private, CN Rail was able to raise equity capital, raise it on the open market and not have to go cap in hand to Parliament. Hydro One can do likewise.", "CN Rail became one of North America’s best-run railroads. Hydro One will most certainly do likewise: get more efficient, be better run and be better able to evolve its business and compete in new and innovative areas.", "If you had invested in CN Rail in the 1990s and held on to your investment, would you have lost money, as the renationalization of Hydro One guarantees that Ontario will? No. Your return on equity from just the appreciation in the value of the shares and not including the stream of dividend income would today be about 2,000%. Why shouldn’t Ontarians be able to share in the benefits of a growing, more efficient and more profitable Hydro One? Why shouldn’t your pension fund, your mutual fund or your RRSP not be able to share in Hydro One’s dividend income?", "Speaker, there are so many reasons that this crazy notion should not pass that I am now going to pass the floor to some of my colleagues, who have some thoughts of their own on this. But this is one motion that richly and truly deserves to go down to ignominious defeat and serves to show people why you should never, ever trust the NDP with either money or electricity." ],
  "anchor" : "para912"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? The member from Prince Edward–Hastings." ],
  "anchor" : "para935"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Thank you, Speaker. I appreciate the fact that you recognized me and I appreciate the fact that the member from Mississauga–Streetsville handed the baton over, because we were all getting kind of tired of the rubbish that he was trying to sell here this afternoon. This is the party, this is the government, that created the situation that required the NDP to bring this motion before us today in the first place. Their plan isn’t all that great, Mr. Speaker, but this government is the one that created this problem in Ontario, a problem where we’re seeing energy poverty. Who would have thought, 13 years ago, that energy poverty would be something that we were talking about in this Legislature? It just seems unheard of. But that’s what happens when you play politics with the electricity sector, like this government has done.", "It’s an honour to rise and speak to today’s motion brought forward by the third party because it’s important to speak to the necessary complexity of this province’s electricity system, and it is a very complex system.", "I want to start by addressing the absolute nonsense that you need to have something to criticize in order to be able to criticize someone else. That’s like saying, after the Liberals crashed their car, that I can’t criticize them because I’ve never been in a car wreck myself. It just doesn’t make any sense.", "What they’ve done isn’t just crash the car; they’ve driven a whole fleet of cars off the edge of that cliff, Mr. Speaker.", "This is a standard of logic that we’re hearing that we would apply to almost nothing else, particularly where we have evidence—as we do here—that the experts employed by the government were ignored in favour of a system of planning in directive. That’s what this government did: They ignored the experts when it came to their Green Energy Act, or their bad contracts act, as Patrick Brown, the leader of the PC Party, calls it, and he calls it what it is. It’s a series of events that have occurred that ultimately resulted in the government signing a whole bunch of contracts that made their friends millionaires. That’s what happened, and that’s what has driven the cost of electricity through the roof.", "My friend here from Renfrew–Nipissing–Pembroke was the critic for a number of years—many years, as a matter of fact. Back when John Tory was the leader of the official opposition, they brought in a report, and I’m sure my friend Yak will want to talk about that report when he gets up to speak about this in just a short time. That report, along with what the experts were saying, indicated that the path that this government was going down was the absolute wrong path to be on. It was going to result in exactly where we are today: with sky-high electricity rates in this province, electricity rates that are causing our seniors to lose their homes and causing our businesses to cross the border into Quebec and Michigan and New York state and jurisdictions in the southern part of the US because they can’t afford to stay in business in this province.", "I’ve got a meeting right after I leave here with some concerned manufacturers in Ontario. As a matter of fact, they’re called the Coalition of Concerned Manufacturers of Ontario. They’re more than concerned, Mr. Speaker; they’re desperate. They are desperate because of the climate that this government has created in this province.", "It has led to our hospitals taking millions of dollars out of providing health care just to keep the lights on. It has taken millions out of our school system. We no longer have the educational assistant support or the ECE support or the custodians to clean the schools because millions of dollars that were intended to go to pay for our public institutions, our public school system, are going to keep the lights on. Those are the kinds of predicaments that we find our institutions in.", "Our municipalities are dealing with millions of dollars more on their electricity bills than they were. The leader of the official opposition and I and a number of our caucus colleagues were on a northeastern swing. We stopped by Timmins. The electricity bill in Timmins—in spite of the fact that they’ve taken a lot of initiative to cut down on their electricity usage—had a $1.5-million increase. That takes its toll on keeping your municipal buildings or your curling rinks or your hockey rinks or the street lights on in the municipality.", "It’s also important to highlight, Mr. Speaker, that what has happened here in this province was ushered in, of course—and I’ve mentioned it—by the passage of the Green Energy Act. It’s also worth noting that only one party in this House refused to vote for the Green Energy Act, and that was the official opposition, the Progressive Conservative Party of Ontario. Prior to the introduction of that act, from the opening of the current market in 2002, ministerial directives were used quite sparingly. It was only after 2009, when the whole system got turned away from the objective of reliable, cost-efficient power and we tried to run economic development policy out of the energy ministry, that ratepayers started being put in the position that we currently find ourselves. These were decisions that were made without the advice, or ignoring the advice, of the experts in the sector. They were made by politicians for political reasons.", "This is a $20.5-billion system that we’re talking about, the energy sector. It has tens of thousands of kilometres of transmission wire. It has distribution and transmission and logistic challenges that require hundreds of decisions to be made every day—every minute, as a matter of fact. It’s very hard to get it right, and it’s really easy to get it wrong, as we’ve seen. And when you get it wrong, you’re dealing with the laws of physics and mathematics. They’re not only unbending; they’re merciless. Math eats mistakes for breakfast, and math is the mistake that these guys make over and over again in this Liberal government.", "Let’s address ourselves to the substance of the criticisms made by the third party in this motion that they’ve brought forward here this afternoon.", "I want to first address the fact that the sole mention of generation in the motion deals only in passing with the government’s plan, which is the refinancing of contract payments. No other portion of the motion deals with generation—none. My friend the member for Toronto–Danforth will know that generation accounts for 64% of the costs in the energy system. So the idea that you’ll somehow create 30% savings and not touch the single largest part of the system is absurd. However, it’s understandable, given that the support the third party has given to government policies in the past is what got us in this mess in the first place. It’s also somewhat ironic, as I was reminded just yesterday, that all the non-utility generator private power contracts currently coming off contract were signed the last time that the third party had power.", "Let’s put aside the fact that this motion fails to address the largest cost driver in the system and move on to what it does address—because they didn’t deal with generation, which, again, makes up 64% of the costs in the system.", "The Hydro One sale is, by and large, a point of agreement between members on this side of the House, and there are a couple of reasons for that. As it stands, Hydro One serves predominantly rural and remote customers, who often face some of the highest transmission costs in Ontario. This government, through various regulations over the last number of years, has done everything it can to make the delivery charges on consumer bills less transparent. The reason it’s important to keep Hydro One in public hands is because the people that it costs the most to service could be taken advantage of in the rate application process, as the utility—in this case Hydro One—deals with increased cost of service and its guaranteed rate of return.", "And there is an increased cost of service. The auditor raised considerable doubt a couple of years ago about whether past rate adjustments were appropriately applied to upgrading the service. We know that Hydro One has a $4.4-billion transmission infrastructure deficit that has to be contended with somehow. So we can generally agree, on this side of the House, on stopping the sale of Hydro One.", "Where we disagree is re-appropriating the shares. First, there’s an untold cost there. The third party presumes that this is going to cost between $3.3 billion and $4.1 billion. It’s going to cost way more than that, but my colleague is going to deal with that when we address what happens when you guarantee that the government is going to buy a stock; that would be our finance critic from Nipissing, Mr. Fedeli.", "What we also saw happen is the government removed all oversight of the Hydro One sale. I’ve mentioned it before: There was a big, black curtain that was put up when the Hydro One sale was announced. As a matter of fact, they even tried to distract from the very unpopular sale of Hydro One by, on the same day, announcing that they were going to be selling beer in grocery stores. So when they announced that they were selling Hydro One, did they put up a big banner behind them saying, “We’re going to sell off Hydro One”? No. They had a big banner saying they were going to put beer in grocery stores, which was very popular. Selling Hydro One? Not so much—a very, very unpopular decision.", "You know what? They also took the employees of Hydro One off the sunshine list. But today, we found out that the CEO of Hydro One—and you know, we were actually saying that the CEO of Hydro One was getting $4 million a year in compensation. We were wrong. He’s not getting $4 million; he’s getting almost $4.5 million a year in compensation. Can you believe that? And the only reason we know that is not because the government wanted to tell us that. It’s because the company, now that it’s been partially sold off as a publicly traded company, is obliged to tell us who the top five executives are in that publicly traded company. The top five: You know how much they are making? Almost $12 million in compensation, including the CEO’s salary of $4.5 million. It’s insane, when people are struggling to pay their hydro bills, that this is what’s happening at Hydro One: a $4.5-million salary for their CEO.", "Let’s move on to the next item in the NDP’s motion here today, and that has to do with ending the mandatory time-of-use metering. Blaming time-of-use meters for your bill is like blaming your bathroom scale for your weight. It’s kind of like that." ],
  "anchor" : "para936"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I do that all the time." ],
  "anchor" : "para957"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "But it’s true.", "Of all the residents and constituents who come into my office to talk to me about their hydro bills, very few have raised the issue of usage, right? Smart meters weren’t a good decision when they were rolled out. It was an incredibly wasteful $2 billion. We’ve documented that time and time again. It was an expense to do something that had largely only been done as a pilot project in other jurisdictions before being done here.", "You can even argue that time-of-use pricing has been mismanaged by the government—and it has been mismanaged by the government—because we keep moving the off-peak price when we move the on- and mid-peak prices. What we need is that gap there to change behaviour, but every time we increase the on-peak cost of electricity, they bump the off-peak as well, so the gap isn’t there.", "There was a study done for Public Utilities Fortnightly, and it demonstrated that province-wide there have been notable shifts in consumption out of the summer on-peak price because of time-of-use metering. In fact, that publication makes the same conclusion that the province’s Environmental Commissioner makes.", "The problem with time-of-use metering is that we’re doing it really badly. We’re not creating enough incentive to load-shift, meaning we’re not creating enough of an incentive to move shifts to the overnight period at our manufacturing facilities—or our household chores.", "Even if you were inclined to believe, as the third party does, that you could set a flat price and it would simply lower bills, you would be wrong on that count too. Right now, if you are a residential class B user, the variable time-of-use price is helping to cover the global adjustment cost for the peak generation that we use, which is predominantly gas, solar and a little bit of wind, depending on the time of year. This gets back to the problem raised right off the top: If you don’t address generation, how you tinker around on the distribution and transmission end only affects a very small percentage of the problem.", "If you set a flat rate, the following things will happen, because you didn’t address the cost of generation: You will still pay people above market price to generate, only now you won’t be recovering that cost directly through the price. You’ll be recovering it as a fixed cost relative to the amount that you use. In other words, you will create a separate global adjustment on residential bills. You’ll have to, because you didn’t address the costs in the system—which is something, by the way, that the government hasn’t done. They haven’t addressed the costs in the system.", "This Liberal government brought in a plan which is basically remortgaging or refinancing. That’s going to add $25 billion plus interest over a 30-year period, but they haven’t done what needed to be done, and that was to also address the cost of generation in the system. They refused to do that, Speaker. So what it means is, after the next election campaign, we’re going to see our electricity prices skyrocket. They may be promising 17% off your electricity bill, or misleading the public when they say that it’s going to be 25% off your electricity bill, which they clearly know they’re doing, because it’s not that.", "As soon as that election is over, give or take a year or so, those electricity prices are going to hit record highs in the province. So let’s call this what it is: The Liberal scheme is their re-election platform being paid for on the backs of taxpayers of Ontario in the form of increased electricity bills—record high electricity bills—in a couple of years’ time. And of course they are doing that whole advertising spiel, too, on the backs of taxpayers, which we’ve talked about at length here.", "I’m going to wrap up here and let some of my colleagues speak more about this issue, but to summarize, the NDP, the third party, has been complicit all the way along in this scheme. It was introduced by the Liberals." ],
  "anchor" : "para958"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Sure it was, the Green Energy Act. The third party supported it. The PCs didn’t support it. We’ve been fighting it the whole way. We’ve been warning that Armageddon was going to arrive; that we would see the types of jobs leaving the province, as they are now; and that we would see the crazy-high electricity bills, particularly in northern and remote parts of Ontario, that we have seen. We’ve been talking about that. We’ve been talking about that for years now, and that’s exactly what happened.", "Budgets came along, and the NDP supported the Liberal budgets that didn’t deal with the issue. This plan that they’ve brought forward doesn’t fix the problem. Patrick Brown and the PCs have talked about the things that need to be done to fix the cost of electricity, the soaring cost of electricity. On some of them, we actually agree with the third party. But the one thing that they haven’t talked about is the generation, which makes up the largest part of our electricity bills. Some 64% of the costs in the electricity sector—" ],
  "anchor" : "para970"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "That’s not true. Read the plan." ],
  "anchor" : "para972"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "—are from generation. And I hear the leader of the third party saying that’s not true, but right in the Ministry of Energy slide deck that they gave us the day that they announced their plan to reduce electricity costs, when they told us they were going to reduce them by 25%, and are trying to mislead the public again on that issue—" ],
  "anchor" : "para973"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It is 17%. You’re right. I heard somebody over there say it is 17%. But they’re not dealing with the big issues. They’re not dealing with the contracts. They’re not stopping digging that hole that got us in this mess in the first place. The government is continuing to sell Hydro One, when their polling—years and years of polling, as we found out this week, that the people of Ontario paid hundreds of thousands of dollars for—told them that the vast majority of the people in the province knew that it was a bad decision to sell off Hydro One. They’re continuing to do it anyway. Stop the sale of Hydro One.", "Deal with the executive compensation in this sector: $4.5 million for the CEO of Hydro One, we learned today. Those are the kinds of numbers that we can see, but the rest of that sunshine list has been wiped away, out of public view and scrutiny, because this Liberal government doesn’t like transparency. They don’t want us to know. These are the kinds of things that we need to deal with to get to the heart of the matter. The government certainly hasn’t done it, and this third party motion doesn’t go far enough." ],
  "anchor" : "para975"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? The member from Toronto–Danforth." ],
  "anchor" : "para977"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Thank you, Speaker. It’s a pleasure to be recognized. No surprise, eh, that I will be supporting the motion?", "Andrea Horwath has already spoken to the elements of the plan that need to be put in place if we’re going to deal with hydro price increases and unaffordable hydro in this province. I want to speak to the Liberal phantom plan.", "I call it a phantom plan because we haven’t seen any business case. We haven’t seen any legislation. We’ve heard talking points. We’ve seen press releases. We saw a very skimpy deck of numbers and graphs that, frankly, don’t tell us precisely what’s going to be done. For a government, with all the civil servants they have, to be so skimpy, it makes you wonder what’s being hidden." ],
  "anchor" : "para978"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "What are they hiding?" ],
  "anchor" : "para981"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "What are they hiding?", "Speaker, it’s pretty clear from what we do know that this plan is not going to touch on the root problems in the hydro system, and because it is not going to do that, no matter how much money they borrow, no matter how much they allocate, those root causes are going to reassert themselves and drive prices up again in the future. My guess is that if you spend 40 billion bucks, you might get past the election; how far past, I don’t know.", "Speaker, $40 billion for a Band-Aid to get you through an election is a disservice to the people of Ontario, and won’t deal with what has to be dealt with. The Liberals do not plan to deal with privatization. They won’t reverse the privatization of Hydro One. They won’t stop the further privatization of generation.", "They won’t end mandatory time-of-use, as apparently neither will the Conservatives. They won’t actually look at the alternatives to deal with electricity supply. They won’t look at conservation versus building new generation or refurbishment. They won’t look at any of the things that you actually have to get your hands around if you’re going to come to grips with hydro prices here in Ontario.", "On Hydro One, to the member from Mississauga–Streetsville, I have to say: What government in its right mind would sell a profitable asset? This government has done that. The Financial Accountability Officer has talked about the impact on the revenue of this province in the years to come, because we’re going to lose those dollars, dollars that we need for our schools, our hospitals, our roads—all of the infrastructure that we need to build this province.", "Listening further to the member from Mississauga–Streetsville, the extraordinary thing to me is how much of a privatizing government we have on our hands. They don’t even think it’s credible that there should be public ownership of assets. They don’t think we should own schools. Certainly they don’t think we should own a hydro system. We shouldn’t be owning buses or northern railways. We shouldn’t have any public ownership, because it’s totally opposed to their ideology.", "I don’t know why we have a Conservative Party in this province when we have one in government right now. You guys are using up all the oxygen. You’re starving the Conservatives. I don’t know how they’re going to survive having their territory eaten up this way. It’s extraordinary.", "The member from Mississauga–Streetsville said that if we buy back Hydro One, we won’t have any money for roads. Oh, my God. He may have noticed that this is a government that’s about to borrow—sorry, expend—$40 billion dollars getting a payday loan to pay the rent, borrowing money at double the normal interest rates to actually pay down the bills, and not actually to buy anything.", "They use the line all the time, that it’s like a mortgage. When you have a mortgage, at the end, most of us will agree, you get a house when you pay it off. What will we have at the end of that $40-billion expenditure? It will all be owned by the private sector, which is apparently good with you guys.", "I get it: You like to privatize. You don’t really have faith in government. Government is there, actually, to facilitate rich people getting extraordinarily rich. All the rest, really, is not something that interests you. So it’s not a surprise, then, that people in Ontario are getting hammered with high hydro rates because, for you, it makes sense. It makes sense.", "Look at what’s happened in Ontario since the Conservatives started the privatization of the system. In 2003, Dalton McGuinty promised that we’d have a public hydro system. He abandoned that almost immediately, and you have continued on with that privatization, which has been killing us, on the generation side—killing us. Not only are we spending somewhere in the $750-million-to-$1-billion-a-year range, giving profits to companies for their private power generation—and I could be wrong; it could be bigger. But I can’t read all the annual reports in Japanese of the companies that own the private generation in this province. I can only read the English ones. That’s all I can read.", "So we’ve got that, and we know that you’ve structured it so that if we think there’s a mistake in an investment, we’re on the hook if we say, “Don’t go forward.” We’re on the hook for decades—decades of lost profit. Why do you think the gas plant scandal was so expensive? Because we found out. We found out you knew. We found out that we were on the hook for decades of profit. You’ve turned the system around.", "We, in the past, ran our own electricity system. If we didn’t like something, if we decided it wasn’t going where we needed it to go, we would just not proceed with the investment, but you’ve changed that. You’ve changed the dynamic fundamentally so that, in future, any private power generation gets its profits guaranteed for two decades.", "We could have invested in conservation. We could have made sure that we had public ownership throughout the system. We could have controlled it. We could have dealt with the huge downturn in demand in 2009-10 without encountering huge costs. But that isn’t where you wanted to go, and we are now paying for it. That’s why people should be voting for this motion." ],
  "anchor" : "para982"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para997"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "It’s been interesting, because I spent one third of my life in the province to the east, one third of my life in the province to the west and about one third of my life in Ontario. I was actively involved as the chair of the National Round Table on the Environment and the Economy and as the mayor of the city of Winnipeg, which owned much of the hydro utility and assets. They’re totally different histories, Mr. Speaker.", "You have what was built out in Manitoba—a system that was overbuilt, as were most of its utilities, expecting a population much greater than ever materialized. The water system in Winnipeg alone is only at about 28% capacity because that was the age in which that city was going to be the Chicago of the north. Manitoba sold its surplus hydro and generation, which was quite extraordinary, to the United States, at very highly profitable levels—to Midwestern states on the flat prairies that did not have access to hydro. So to compare the history of Manitoba’s generation and Winnipeg’s generation to Ontario’s is comparing apples and oranges. It’s absurd. If we had the geography, the economy and the population, we would do that.", "It was interesting that it was the NDP that killed the Conawapa deal, which I remember because I was in Manitoba. I never understood that. I remember working with Gary Doer at the time to try to restore some of those things.", "Quebec has a very similar system. They have a system that, in its off-peak seasons, provides cheap electricity. We did not have that system, and I’d just like to take a moment to remind people exactly what we had.", "From 1975 to 1979, there was something called the Porter commission—if you were around. Demand management, not supply planning: The entire thesis of the Porter commission was that the solutions to Ontario’s power challenges were not found in increased generation; they were to be found in demand management." ],
  "anchor" : "para998"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "So why did you increase the generation and oversupply the system?" ],
  "anchor" : "para1003"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "If the member from Timmins listens, he’ll get the answer—if he stops interrupting me.", "So nothing happened. In 1979, the Porter commission reports, but nothing happens for 10 years. We lost an entire decade in which there was massive underinvestment in hydro and in most forms of energy. In 1989, what happens is, the demand-side management plan, the first one, gets introduced. The plan projected a supply/demand gap by the mid-1990s that was going to reach 9,700 megawatts. By 2005, the projection in the first demand/supply management plan said that by 2014, we would be short 21,300 megawatts. That was the assumption going forward at the beginning of the 1990s.", "In 1992, when the party opposite was in power, it tabled their first plan. You may remember that. That was the 1992 demand-side management plan. By 1993, a terrible recession—and Darlington came online—actually eviscerated demand, and less than a year later, the government of the day, being the party opposite, withdrew the plan, and we were without a plan. We had Darlington, we had a recession, and we had a drop in demand.", "In the 1990s, all future projects were cancelled. They had actually planned for several coal plants and additional nuclear, and they were cancelled. I remember watching that because I was managing the integration of Manitoba and Winnipeg Hydro at the same time, and I was perplexed by the Tories and the NDP on where they were going, because they kept on coming up with plans that ended up being withdrawn, and disinvestment.", "Well, the disinvestment that started under the Tories—we’re talking about the similarities between the parties—continued under the NDP and then was revisited in the late 1990s by the Tories. By that time, between the two opposition parties, the nuclear power plants were in such a bad state of repair—let me quote—that the board of experts appointed by the parties opposite concluded with the following statement, that the operations of nuclear plants were “below standard” and “minimally acceptable.” That then led into the nuclear asset optimization plan by the Conservatives, who proposed to invest $8 billion to desperately upgrade the nuclear plants of the day. It was then discovered in the beginning of the last decade by the Conservatives, in the dying days of their administration, that another $8 billion was required for transmission.", "Were any of these investments made, Mr. Speaker? What do you think? Did we ever see that $16 million in investments—repeated government reports done for the NDP government and the Conservative governments in the 15 years before we took power? Not a penny was invested. Let me say that really slowly. Both of the parties opposite, over 15 years, never invested a penny. It was great.", "But the Tories are creative folks. You’ve got to give them credit, Mr. Speaker. The member for Peterborough, who’s been in Ontario a little longer than I have, will remember that in May 2002, they introduced deregulation. This was the great panacea. It was the Macdonald commission and the market plan, and in May 2002—where we would agree with the NDP that it was a dumb idea, because between May 2003 and July, a few months later, the same season, energy prices jumped from three cents a kilowatt hour to 6.2 cents. The Tories doubled them, and these are the guys who are giving us lectures on managing costs. I mean, try as we might, we haven’t been able to do that in three months. No one in Ontario history managed to raise rates faster than you did. It was only a summer’s work for you.", "But by that point, we didn’t have the system that Manitoba had anymore, nor did we have the system that Quebec has anymore. We had this bizarre hybrid system of private and public, and the deregulation created $28 billion in stranded assets. I remember that because we were selling Winnipeg Hydro to Manitoba Hydro. I remember the consultants were working in Ontario at the same time, and often our conversations would say, “Don’t do what they did in Ontario,” or the consultants would say, “You wouldn’t believe what they’re doing in the big province to the east of you.” In the last few dying days, they then froze rates, and disinvestment happened.", "When we came into power in 2003, estimates were that the nuclear plants were needing $20 billion to $40 billion, in that range, just to maintain the existing system.", "They don’t have to make the tough decisions. They left that to us, to refurbish the nuclear plants.", "The transmission system: 80% of the transmission system in Ontario was near collapse. That $8 billion was the right number. In the last seven years, we have put over $8 billion into the transmission system, at a point when there’s going to be less demand for transmission.", "I’d like to ask the member for Toronto–Danforth, who is a very bright guy—because he and I talked about this.", "You and I both know, Mr. Speaker—we all know; you know—that we’re actually moving to a redistributive energy system, that we’re actually going to have less demand for transmission, that we have huge challenges with central generation and transmission. We already have subdivisions that are completely—" ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Member from Timmins–James Bay, come to order." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "—and our long-term energy plan, which isn’t in the fiction world of artificial rainbow-and-pony solutions of demand-side management, which left us with a projected 21,000 kilowatt hours’ shortage of supply. We have to do that.", "What did the NDP say the problems are? It’s privatization. Well, that horse kind of left the barn. We’re trying to put it back together again, and we’re now managing an expensive, complex system of stranded assets.", "Profits: They did a number of private contracts—I think it was seven—with private companies, partly because of what they inherited previously—" ],
  "anchor" : "para1020"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Clearly, Mr. Speaker, we really have some challenges, and I guess I’m getting under someone’s skin over there.", "We had a huge backlog to be paid for. In Ontario, from about 1968 to about 2004, we were spending on energy infrastructure about 25% of the provincial average in Canada. I want to say that again: From about the early 1970s all the way up until 2004, we were spending about 25% of what Manitoba Hydro, Quebec Hydro or BC Hydro were paying. As a matter of fact, in that period in history, I can’t find a jurisdiction that, for about 40 years, so massively underinvested in electricity.", "From the Porter commission and the lost decade after, Ontario governments, under several political parties—including us, for a period of time—massively underinvested. That’s the real problem that everyone in this room seems to be so uncomfortable with, especially the opposition parties. With due respect to my friends from Toronto–Danforth and Timmins–James Bay, that 40 years of underinvestment was unprecedented.", "Let’s be truly honest about it: We have not maintained our generation to the standards of others, and someone has to play catch-up. The capacity of the public purse to undo 40 years of underinvestment and tens of billions of dollars that seven different commissions and studies recommended—seven different commissions and independent studies recommended to Liberal, NDP and Conservative governments for 40 years, in the last half of the last century—not one party in power implemented any of those reinvestments. Everybody in this House kicked the can down the road. So now you have tens of billions.", "Here’s the challenge we have: We’ve actually made those investments. We are now spending and investing, in transportation and energy infrastructure, close to 5% of GDP in Ontario for the first time since John Robarts was Premier.", "The problem we had, and the challenge we faced—we were financing all of that neglect, reinvestment and challenge on 20-year bonds, on 20-year debt. Part of the restructuring was to flatten that out, not to the 40 years that we used to do, but more in the range of 30 years, which, to me, is a moderate, balanced use, because those assets are going to be around for a lot more than 30 years. This, compared to other government financing, is an extremely prudent and moderate solution.", "Whoever is sitting on this side of the House is going to have to either refurbish nuclear plants or close them. They’re either going to have to deal with redistributed energy or they’re going to have to find some way to make central generation and transmission affordable. They are obviously going to have to deal with building retrofits and climate change and having to retrofit every energy source down to net zero. We import $42 billion worth of fossil fuels, one of our largest inputs. If we’re going to survive this century, we have to find ways to decarbonize or replace those fuel sources. That is the bigger challenge.", "We’re doing that with a cap-and-trade system that they don’t support. We’re putting $8 billion into retrofitting buildings and getting electric vehicles. We’re putting unprecedented investments in the electrification of transit. We have provided not one plan but, between cap-and-trade and our infrastructure investments, multiple plans that deconstruct the need for expensive fossil fuels.", "You know what I’m saying, really?" ],
  "anchor" : "para1024"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "No, actually, we don’t." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Actually, you will never understand, my dear friend. You will never understand.", "What I’m saying here, Mr. Speaker, is that we can either be held hostage by 50 years of neglect that every party in this House has some share in, or you can step up and acknowledge that while you can always throw stones at the government that’s solving the problem—but it hasn’t been since the days of Drew and Robarts that we’re making the investment. No one else in 50 years has taken on the challenge this government has. We’re the first party to actually get back to funding energy infrastructure, rebuilding transmission, refurbishing systems, cleaning and decarbonizing, and we’re doing that in a reasonable way because for 40 or 50 years in this province no one stood up and took on the challenge.", "We have a little humility because we were in power for a brief period of time in there. They were in power almost the whole time, and these guys had a good kick at the can. Maybe they can put a little water in their wine and a little humility in their bravado, Mr. Speaker." ],
  "anchor" : "para1034"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order, please." ],
  "anchor" : "para1039"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "No, no, Glen, we need you to keep talking. You’re writing our brochure for us." ],
  "anchor" : "para1040"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Good to join the debate this afternoon. I don’t know where to start with the Minister of the Environment and Climate Change. If he was subjecting himself to a fact-checking website, the website would implode. It would simply just go off-line because it couldn’t handle the volume of corrections that it would have to deal with. But I don’t have 30 minutes; I’ve got about 10—or nine, I guess.", "He barely mentions the Liberal government of 1985 to 1990. In fact, at one point he actually alluded to the problems the NDP inherited—and then he stopped himself because he realized that the NDP followed the Peterson disaster of 1985 to 1990.", "That’s the problem, when the only interest you have in this House is getting up and politicking. You see, Speaker, he doesn’t want to talk about the record of this government. He talks about massive investments in the system.", "When you talk to people in the energy sector in this province of Ontario, they will tell you to a person that no one—no government, individually or collectively—has messed it up like the current Liberal government—no government. You couldn’t do it if you tried. You couldn’t do a worse job of what’s happened in energy if you set out with the goal to destroy Ontario’s energy system. You couldn’t do it. You just couldn’t do what they have done.", "Part of it is because of their motivation. Oh, wait—can I question motivation? I suppose I can. Well, I’ll find out shortly if I can or not.", "They got caught up in philosophy so bad that they decided that they were going to transform Ontario’s energy system. George Smitherman maybe had a dream, or maybe he had a visit somewhere, and they were going to transform the system by bringing in the Green Energy Act.", "I know that the NDP like to say and the Liberals love to say, “Oh, you Tories are against green energy.” No. You know what we’re against? We’re against any form of energy in which the people who are ultimately paying the bill get fleeced. That’s what happened under this government. That’s why we’re in the situation we’re in today, where Premier Kathleen Wynne, as she sees her government going down—she never admitted a thing before: Everything was just hunky-dory in the province of Ontario and moving right along. People weren’t suffering from hardship.", "I don’t know what newsreel she was listening to or where she was getting her information, but people have been crying in this province for years about how they could not function any longer under the energy constraints, the cost of energy that they were subjected to under this government. But the Liberals sauntered right along like there was no problem.", "Even last summer, the summer of 2016, the at-that-point recently appointed energy minister said that there was no problem—no crisis in energy whatsoever. Yet I had people crying to me that one of the food banks in my riding simply couldn’t supply any longer because the demand was so high. When they were asked at the food bank why so many new people were coming to the food bank, the number one reason was that they had to make a choice between paying their hydro bill or buying groceries. They had to pay their hydro bill in order to not have it cut off, and they wound up at the food bank.", "That’s a pretty telling, sad story in this province. We used to refer to it as—it used to be right on the licence plates—“Ontario: Province of Opportunity.” Because they love to talk so much about themselves, maybe they could bring out a licence plate that says, “Ontario: Province of Energy Poverty,” because that’s the legacy of Dalton McGuinty, Kathleen Wynne and the Liberals.", "Back in 2009—and I thank my colleague from Prince Edward–Hastings for his contribution today—I happened to be the energy critic at that time, when the Liberals tabled the Green Energy Act. We commissioned a study by a company called London Economics International. They did the math on the Green Energy Act and the projections of what it would mean based on the feed-in tariff rates that they were talking about, the amount of buy-in that they expected and how much generation from those sources they wanted in the province of Ontario over a specified period of time.", "London Economics came up with the number that, by 2017—which is where we are—it would have cost $40 billion, basically what the Auditor General said. The global adjustment turned out to be the vehicle to manage the difference between the actual cost of generation and the cost being paid for that electricity. Oh, I’m starting to say “electricity,” my colleague from Prince Edward–Hastings. But the difference would be put into this escrow account, if you want to call it that, called the global adjustment. The global adjustment amounted to about $37 billion at the time that the auditor did the report, so the numbers are almost exactly what was predicted.", "In fact, the Auditor General said that we in Ontario had paid $9.2 billion more for renewable generation than we should have paid. So this is not about being for or against green energy; this is being against the contracts that the Liberals signed with their friends, who became very, very rich as a result of those contracts: $9.2 billion too much. No wonder the auditor was upset, and no wonder the Liberals have tried to discredit her. They don’t want to hear that story. What could we have done in the province of Ontario with $9.2 billion?", "I just want to touch on a couple of other things, because the motion itself is definitely weak and problematic. Let’s recall one thing, too, on that Green Energy Act: The NDP, who have never got up and said it was a mistake, supported the Liberals in the implementation of the Green Energy Act.", "On the Hydro One shares, they are assuming that they can buy back those shares at the market price that they were bought at, or the current market. Right today, the shares are trading at $24.07. But everybody knows that if the Liberals, as they’ve promised, and they want the money, have sold the other 30% that they plan to sell by the time 2018 rolls around and the 2018 election, the cost of buying back those shares is anything but a certainty. Everybody knows that if you’re the buyer and you want to buy something, the seller knows that they’re in a position to demand whatever price they want.", "I recall the ice storm of 1998. I was on council in the village of Barry’s Bay in 1998 when the ice storm hit. That was not just a Toronto issue; it was all across eastern Ontario and into Quebec and eastern Canada. What was happening was people were charging five times what the price of a generator should be because they were gouging the people who were going through the hardship, because they were taking advantage of supply-and-demand economics. There were no generators for sale, so anybody who had one was charging a terribly unfair price for it, and people who were suffering were forced to pay that.", "But the repurchase of those shares: There’s no broker out there who’s going to suggest that you’re going to be able to buy those shares back at the price at which they were sold in the first place. Let’s be clear that the mess that we’re into today is the result of the decisions made by this government. The motion put forth by the third party today will not solve the problem." ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1059"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It is a pleasure for me to rise to speak on behalf of the people I represent in London West in support of this very important motion that we have before us today. It is a substantive motion. This is a very-well-researched and well-crafted plan that is going to address the mess that has been created by the Liberal government in our hydro system.", "Speaker, it is a plan that is resonating with Ontarians. It’s certainly resonating with people in my community of London. I was really privileged to be able to accompany the leader of the Ontario NDP, just a few days after this plan was released, when she came to London. She sat down with the London Chamber of Commerce and talked about the plan, heard some of the concerns of businesses and some of the pressures that they are facing because of the way that the Liberals have mismanaged the electricity system.", "I want to give a special shout-out to Gus Dupuis, the president of Sutherland’s Furniture. That was a business that my colleague the member for London–Fanshawe, the leader and I visited on March 2. Gus Dupuis talked about the efforts that he had made in his business. He had invested as much as $400,000 to completely renovate and to completely retrofit in order to bring his electricity usage down. What happened, Speaker? Well, the usage went down all right, but his hydro bill almost doubled.", "This is not sustainable for businesses in this province. We’ve reached a point where it’s not just that hydro has become a barrier for businesses to grow and expand; hydro has become a barrier for businesses just to keep their doors open. Many businesses are looking at having to close down.", "We also know that hydro rates are a huge drain on the resources, the very limited resources, that are available through our health care system. In my community, London Health Sciences Centre has seen their hydro bills increase almost $2 million over the past six years, while their hydro consumption has dropped by 13%. This past week and the week before in this Legislature, I have raised the issues around the crisis of mental health in my community. At the same time, we are seeing London Health Sciences Centre having to spend $2 million more on electricity, money that could be invested into care for patients.", "Speaker, I’m proud to be a part of a party that is actually doing something about this problem, that is putting forward some concrete solutions that are going to actually address the issues that people are facing." ],
  "anchor" : "para1060"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1067"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I want to comment on the NDP proposal. I’ve struggled to understand it, and I find all sorts of dilemmas, non sequiturs, illogic and so on.", "By comparison, we’ve put forward a plan that will, in fact, reduce every single household’s bill, on average, by 25%. And those bills will stay down. They’ll increase by no more than the rate of inflation for at least the next four years. That’s fact number two. It’s a serious plan. It will provide substantial relief, and it’s built on real structural change.", "The NDP’s proposal, in comparison, is none of those facts—none of that structural change; none of that, for sure, 25% on average. Their proposal, when I read it through—and I do like mystery novels to relax in the evening, so that’s when I decided I would read their plan through, because it was a mystery riddled with gaps and ambiguity. I tried to understand it and figure out the plot. I found in my reading that it relied on really vague expert panels, none of whom I could identify. Get this: The expert panels on which they’re relying for their plan, which is the going-forward plan, haven’t been convened yet. They’re going to be convened in the future. It defies logic to say, “We have a plan today. It’s going to be based on the opinion of expert panels, but we’ll consult with those panels sometime in the future.” That was the ultimate head-scratcher as I read this mystery plan through.", "Their biggest idea is taking away billions of dollars that would otherwise be spent on schools and hospitals to buy Hydro One shares on the stock market. That would not take one cent off a hydro bill, and that’s because the rates are set by the Ontario Energy Board. That’s the case. Those rates will be set by the Ontario Energy Board regardless of how Hydro One is owned. Yet when it comes to hydro rates and the ownership of Hydro One, the third party continues to deliberately conflate the issues. Presumably, they feel this is politically expedient, but in reality it is misleading and unhelpful in this debate. Not only would buying back Hydro One shares cost billions and not help a single Ontarian with their bill; it would take money away from other investments that our government is making in transit and other infrastructure projects.", "The NDP don’t have a plan, then, to replace that money that they’d take away from those investments to buy back Hydro One. They have no plan or idea of where they’re going to get the money to buy back the Hydro One shares, other than to bankrupt other necessary infrastructure projects: hospitals, schools, transit and the like.", "In comparison, a central pillar of our fair hydro plan is giving more support to those who need it most. Our plan will expand the OESP program. That’s a program for low-income Ontarians. It increases the credit amount and expands eligibility. The plan also commits $200 million to the affordability fund to help low-income Ontarians retrofit their homes. And the plan—and this is incredibly important and popular—eliminates the delivery charge of on-reserve First Nations, to recognize their important rights and contributions to these communities.", "Speaking as the Minister of Indigenous Relations and Reconciliation, I have visited 89, 90 or 91—I think it’s 91—First Nations communities. On those visits I hear about the unfairness of the delivery charge from the First Nation point of view, for a raft of reasons. Speaker, we have dealt with that by eliminating the transmission charge from on-reserve First Nations. That’s an act of reconciliation, it’s an act of economic necessity and it’s the right thing to do: recognizing the contribution of First Nations to this country over the last couple of centuries.", "The NDP proposal offers none of these. Under their plan, low-income Ontarians aren’t even mentioned until the very last page of this so-called plan. It’s not a direct reference to low-income Ontarians, but it comes under the heading of additional considerations, sort of just as an aside. And in that additional considerations paragraph, which is kind of a throwaway line, a throwaway paragraph, that’s where the NDP promises—get this—to think about low-income Ontarians in the future. Not to do anything for them, not to make any commitments, not to put any dollar numbers on anything, but to think about them in the future. That is not going to help them. Low-income Ontarians need, want and are looking to government for hard numbers and for hard solutions.", "Speaker, outside experts and observers agree that the NDP proposal won’t help Ontarians. Thomas Walkom from the Toronto Star—a moderate and thoughtful paper—called their proposal “thin gruel.” Indeed, it is thin gruel. He went on. He said it consisted of “wishful thinking” that put off the tough decisions.", "Energy expert Tom Adams said, “The math just doesn’t work.”", "Speaker, this NDP proposal is a mystery. It’s smoke and mirrors. It means nothing. It’s just political expediency." ],
  "anchor" : "para1068"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1079"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I’m always pleased to rise. I want to spend a little bit of time revisiting how we got to where we are, and this Green Energy Act. I understand why you put such an interesting name on these things, so that whenever you speak against it, it sounds like you’re against green energy which, of course, we’re not. We are huge champions of—historically as well—water power; it’s one of the cleanest, greenest, most reliable and most affordable types of energy. Sadly, this government has been curtailing and cutting back on water power to allow for these programs.", "Rather than talk about the facts that I know, I want to talk about the facts that the Auditor General brought to us. This is the Auditor General when many of us first got elected in 2011. About a month after we were elected, the Auditor General presented, at that time, his understanding of the electricity system of the day and where we were going to be in five years. It was almost like he had a crystal ball because his numbers are bang on where he said we would be if we didn’t do anything differently. This government talks about the changes they’re making and that they saw the light. The Auditor General warned them five years ago.", "At the time they developed the Green Energy Act, they gave the most generous subsidies anywhere to be found. Imagine paying 80 cents a kilowatt hour for a product that, at that time, they were selling for eight cents. That, in itself, should tell you right off the bat that the logic is going to be flawed here. But they wanted to ram this through. They wanted everybody to get into this at any cost. It didn’t matter. It was damn the torpedoes; full steam ahead. They offered 20-year contracts and, as we’ve learned over the years, it turns out they were to Liberal-friendly firms that ended up donating $1.3 million to the Liberal coffers, so we now understand that later.", "The auditor told us that the biggest sin in all of this deal was that the government had to take the power whenever it was made. Why that’s important to talk about is because he also told us there was no business plan done. This government did no business plan for one of the most significant, one of the largest expenditures in the history of the government. There was no business plan; they just said, “Hey, let’s do it.”", "Had they done a business plan, they would have learned, for instance, from the Ontario Society of Professional Engineers, OSPE, which put out a paper shortly thereafter. They said to us that wind power is predominantly made at night. That’s when the wind makes power in Ontario. It’s different in other places in Canada, and different on the coasts, but in Ontario, wind makes power at night. That’s the time when we don’t need the power, so that’s why we have all this surplus power.", "The auditor told us all of these sins put together. At that time, they were bundling these extra costs in this new package called “global adjustment.” Nobody had ever heard of global adjustment. It used to be on your bill called “provincial benefit,” and if you look back at your bills from 2009 and 2010, you’ll see “provincial benefit.” At your home it was $4.95. You’d get $4.95 or $3.95 or $8.95 back every month from the profits of Hydro One and the electricity system. We actually made money back then. That was no longer a benefit, so they changed the name to global adjustment, and it was about $600 million or $700 million at the time.", "The auditor told us, “If you do not fix this, if you do not make a fundamental change to the system, you are now going to see this into the billions of dollars,” and as we find from our new and current Auditor General, it is indeed billions of dollars. As the member from—" ],
  "anchor" : "para1080"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para1088"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "—Renfrew–Nipissing–Pembroke told us earlier, the auditor has said that we overpaid for the same contracts. Had they just used the same contracts, we have overpaid $9.2 billion. This is the path that this government chose to go down, and I must say right here at this point that the NDP voted in favour of all of what I just described. They voted in favour of it, so between the two parties together, this is how we got here.", "Speaker, we now know, for instance, that when wind does blow during the day—as it sometimes does, when it’s not planned for, so you don’t know it’s going to do that; you go ahead and you buy nuclear, gas and water power. You buy 100% of the power you need for the day, not knowing that the sun is going to shine or the wind is going to blow.", "But when that wind does blow and we do make power, we spill water over Niagara Falls on idle generators, and we spend about $300 million a year doing that. And when the wind really blows and we can’t spill any more water, then we do one of the biggest sins we commit: We call the nuclear plants and we tell them, “Shut down and vent the steam that you’ve made,” instead of making power with that steam that they’ve made from nuclear power. That cost us, in the five different days that they did that two years ago, $80 million that year.", "When we talk about this global adjustment, this bucket, it has hundreds of millions of dollars in it from rich subsidies and 20-year contracts, the power that is made by wind and solar at noon when we didn’t know we were going to have it, when we spill water—all of those hundreds of millions. But the power that we make at night, we end up paying Quebec and the States to take, every single night, basically.", "The government continues to deny this, and the Auditor General continues to tell us that it’s true. I’m going to tell you, Speaker: I’m going to take the word of the Financial Accountability Officer and the Auditor General any day over the word of this government.", "Speaker, as we move along, let me just give you an example of further bungling that’s happened. Not only have they bungled the entire Green Energy Act, but in a two-week period—just one two-week period—they bungled another $300 million. Let me just run through a couple of the numbers here.", "We found out in October, so just in the fall, that $12 million was going to be spent on a plan to offer discounts to low-income electricity customers, but $9.3 million was spent on consultants and $2.4 million on media and advertising. That’s their low-income electricity subsidy. Then we learned $28 million in damages were awarded by NAFTA in favour of Windstream Energy for the offshore wind deal that they did. Then we have—this is one of my favourites—the electricity system operator reported “a previously unrecognized actuarial loss and past service costs” of almost $81 million; all in the same two-week period.", "Then they had to pay out $179 million to Northland Power and their companies for “a miscalculation in a power purchase agreement five years ago.”", "The bungling that has happened since 2003 when this government took place is monumental. It’s been billions upon billions upon billions of monies that have been spent. They’ll tell you it’s spent to upgrade the system, but the Auditor General said that no, no, no, most of the increase in what consumers pay for electricity comes from generation cost increases. That’s where the real increases have come.", "So what has that done? We’ve put the people of Ontario in energy poverty. Many families now have to choose whether to heat or eat. We know that to be true now. That is the status.", "Let me tell you, in the closing minute that I have, a very sad and very tragic story about a constituent of mine. This is the Ontario that Premier Kathleen Wynne has created. There is a person in my riding who couldn’t afford to pay their natural gas bill and was cut off, and can’t afford to pay hydro. They have a little space heater that they keep in the bathroom. They shovel snow into their bathtub at night to melt that snow with that little space heater so they can have a bath. That’s the Ontario this government has created. That’s why we cannot continue to have these kinds of discussions, these ridiculous discussions, where we talk about ridiculous plans on hydro when we’ve got families who need to do that." ],
  "anchor" : "para1089"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "Time’s up." ],
  "anchor" : "para1100"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Your time is up." ],
  "anchor" : "para1101"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1102"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Let’s remind ourselves as to what brought us here today. Yes, the policies for the last 14 or 15 years by the Liberal government have hurt everybody across this province. But let’s not forget where that privatization suggestion came from, which is the Conservative government. Let’s talk about some of those policies and how they’ve affected many communities across my riding of Algoma–Manitoulin.", "Dinelle’s in Echo Bay, for example: a family-run business for 37 years. Three generations are there, proud community members supported by many. Yes, they were affected by sales, but overall—five years ago, their hydro bill was roughly about $1,700, and today, well over $5,000 a month is what they’re paying, and they’ve reduced their workforce to three individuals.", "Recently the townships of Richards Landing, Echo Bay, Bruce Mines, Hilton, Desbarats, and Batchewana and Garden River First Nations met up with Andrea and myself up in Bruce Mines. We sat down and we talked about the challenges that are there for municipalities in providing those recreational facilities and actually paying for them. Let me give you an example of these policies that this government has.", "The community of Chapleau paid the recent hydro bill for their recreation facility. The electricity cost is $3,076.68. When you add in the transfer discount, the delivery charges, the regulatory charges, the debt retirement, the global adjustment and the HST, guess how much their hydro bill is? It’s $26,156. How the heck can you get a community to operate with those kinds of bills?", "Let me give you another example of these policies that they have. A guy from White River: His name is Brad Lundquist; a great friend of mine. I used to work with him while I was up in the White River area. He showed me his hydro bill. He said, “Mike, I wasn’t even home for a six-month period. My breaker was shut off. My meter read 45.9534. I got the bill. It read 45.9534. I had zero consumption. You know what my bill was? It was $118. 34.” Need I say more?", "Their policies that they’ve put in place have devastated this province. They started it, they’re continuing with it, and we need to change. We can buy all the blue potatoes in this province and we can buy all the red tomatoes, but dammit, we need a nice orange one so that we can bring the changes this province needs." ],
  "anchor" : "para1103"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1110"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I’m delighted to have an opportunity to comment on this opposition day motion.", "At the outset, I just want to say that I can agree very strongly with the first premise of this motion. I can agree very strongly with the premise that says, “Whereas hydro bills in Ontario have become unaffordable for too many people.” I want to start my remarks by saying, we heard that. We heard that very clearly. I wish we had heard and paid more attention to that earlier, but we heard it.", "To some extent, I want to give credit to some members of the opposition. They brought that message to us.", "This is the piece that we very clearly recognized last summer. The Premier spoke very candidly about it. She said, “Mea culpa.” And she said mea culpa—not that she was apologizing for the fixes that we put into the system, the fixes that we had to make to an energy system that was flawed, that was broken and that wasn’t providing energy to the people of Ontario when they needed it or at a price they could afford, because at the time when we took power in 2003, that government that was by the opposition were buying power in excess of a dollar a kilowatt hour from the US because they couldn’t generate enough at the right time in Ontario. That was expensive.", "What was ludicrous, Speaker, is that the opposition, when they were in government, were hiding the costs of that in general revenues and not being clear with the people of Ontario on what it actually cost to run a hydro system in Ontario. You’ll remember that in 2008, when the lights went out, it was a signal to all of us. Just last week, I was in my riding of Beaches–East York and spent time with my community as we turned off the lights for the hour at 8:30 on Saturday night to remember and reflect on the fact that there was a time in this province when the members of the official opposition were in government and the system was broken. So we set about to fix it, and that’s what we have done.", "We have brought in a reliable, clean energy supply that has taken coal out of the mix. When I used to work for Pollution Probe, we used to spend time on the Clean Air Commute, concerned about all the people in Ontario who were dying prematurely of health-related issues associated with the smog in our city. That seems to have gone away, and it benefits our system. That is why now—" ],
  "anchor" : "para1111"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "No more smog days." ],
  "anchor" : "para1117"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "No more smog days.", "That is why now we have in place the reality that we are going to shift the costs of fixing the generation system and fixing the transmission system in Ontario over a longer period of time, because the generation before us failed to do so. To put all the costs associated with that repair on the current generation, clearly, was way too expensive to absorb. By extending it over two generations, to the generation next, we are making the realization that not only should a lot of these costs be borne by society at large, but they should be borne by the ratepayers on the basis of the benefits and the length of time they will have those benefits.", "We recognize that the health costs associated with being off coal—maybe it wasn’t as important to put that on the rate base. We should share that as a society, because not all people who suffer from asthma are big power users. So we’ve made that shift. We made the shift so that we could rely on having power coming to our houses and coming to our industries, because we were generating enough power and getting it to them because the transmission systems weren’t breaking and we weren’t suffering the blackouts of the past. That was really important.", "I am concerned for the members opposite in the third party and the motion they’ve brought forward. It’s as if the leader of the NDP did not learn the lessons of Howard Hampton. Howard Hampton was a one-trick pony on energy, and I can predict that that leader will be going down the same path that Howard Hampton did. That kind of leadership is not enough for the people of Ontario." ],
  "anchor" : "para1118"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1122"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "The Liberals and their big red machine have been in power since 2003, and they’ve known since 2013 that 70% of the people they polled every month—every month, Speaker—have ranked the cost of hydro as their number one issue. They did nothing about it. They didn’t even think about it until they lost their Liberal stranglehold in Scarborough–Rouge River last summer. All of a sudden, it was, “Whoops. Our party base in Toronto has turned its back on us. What are we going to do?”", "The table was set, Speaker, and at that kitchen table, the Premier was scratching out ideas on the back of a napkin. The light bulb goes on, like in those political cartoons: “Oh, wait, I have an idea. Let’s get rid of the 8% provincial share of the harmonized sales tax on the cost of electricity.”", "The Liberals imposed the 8% HST on electricity, an essential service, back in 2010. They’ve charged us 8% on an essential service for six years. They imposed it, and they expected us to be eternally grateful that they took it off. Give me a break. Be still, my heart. This is the Premier who, when she took over four years ago, promised over and over again to be open and transparent. Now she runs and hides the true cost of the cap-and-trade bill from the consumers in this province.", "She has created a monster, an out-of-control monster, with her energy policies. The monster is forcing people to decide whether to buy food or pay their hydro bill. Hydro bills are now more than what we pay in annual property tax. Seniors and parents with young families can’t afford to leave their heat on overnight. It’s Earth Hour every hour, every night of the week, every month of the year. This is not the Ontario they promised. This is not my Ontario; it shouldn’t be your Ontario.", "Speaker, the Premier is running out of napkins. She’s running on empty—empty promises, empty policies. She’s trying to plaster over all the holes in the big red machine. It’s springing leaks all over the place.", "The Conservatives are no better. They don’t even have a plan. The last one they had was to sell hydro. Give me a break, Speaker.", "We want to get rid of mandatory time-of-use pricing, so we don’t have to do our laundry in the middle of the night. We’re the only ones that are going to do it. Our plan is the only plan that’s going to work for the people of Ontario." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1130"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I want to talk about the PCs quickly. In 2002, it was the PCs that, under Mike Harris, wanted to privatize hydro. It was only stopped because CUPE took you to court. Then let’s go to 2014, when the PCs had a white paper that said they wanted to sell 100% of hydro, and that was signed by Vic Fedeli from Nipissing and all the MPPs who are on that side today. That’s the reality. That was a Tim Hudak paper.", "Now let’s talk about the Liberals. They’re not getting off the hook here either. Our bills have gone up 300%, when people in the province of Ontario are lucky to get a 1% or a 2% raise. What are you thinking? Who did that hurt? It hurt our seniors in our communities. They had to choose between medicine and food.", "Then you take a look at single moms and single dads. The same thing: They had to choose between bills and food. You know where that single mom and single dad ended up? They ended up at Project Share or community care at a food bank, even though they had a full-time job and some had two and three jobs.", "You can’t go without talking about manufacturers. I have a manufacturer here that I talked to today: Manor Cleaners, in Niagara, in the whole Niagara region. I know that Mr. Bradley is here from St. Catharines. He has a Manor Cleaners in St. Catharines.", "You know what he told me? His hydro bill has gone up double. You can’t go into a cleaner’s and, when people come in to get a suit dry-cleaned, expect it to go from $12 up to $24 to pay your hydro bill. What happens? He has to cut back on employees; he has to get rid of staff. This is wrong in the province of Ontario.", "Then I talked to Antica, a little restaurant in Niagara Falls. I’ve talked to Mick and Angelo’s, another restaurant in Niagara Falls. It’s all the same issue: People cannot afford their hydro bill in the province of Ontario.", "You can stand over there, and you can say what you want. It is on your back. It is your fault that it has gone up 30%. It’s a terrible legacy, and it has to stop.", "The last thing I’m going to say: Stop the sale of Hydro One. Ninety per cent of the people in the province of Ontario are saying no." ],
  "anchor" : "para1131"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1140"
}, {
  "speaker" : "M. Gilles Bisson",
  "text" : [ "Monsieur le Président, c’est pas mal clair que le seul parti ici qui a un plan qui va vraiment faire quelque chose pour réparer le dommage que ce gouvernement-là a fait quand ça vient au système d’hydro, c’est le NPD et le plan d’Andrea Horwath. C’est très clair.", "Ce que le gouvernement a fait, simplement dit : ils ont décidé de bâtir plus de génération qu’on en a besoin. Ils ont augmenté le montant de pouvoir qui est généré par environ 15 000 mégawatts. Et puis on se demande, quand on paye deux fois ou trois fois le prix et que ça coûte au système public de le faire, pourquoi on paye tant pour l’électricité ici dans la province de l’Ontario. C’est parce que le gouvernement a augmenté la génération dans cette province où on n’en avait pas besoin.", "Nous autres, le NPD, ce qu’on essaye de faire est de réparer le problème que le gouvernement a mis en place. Là, le gouvernement provincial dit : « On est brillant. On a une bonne idée. Ce qu’on va faire pour réparer le problème, c’est de sortir notre carte de crédit. On va prendre le coût de l’électricité qu’on a bâtie, on va le mettre sur la carte de crédit pour être capable de réduire les primes par 17 %, et rien ne va nous appartenir à la fin. » Parce que Hydro One ne nous appartiendra plus à la fin de cet épisode; c’est le gouvernement provincial qui est en train de le vendre. Donc, on est en train de payer plus cher pour quelque chose qui ne va plus nous appartenir.", "Donc, monsieur le Président, quand ça vient au plan des libéraux, c’est un plan qui est endommagé dès le début.", "I want to say one thing that I think is really ironic in this whole debate. The very, very fact that this government has come forward with any plan to try to reduce electricity is an admission of the failure of their hydro policy in the first place. This government decided to overbuild supply in this province where we used to generate about 25,000 megawatts on a demand of around 20,000 or 19,000, depending on the date. These guys oversupplied the generation side by almost 15,000 megs, all of which is mostly in the private sector at two and three times the price that it costs us in the public sector to generate. And this government wonders why the electricity price went up?", "We hear all of these things today from the government and on previous days when it comes to electricity. It ain’t complicated. If you supply more at a higher price, the price goes up. So the fact that you’re coming forward with anything to try to mitigate the price of hydro is simply an admission that your policy got us here in the first place, and quite frankly, what you did didn’t work.", "I just say to my friends across the way: It is a really sad day in Ontario when we see ourselves in the position we are with electricity, when all of this could have been prevented. If only Dalton McGuinty and Kathleen Wynne had followed through with their positions in opposition. When the Conservatives started to privatize the system, they were opposed to privatization. They were with New Democrats and Howard Hampton. They were standing arm in arm with us, saying to the government of the day of Ernie Eves and the Conservatives, “Don’t go here. Prices are going to go up.” But like my friend Peter Tabuns said earlier, why have the Conservative Party when you already have one in government? The Liberals went into government and essentially did exactly what the Conservative themselves were doing that they were opposed to." ],
  "anchor" : "para1141"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "The Tories and the sequel." ],
  "anchor" : "para1148"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Tories and the sequel—very good. But I just say that our plan put forward by Andrea Horwath is a plan that speaks to how you fix the problem, not about how you put it on the credit card so that future generations can pay for your mismanagement. This is a plan that is well thought out, one that deals with issues such as time-of-use pricing, with rural energy distribution price, with the structural problems that we have in hydro that have created the high prices that we’re paying today—almost 300% more than we did before this government came in place.", "I stand with pride with my leader and the rest of the caucus. I look forward to the closing comments of our leader on this particular issue." ],
  "anchor" : "para1149"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1151"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "It’s my pleasure to wrap up this debate. I have to say, I found it quite interesting. New Democrats have been listening to the people of this province for years now. We have been hearing their concerns around the increasing of their electricity bills that have gone up 300% now since this Liberal government has been in office. Just since this Premier has been the Premier, the bills have gone up by 50%. That is absolutely unacceptable.", "But I find it horrific that the Premier of this province needs to do polling in order to find out where people are at. Why doesn’t she talk to people? Why doesn’t she listen to people? Why doesn’t she spend time actually listening to the people of Ontario? She doesn’t have to do polling. She could actually find out from real people what’s going on.", "We’ve heard it today in the debate. People are making choices that nobody in Ontario should have to make: whether or not to pay the hydro bill or to put food on the table; whether to pay the hydro bill or to buy medicine for your family. We have companies and businesses that have told me they’re not expanding or investing here in Ontario because the uncertainty of the electricity prices is preventing them from being able to make that kind of a decision. I’ve talked to employers who want to give their employees raises, but can’t because that money is now going to pay the hydro bills.", "We have a system that the Liberals have messed up, and all this Premier cares about is her position in the polls. All she cares about is whether or not she’s popular, whether her Liberal Party is popular or not. That’s why, after years and years and years, she has finally decided to act, because she’s at 12% in the polls. What a despicable reason for public policy to be developed in the province of Ontario: because the governing party is tanking in the polls—absolutely inexcusable.", "But look, today we learned something. We learned that the Conservatives are not going to get rid of time-of-use billing. We learned that the Conservatives are not going to bring Hydro One back into public ownership. We learned that the Conservatives quite like the privatized model of electricity generation. These are some of the major problems with our electricity system. This is why Ontario is headed in the wrong direction, because generation has been overprivatized, because the Liberals have now privatized Hydro One, because we have too much generation that we are paying for and not using and having to dump on the spot market, and it’s costing us far, far more to get rid of it than it did to generate it in the first place.", "These problems are systemic problems. This plan fixes the systemic problems. It’s not about saving political bacon, like the Liberal plan is. It’s about saving not only this generation of Ontarians, but future generations of Ontarians too, so that they can have a reliable public electricity system." ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Be seated, please. Thank you.", "Ms. Horwath has moved opposition day motion number 2. Is it the pleasure of the House that the motion carry? I believe I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 10-minute bell.", "The division bells rang from 1748 to 1758." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Members please take their seats." ],
  "anchor" : "para1166"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member from Danforth: Thank you for taking your seat.", "Ms. Horwath has moved opposition day number 2.", "All those in favour of the motion will please rise one at a time and be counted by the Clerk." ],
  "anchor" : "para1168"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "All those opposed will please rise." ],
  "anchor" : "para1200"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 28; the nays are 48." ],
  "anchor" : "para1250"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1251"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member on a point of order." ],
  "anchor" : "para1254"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Speaker, I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para1255"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Agreed? Agreed." ],
  "anchor" : "para1256"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "I move that, notwithstanding standing order 98(b), Mr. Walker and Mr. MacLaren exchange places in the order of precedence such that Mr. Walker assumes ballot item number 43 and Mr. MacLaren assumes ballot item number 48; and that, notwithstanding standing order 98(g), notice for ballot item 43 be waived." ],
  "anchor" : "para1257"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Wilson has moved that, notwithstanding standing order 98(b)—" ],
  "anchor" : "para1258"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1259"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I heard “Dispense.”", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1260"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made." ],
  "anchor" : "para1263"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member from Timiskaming–Cochrane has given notice of dissatisfaction with an answer to a question given by the Minister of Energy dated March 22, 2017." ],
  "anchor" : "para1266"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I’ll wait for a moment. Order, please.", "The member from Timiskaming–Cochrane has up to five minutes to debate the matter, and the minister or the parliamentary assistant to the Minister of Energy may reply for up to five minutes. I now turn it over to the member from Timiskaming–Cochrane." ],
  "anchor" : "para1268"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Speaker, as you may recall, my question regarded—one of the examples was Henry Fiset and Sons. Just to refresh everyone’s memory, Jerome sent us his hydro bills as comparisons. His hydro usage in January 2011 was 391 kilowatt hours per day. In January 2017, they’ve made a lot of changes to conserve hydro and they made some business changes. Their hydro usage was 220 kilowatt hours per day, so 43.7% less usage. Do you know what happened when they had 43.7% less usage?" ],
  "anchor" : "para1270"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "The bill went up." ],
  "anchor" : "para1271"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "The bill went up—frustrating when you’re running a business.", "I’ll give you another example. I didn’t have time, but now I have a few more minutes. We’ve got Leis Wood Products, another small business in my area. Leis Wood Products package shavings from our local planing mill, and they are distributed through hardware stores, building supply stores and farm stores. They started in 2008 and their usage was 900 kilowatts, and their hydro bill for the month was $984, which was reasonable. For the same month in 2016—this is a growing little business—they used 1,200 kilowatts. They used a bit more, a third more. Speaker, their bill was $5,282.", "Another one: Earlton Grocery King, started in 2009, and their hydro bill was $3,000 per month, a nice even number. This past September, their hydro bill statement was $7,507. What makes this even more shocking, if it could be more shocking, is in the same time, from 2010 to 2017, the government had not one, not two, but they’re working on their third long-range energy plan." ],
  "anchor" : "para1272"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Long-term." ],
  "anchor" : "para1275"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Long-term energy plan, says the parliamentary assistant. Obviously they weren’t taking into account the people who actually had to pay the energy bills.", "In the words of Anita from Sturgeon Falls—do you remember Anita from Sturgeon Falls? The Premier cold-called Anita and asked what she thought about the fair hydro plan, and Anita said, “Well, it’s not just your fault, Premier. You need better advisers.”", "The question really is, what the people of Ontario—these three businesses and the rest of the businesses in my riding and the rest of the people across the province—really want to know is: Did no one in the government actually listen to some of their advisers? There must have been someone saying, “Excuse me, but people aren’t going to be able to pay this.” Why did it have to come to this, where people are actually having to sell their homes because they can’t pay for the heat?", "We have lost businesses. We’ve lost big ones like the Kidd Creek smelter in Timmins, and we’ve lost lots of little ones. Meanwhile this government was planning long-term energy plans. For who? That’s the question: For who? It certainly wasn’t for Leis Wood Products. It certainly wasn’t for Earlton Grocery King, or Jerome and Terry Fiset. There’s a lot of money in the hydro system in Ontario, but it’s certainly not helping the people who are paying the bills.", "But now, at the 11th hour, the long-term energy plan is now being trumped by the short-term “Oh, God, we have to buy the next election” plan. That’s the plan that’s kicking in now, to take the minimum payment on the credit card and boot it forward. The real question is, what happened to the long-term energy planning? And when did the long-term energy plan forget about the people of Ontario, the people who actually need the essential service of hydro, a proud public service that was built and is being sold off by various governments?" ],
  "anchor" : "para1276"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The parliamentary assistant to the Minister of Energy now has up to five minutes to respond." ],
  "anchor" : "para1281"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "It’s actually a pleasure to answer some of these questions in the House from time to time. I appreciate my friend opposite asking the question that really moves into some of the answers I was hoping to give him earlier, which is policy.", "There was a period in the lives of the member and I when the province of Ontario aggressively built its infrastructure—not merely electrical, but our civil infrastructure as well. That was a period that began shortly after World War II and peaked in the late 1960s. Then, for around 35 years, the province of Ontario—joined, I might add, by just about everywhere else in the developed world—basically did nothing with any of its infrastructure. At that point, Speaker, came a period in which Ontario has led the world in renewal of electrical and civil infrastructure.", "The member originally asked a question about one business in his riding, and then three, who have seen their power bills rise. This is not unusual in the world, where electrical rates are rising, and rising rapidly, just about everywhere. Speaker, I do have to mention that there is some relief coming for these users. This summer, they will expect to see their bills reduced by about 25% in the member’s riding. Indeed, small businesses will see some power reductions as well.", "The member mentions the long-term energy plan. As someone who sat on the government benches during our first term in government, one of the issues that we faced was a lack of reliable information on which to base power projections. To put it very bluntly, the tools that were available to forecast demand looking forward were really not all that good, and one of the challenges the province faced was, “On what accurate basis shall we make the decision of how much power to build?”", "The first long-term energy plan, in 2010, accurately pointed out by the member, was for all practical purposes an electricity plan. In 2013, its scope and depth expanded, and it covered electricity generation, transmission, natural gas and renewables. In 2017, that scope and depth will expand again.", "Each time the province has done this, we’ve gotten better at the art of forecasting. So about every three to four years, we can expect to see a long-term energy plan whose data will give us, insofar as we can look into the future, a reliable way of suggesting how much power Ontario will need, how much energy in general Ontario will need, where it should reliably come from, how we are going to use it, and what type of decisions in general lie within the realm of the government to make to meet the energy demands of Ontarians. I’m glad the member raised that because it actually is germane in answering his questions.", "There are two aspects I’d like to mention to my colleague with regard to the province’s fair hydro plan. One of them pertains to the manner in which assets had been amortized over their useful lifetime. We—the province of Ontario—had for decades amortized our assets over a period much shorter than their lifetime, simply because we’d always done it that way. So the question asked during the past several months is, “Just because we’ve always done it that way, must we continue to do it that way?”", "The answer was, “Well, it’s wonderful if you’re at the back end of that amortization, because the people for two decades before you have paid all of your costs, leaving you in essence mortgage-free. But would it not be fairer, throughout the life of the asset, to amortize that asset through its useful life?” The answer was, “Yes, it would be fairer.”", "The other part of it, with regard to, in this case, mostly residential electricity prices, was that there were components that were on the power bill—and why? Because they’d always been on the power bill—that were really social programs. “In the same way that we take our social programs in drug benefits, health benefits, education and whatnot and consider them to be part of the tax bill, shouldn’t we”—the question was asked—“do the same with that component of electricity costs, which are indeed social costs?” We did, and they were moved onto the tax bill." ],
  "anchor" : "para1282"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "There being no further matter to debate, I deem the motion to adjourn to be carried.", "This House now stands adjourned until 9 a.m. tomorrow morning.", "The House adjourned at 1815." ],
  "anchor" : "para1292"
} ]