[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on April 3, 2017, on the motion for second reading of the following bill:", "Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes / Projet de loi 87, Loi visant à mettre en oeuvre des mesures concernant la santé et les personnes âgées par l’édiction, la modification ou l’abrogation de diverses lois." ],
  "anchor" : "para207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last debated this bill, the member from Lanark–Frontenac–Lennox and Addington completed his speech. We are now on questions and comments. Questions and comments?" ],
  "anchor" : "para213"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It was an interesting debate yesterday on Bill 87, putting patients first. Some of the nuances that were discussed were that this bill should have had more thought processes in it because the contents of it, some of the topics that we’re talking about, are very sensitive and they should have had more deliberation, as a single piece of legislation.", "We talked yesterday about it being an omnibus bill, but the government doesn’t agree with that. I think we do have a point on this side. There are areas of this bill that need more attention and more consultation. The Ontario Medical Association says they support the principle of the bill for zero tolerance for sexual assault, but they do have a number of concerns in the bill and they felt that they weren’t fully consulted in a fulsome way. We need to make sure we have everybody on board when it comes to zero tolerance with regard to sexual assault. Should this bill have more discussion? Absolutely. Should it have feedback from stakeholders and patients and the community? Of course it should. We need to hear from everyone.", "It reminds me of the bill that we’re discussing in committee right now. It’s also a health care bill called MAID, medical assistance in dying. There is an issue there that people are concerned about. We talked about that they don’t think there was enough consultation around MAID, specifically around effective referral. People are concerned about that and the process and how that’s going to work because there are people who have a piece called conscientious objection.", "We want to get these things right. We want to make sure the legislation works for the people that we are representing and that the groups that come forward have a voice in order to mould and develop legislation that’s effective in our community.", "Again, I do say, it is a needed bill. There are lots of good topics in here, but really, it should have been separate issues at some point." ],
  "anchor" : "para214"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The Minister of the Status of Women and responsible for early years and child care. That’s a mouthful." ],
  "anchor" : "para219"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today to speak to Bill 87. As you know, our government is introducing this legislation to protect patients and to keep them healthy. If passed, this legislation would make a number of improvements to health care for the people of Ontario, and this legislation is absolutely a part of Ontario’s plan to put patients first.", "Our government, as you know, has set out an ambitious agenda to transform our health care system, and this important piece of legislation will help our government continue to move forward on a number of different initiatives that directly impact on Ontarians’ lives.", "I’d like to talk a little bit about immunization and the Immunization of School Pupils Amendment Act. Choosing to vaccinate your child protects them from disease and it protects vulnerable children who can’t get vaccinated for medical reasons. That’s why it’s so important for parents to keep their children’s immunization up to date. If passed, the proposed amendments to the Immunization of School Pupils Act would help parents and guardians make informed decisions about vaccination.", "The amendments to the act would require parents and guardians who are considering not immunizing their children for non-medical reasons to participate in an education session delivered by their local public health unit—so important, so parents can make informed decisions.", "The act would also be amended to require health care providers to report any vaccines they administer to students and that are needed to attend school in Ontario to their local public health unit directly. Currently, parents are responsible for reporting their children’s immunization records or yellow card to their own public health unit. This change, if passed, would make it easier for parents and reduce unnecessary suspensions due to out-of-date immunization records.", "This is such an important initiative for families and for our kids, and I absolutely believe we’re on the right track with this." ],
  "anchor" : "para220"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para226"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure to rise on behalf of the Progressive Conservative caucus to respond in debate to Bill 87.", "I want to reiterate something that I indicated in the House yesterday, in the event that there is any confusion by the Liberal Party: The Progressive Conservative caucus unreservedly, unequivocally supports a zero-tolerance strategy in our health care system. In fact, we commended the government for bringing this forward to protect patients against sexual misconduct among health-related and regulated professionals.", "But we do have some concerns with this bill. It’s an omnibus bill, with five different bills lumped into one large bill. As my colleague from Oshawa pointed out just yesterday, it’s very hard in a 20-minute rotation, let alone a 10-minute rotation, to be able to discuss this bill in its entirety and some of the concerns we have.", "There are a few concerns that we do have. The Liberals have been centralizing the health care system and control of our health care system. They have provided no reasons as to why they need access to the personal health records of health care professionals. There are concerns we have with increased ministerial power from this government, particularly when the health care budget is the largest in the entire budget scenario. There has been limited or no consultation with stakeholders and patients. There has been poor electronic health record system management—and I don’t have to get into eHealth or Panorama for you, Speaker. Finally, if and when the conversation gets toward the bureaucracy, we know that it is bloated, out of control and there are more people today on that sunshine list than ever before.", "I just wanted to put those comments on the record for this House to consider." ],
  "anchor" : "para227"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para232"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "It’s always a privilege to stand in my place on behalf of the good people of Algoma–Manitoulin to bring comments on the member from—oh, my God, I always forget your riding." ],
  "anchor" : "para233"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para234"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Lanark–Frontenac–Lennox and Addington. That’s a mouthful, my friend—and you always give a good mouthful when you stand in your place.", "Unfortunately, I wasn’t here for the debate, for the comments the member brought forward, but I did want to bring a different light. In Algoma–Manitoulin, I have 21 First Nation communities there that have a very keen interest in this particular bill and how it will be affecting their communities.", "I understand there has been some outreach that was done to their communities. However, one of the biggest tools and one of the biggest issues that I find each and every time when it comes to these services, particularly seniors active living centres, is that we tend to make a decision and forget about engaging with those First Nations and respecting their culture and their practices that they have in their community for the well-being of their own elders. They bring a wealth of information, they bring a wealth of expertise and they bring a wealth of good knowledge when we come to establishing these pieces of legislation.", "One of the biggest issues I have is that we tend to forget about them and not take advantage of that expertise that they have when we have the opportunity to engage them. Again, my riding is quite vast, and it has a lot of need for many of these centres that we’re looking at establishing. So I would expect that there is going to be further engagement and greater engagement so that we could tap into that expertise that is there within those communities and particularly those elders that are there, along with the many other communities and individuals that have been asking for this type of assistance for their communities for such a long time." ],
  "anchor" : "para235"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Lanark–Frontenac–Lennox and Addington for final comments." ],
  "anchor" : "para240"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It’s a pleasure to be speaking once again to Bill 87. Just to recap for those who weren’t here yesterday, I spoke about a number of specific failings in the health care system that I believe ought to be and need to be priorities of this government. Instead of a bill that really will do little to benefit or improve the health care of constituents, why are they not looking at what needs to be done? I gave the example of the 78 long-term-care beds in my riding that have been closed and have been waiting to be reallocated since September 2012. The government said that these beds have been temporarily out of service since September 2012. What kind of “temporary out of service” is that?", "I spoke about the lack of memory clinics for people with dementia and Alzheimer’s—the inability for those people to get assistance and treatment. I spoke about the appalling and terrible health care treatment that Mike received at the emergency room in the hospital in my community, where they couldn’t do X-rays and they left this man with a broken leg for 13 hours without ice and without X-rays.", "There’s a whole raft of necessary improvements we need to make in health care, and instead, this government shuffles paperwork around and brings in all kinds of new legislation that does absolutely nothing to improve the health care of the people of Ontario. It is a shameful action of this government, how they abuse the health care system and shuffle paperwork in the process." ],
  "anchor" : "para241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Leeds–Grenville on a point of order." ],
  "anchor" : "para244"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On a point of order, Speaker, I just want to take this opportunity on behalf of North Carolina alumnus Cody Welton, who’s in our legislative affairs, to advise the House that yesterday the North Carolina Tar Heels beat the Gonzaga Bulldogs 71-65. Go, Heels!" ],
  "anchor" : "para245"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order, but as you say: Go, Heels!", "Now, further debate." ],
  "anchor" : "para246"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I will admit that last night I was watching the basketball game. I had to look up where Gonzaga was. I’d never heard of it. I thought they were making the name up.", "Anyway, it’s my pleasure to rise to bring the voice of my constituents of Windsor West to discuss Bill 87, the Protecting Patients Act, 2016. Perhaps because I haven’t spoken to it yet, I’m going to give a brief overview for anybody who is just tuning in now or anyone who might start looking tomorrow at the Hansard and the debate on this bill.", "The bill includes five separate schedules and amends or enacts legislation relating to student immunization, the regulation of laboratories, NP prescribing—for those who don’t know what an NP is, that’s a nurse practitioner—seniors active living centres and, most significantly, discipline and licence revocation for health professionals in cases of sexual abuse of patients.", "Many people before me have stood up and talked about this being an omnibus bill, which simply means that it’s kind of a hodgepodge. The government has pulled a bunch of things into it. Some of these things may not be directly related. Some of these things—most, if not all, of these—really deserve to have their own legislation. They deserve to have their own debate in this House. They deserve to have their own committee meeting where stakeholders—those front-line workers, anybody who would access these services—could come forward and share with the committee exactly how they feel about the bill.", "But rather than doing that, the government has done something they like to do—unfortunately, it’s a very common practice—where they roll a bunch of things into a bill. They hope that one thing is going to be the topic of choice, so that the other things don’t get talked about. Often they slip what we call a poison pill in there—which is an interesting choice of words, I suppose, since we’re talking about health care. They slip some things into a bill that are not necessarily what’s best for the people of this province, are not what stakeholders are wanting, but they put something else in it that’s good and that’s what they go out and talk about in order to not discuss the things that aren’t so favourable that they may get pushback on from the people of this province. That’s what they’ve done with Bill 87, the Protecting Patients Act.", "There are some really, really important topics in here. Again, there are five different schedules, and each one of those deserves its own conversation. In the 10 minutes that I have, I’m not going to be able to do that in a fulsome way. I’m not going to be able to do that on behalf of my constituents. Others in this House have had 20 minutes, double the time to speak to this that I have had, and couldn’t fit it all in.", "It’s interesting, because yesterday I was watching the debate, and my colleague from Oshawa had 20 minutes and could barely begin to address what’s in this bill, because there’s so much they have rolled in. Yet on the government side, in 20 minutes, they managed to get four or five speakers up. How are they actually bringing the voice of their constituents? How are they sharing with the public their own legislation when they’re only taking four or five minutes each to talk about what’s in a bill that others—I’m sure my colleague from Nickel Belt, when she did her hour lead, couldn’t talk about everything in this bill. The reason for that is there are five schedules that all deserve their own individual attention. They all deserve fulsome debate and they’re not going to get that here, and that’s exactly what the government wants. They’re not going to get that in committee, and that’s exactly what the government wants. They just want to be able to push this through.", "Some of the issues that are raised in the bill, or some of the things that are addressed in the bill—probably the one that has been talked about the most is sexual abuse by a health care provider. I don’t think anybody in this House would want to see anybody be the subject of sexual abuse by a health care provider. I certainly know I wouldn’t want it for anyone in my family, and I wouldn’t want it for any of my constituents. I don’t think anybody in this room would want that for anyone in the province.", "I think it’s important to note—because sometimes when we get into talking about bills, we forget to address one key issue—when we’re talking about something like sexual abuse by a professional—by a health care provider, by an education worker, by anyone—the acts of a few within that profession do not reflect the actions or the behaviour of the majority. Something like this is only going to affect a minority number of physicians or health care practitioners. I think that’s important to note, because sometimes we get talking about something and we forget to mention that this particular part of the legislation will only target a small population of our health care providers. It’s good that we can say it is not the majority of our health care professionals.", "The majority of our health care professionals provide a very valuable service. They do it in a very professional and very meaningful way. I know I’m very attached to my family doctor. He is a fantastic person. I don’t believe that we would ever find him fall under this legislation. I think that’s important to put it out there. Again, the actions of a few do not reflect the actions or behaviour of the majority of health care professionals.", "But unfortunately, it is necessary to have legislation talking about sexual abuse by health care practitioners, discussing the minority of physicians who might fall under this legislation. Zero tolerance: We’ve said it time and time again, or at least the majority of people in this room have said it. I know there are a few who kind of strayed. But it has to be zero tolerance. We have to make it clear that there will be swift but fair justice when someone is accused and found guilty of actually perpetuating that type of behaviour when it comes to their patients.", "Something we haven’t talked about, too, is that we often think of adults when it comes to legislation like this, but there are children too who often feel like they don’t have a choice or who are afraid to come forward. We need to make sure that anybody who might fall prey to those types of actions feels like they’re comfortable coming forward and are supported coming forward. We need to make sure that, if something like this happens—and, hopefully, it never will again—if a physician does engage in that kind of behaviour, that the person who was on the receiving end of that behaviour, the victim, has the supports that they’re going to need to deal with the way that they’re going to feel afterwards. We can’t say that everybody is going to feel the same way. We know that everybody is an individual, and their response to that type of behaviour is going to be different.", "We need to make sure we have the mental health supports in our communities, and we know—we just had the Ontario Medical Students Association here yesterday, and they’re saying that there aren’t the supports in the community. We have physicians coming forward and saying that mental health supports are sorely lacking in our communities. We’ve had police, corrections officers, EMS, firefighters— you name it; they’ve come forward and said that there is a large gap in services for those who will need mental health support. Anybody who is a victim of sexual abuse by anybody needs those supports. So the government needs—and that’s not addressed in this bill—to do a better job of making sure that those supports are out there, and in a timely manner. People shouldn’t be waiting months to get in to see a specialist for counselling. That’s inexcusable, and the government needs to address it. Unfortunately, that’s not in this bill.", "The other part that’s been talked about quite a bit—and I don’t have much time left; 10 minutes goes very quickly—is the piece around immunization." ],
  "anchor" : "para248"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s enough time for four Liberals." ],
  "anchor" : "para263"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It was enough time for four Liberals, oddly enough.", "There’s a piece in here about educating parents before they choose to not vaccinate their children. I think that’s an important piece. I know we could go back and forth—differing opinions here amongst the members in this House, differing opinions with people across the province—as to whether or not to vaccinate children. I think it’s important that, although, in this legislation, it still provides an option for parents to choose not to vaccinate, there is a requirement that there is an education piece before they can opt out. I think that’s important, because I know—I have some friends who have chosen not to vaccinate their children. They’ve done a lot of research, and they’ve done a lot of work. They’ve informed themselves before they made that choice, but not everybody does that.", "I think this is a really important piece of this legislation. It requires some education around the potential issues that arise from not vaccinating your children—what that means for your children, for your family, as well as for other children and other families out there. You shouldn’t be making uninformed decisions on something as important as this. Once they’ve had that education piece and they know the ins and outs of vaccinating or not vaccinating, they still have the opportunity to decide to not vaccinate their children, and I think that’s a very important piece in this bill." ],
  "anchor" : "para264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise once again to speak to Bill 87. This legislation, I believe, is really important. It’s about protecting patients and keeping them healthy, but it’s also about strengthening the health care system that we already have. I have to say to you that I have spoken to many people in my constituency and my riding about our health care system and just how strong it is, people who come to me every now and then and say that they’ve had to go through the system and they want us to know that it’s actually working. They actually come in and thank me for the great work that we are doing. But, as we all know, there’s always more work to be done, and that’s what this bill is all about.", "This legislation would make a number of improvements to health care for the people of Ontario, including further upholding and reinforcing our zero-tolerance policy on patient sexual abuse by any regulated health professional. With this bill, we’re also proposing amendments to several statutes at one time to quickly and efficiently implement important initiatives that will improve the health and well-being of Ontarians. That’s what this is all about. It’s about making sure our system is there to support Ontarians when they need it.", "Let’s just talk a little bit about what it proposes to do. If passed, the legislation would:", "—protect patients from preventable diseases, absolutely important;", "—protect patients in order to get access to care;", "—protect patients’ rights to medical benefits;", "—protect patients from sexual abuse; and", "—protect patients by encouraging a healthy and active lifestyle.", "These are such important initiatives, and I really find it difficult to understand why the parties opposite would really find that these initiatives are not something they would support. I can tell you that from my perspective, this is absolutely the right thing to do. It’s about keeping all Ontarians healthy in our communities." ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para277"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate and respond to the member for Windsor West this morning.", "The minister talks about why we’re not supporting this government in its so-called initiatives. The clearest record of the government in the health care system in my time here has been the eHealth scandal and the Ornge scandal. Those are the things that I remember most about this government. Do we trust them for their improvements in the health care system? No.", "There are a couple of things in this omnibus bill I think could have been dealt with singularly, as well. I would like to know, give me one good reason why this government—and there’s so much power into the hands of the minister in this bill that it gives me grave concern—should have access to the medical records of the health professionals, the doctors?" ],
  "anchor" : "para278"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Because some doctors cheat." ],
  "anchor" : "para281"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, the minister says because some doctors cheat. Should the government have the health records for you and everybody else here? Should they be available to everybody? Why are we—" ],
  "anchor" : "para282"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Only as required.", "Interjections." ],
  "anchor" : "para283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para285"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Why are we demanding that we have the health records? There are a lot of records we could have, but why should we have the health records of doctors when we’ve gone to so much trouble to protect the privacy of the health records of individuals in this province and in this country?", "That’s the right thing to do, because everybody should have the right to disclose their personal health information at their will. It should be their decision. Why should the government have access to the health records of doctors? They have not provided a singular, valid reason why that is required. Until they do, I will have grave concerns about this bill.", "I see, on too many occasions in this bill, “the minister may,” “the minister can,” “the minister will;” way too much power to the minister in this bill." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Of course, from this side of the House, anything that helps, that shows protection for our seniors while they’re in their homes is something that is always going to be supported. I want to thank the member from Windsor West, who was very eloquent with her brief opportunity as far as her comment that she had this morning.", "I have this kind of sense that I won’t have the ability to speak to this bill, because I’m getting a sense that the government is going to be calling closure on this bill. It’s one of the things that I have a great concern with; that we don’t have that wholesome opportunity to always speak to the full extent of this bill, because yes, there are four major schedules within the context of this bill—actually, five—that need the specific attention that each and every one of them requires.", "The one I want to bring greater attention to is actually schedule 2, where laboratory and specimen collection and licensing is amended to establish a licensing and inspection process for laboratory facilities to perform tests and take specimens, and establishes a framework to allow hospitals to provide community laboratory services.", "Are we looking now again at further privatization of our health care system? Is that what we’re doing? Are we opening this up to more dollars that are going to be coming out of our private sector? These are some of the wholesome discussions we need to have when we’re talking about a large bill like this. It’s funny how something for the privatization or increased privatization of our health care systems comes into the same discussion as a bill that is titled the Protecting Patients Act. That’s the biggest problem that I have with this bill.", "The other problem I have is—again, I want to stress this—I don’t think I’m going to get the opportunity to bring the concerns and the views of the people of Algoma–Manitoulin forward on this bill." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para296"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I was going to speak about immunization and recommend to my colleagues and anyone watching that they google Penn and Teller. They have a terrific video on vaccination that I found instructive.", "I really do want to respond to the member from Renfrew–Nipissing–Pembroke and his concern about personal health information. This amendment is primarily intended to support the minister’s duty under the RHPA to ensure that health professions are regulated and coordinated in the public interest.", "It’s important to note that the proposed amendments expressly state that reports and information provided to the minister must not contain any personal information or personal health information about members if other information would be sufficient for these purposes. In addition, if the reports and information provided by a college to the minister contain personal information or personal health information about members, the proposed amendments clarify that the reports and information provided to the minister must not contain more personal information or personal health information than is necessary for the purposes set out. These limiting principles were included in the proposed amendments in recognition of the inherently sensitive nature of this information.", "We have also consulted with the Information and Privacy Commissioner on these proposals to ensure consistency with the personal health information act, and the IPC did recommend some changes to limit the collection of information. We have made those changes and incorporated them into Bill 87.", "This is an important debate. If the member opposite is looking for a reason not to support this bill, he’s going to have to look elsewhere because his concerns have been addressed by the privacy commissioner. Again, I think this is absolutely worth supporting." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Windsor West for final comments." ],
  "anchor" : "para302"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I appreciate everyone who got up today. I’m not going to say all their ridings because they’re all very long and it would take all of my two minutes.", "I want to address something that the member from Renfrew–Nipissing–Pembroke brought up, which was the use of personal information. He has a very valid point. It’s disturbing that the member from Ancaster–Dundas–Flamborough–Westdale then yelled out, when we’re talking about using a doctor’s personal information—sharing that information—that it’s because “some doctors cheat.”", "When you’re talking about billing patients, there are already things in place. I used to work at a dental office. There are regulating bodies where, if you are suspected of billing inappropriately, they do an investigation. A doctor’s personal health information is not necessary to do that investigation. Using the argument that doctors cheat is weak and inappropriate, frankly.", "The other thing is that then he yelled across the floor, “Well, only when necessary.” Is it the government’s job to decide when it’s necessary to delve into somebody’s personal health information? Is it my responsibility as an MPP to say that I don’t agree with the member from Ancaster–Dundas–Flamborough–Westdale so, therefore, I have the right to look at his personal health information? It has nothing to do—nothing to do—with doctors’ billings or how they work with their patients. We’re talking about people who may need some medical support themselves, and that is none of the government’s business.", "Then the Deputy Premier stands up to clarify their position and talked about not using their personal info or health information if other information is sufficient. They did the exact same thing with education workers in a bill where they said, “Well, if other information is sufficient, we won’t go after their personal health information.” Well, I’m sorry, we’ve seen from this government that we can’t leave it up to the Liberals to decide what’s sufficient and when they should be looking into and having access to people’s personal information. That’s shameful." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para308"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "It’s a pleasure to join the debate and it’s great to see everybody in such a positive mood in the House this morning and working together.", "I think when we’re talking about the Protecting Patients Act there will be differences amongst the three parties, but I hope that all three parties can see that the underlying concept behind this is to advance our health care system. It’s one of the best in the world, but that doesn’t mean we should rest on our laurels. There are things that we obviously should do to make it better.", "Having the type of health care system we have in the province of Ontario, it’s the type of system that needs to be managed on a daily basis. We need to be constantly looking for ways to improve that system, and certainly that should be debated in the House, but if we look at Bill 87, Speaker, you’ll see it has five schedules. Each of the schedules proposes to do a certain thing.", "If you look at schedule 1, that would make amendments to the Immunization of School Pupils Act. What that does is that it obviously would protect young people from preventable diseases. If you look at the history of immunization, I know that some people have a differing view. I certainly don’t. I think that immunization has done more for the public health of this continent and this world than any other single measure. I know that there are people who try to raise controversy about the issue and often, I think, so far they’ve been proven wrong. What this does is make sure that the right information ends up with the right people who are making decisions about immunization for their family or for themselves, indeed.", "We also are protecting access to care under schedule 2. That’s where we bring in amendments to the Laboratory and Specimen Collection Centre Licensing Act, the Health Insurance Act and the Public Hospitals Act.", "If we take a look at schedule 3, that’s amendments to the Ontario Drug Benefit Act. What that does is protect patients’ rights to medical benefits in the province.", "Schedule 4 has had a lot of discussion. Some people obviously have a differing view as to the level of tolerance that should be allowed when it comes to sexual abuse from health professionals. I think it’s the majority view of the House, I’ve certainly heard expressed, that we should have a zero-tolerance view in that regard. Others perhaps have strayed from that a little bit. I don’t think we need to stray from that. I think we need to be perfectly clear. All three parties need to be perfectly clear that we have zero tolerance when it comes to the—" ],
  "anchor" : "para309"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Leeds–Grenville on a point of order." ],
  "anchor" : "para316"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I don’t like to interrupt the minister, but I just want to put on record today that our party is against this government invoking closure on this bill." ],
  "anchor" : "para317"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That is not a point of order.", "Continue, Minister." ],
  "anchor" : "para318"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I thought it was going to be another NCAA score, because obviously that’s more important than what we’re discussing today.", "When it comes to those we entrust with health care in the province of Ontario, there’s a special relationship that builds up, and we trust those people. When that trust is abused, we need to be able to act quickly and we need to make a statement in this House that we have zero tolerance for any activity in that regard when it comes to sexual abuse.", "Schedule 5 of the bill, amendments to the Seniors Active Living Centres Act, protects patients by encouraging a very healthy and active lifestyle. What we’re proposing to do is to amend this legislation. We want to protect patients. We want to keep them healthy.", "If passed, what the legislation would do is protect patients from preventable disease through immunization; protect patients’ access to care by amendments that we bring in to the Laboratory and Specimen Collection Centre Licensing Act, the Health Insurance Act and the Public Hospitals Act; protect patients’ right to medical benefits; protect patients, as I just spoke about, from sexual abuse; and allow patients to enjoy a very healthy and active lifestyle in the province of Ontario.", "Acts of professional misconduct involving the sexual abuse of a patient are simply always unacceptable. We need to be clear about that. I don’t think there can be any fog when it comes to that. We have to be crystal clear. Others, perhaps, have let it be known that they have a different view to this, but I’ll tell you that the people that don’t have a different view is each one of the regulatory colleges that we’ve talked to about this: the College of Physicians and Surgeons, the College of Dental Hygienists, the naturopaths, nurses, psychologists, medical radiation technologists—I could go on and on. The groups that we’ve consulted have been very clear in their views.", "I want to talk a little bit about nurse practitioners. A very good friend of mine was a registered nurse and decided she wanted to do a little more in the health care system. She worked very, very hard. She went back to school and she became a nurse practitioner. The skills that this woman had that weren’t being utilized in the past—the advantages of that to the health care system in the province of Ontario are just remarkable. She’s able to do things that simply she wasn’t able to do as an RN but certainly was always capable of doing those things with the right training. Nurse practitioners—by strengthening the role that they play in the health care system, it makes it just a better system.", "We’ve heard from the opposition on this—we just heard from the opposition on this. We’ve heard from the third party. But what I’ve heard from the opposition so far is—the member from Kitchener–Waterloo, I think, said it very clearly: “We are going to support this, and we’re going to try to make it better at committee.” The member from Nickel Belt, the opposition health critic, said, “I want this to be a success. You have taken some good steps.... I think you’re going in the right direction.” I’ve heard from the MPP from Parry Sound–Muskoka, from the official opposition, and what he said was, “I think it’s really important that all the various health professionals’ groups get an opportunity to comment on this bill at committee. I look forward to hearing what they have to say at that time.” The member from Oshawa said, “We have already been hearing from care partners and professionals who have thoughts and opinions at this point, so we look forward to working out those amendments in committee, because we have to get this bill right.”", "I agree with all those comments. I think they’re very responsible. I think they’re very balanced.", "Speaker, as you know, this bill has seen more than nine hours of debate now. We’ve had many of our members of this Legislature speak to the bill. However, at this point, much of the debate is just going over the same points over and over again that were already made by other members. It’s time that this bill be put to second reading and hopefully referred to committee, as the opposition party has asked, where important work can take place. As a result, I move that this question now be put." ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Flynn has moved that the question now be put. There have been over 30 speakers and in excess of nine and a half hours of debate on this particular bill, so I am satisfied that there has been sufficient debate to allow this question to be put to the House. Therefore, is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion that the question now be put, please say “aye.”", "All those opposed to the motion that the question now be put, please say “nay.”", "In my opinion, the ayes have it.", "This particular bill will be deferred. There will be a deferred vote after question period this morning." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? I recognize the Minister of Labour." ],
  "anchor" : "para335"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "No further business, Mr. Speaker." ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The House is now recessed until 10:30." ],
  "anchor" : "para337"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I have two things to mention. First, my seatmate is having a birthday today, so I’d like to wish Jim Wilson a happy birthday. That guarantees he won’t speak to me for the rest of question period.", "I also have a very special guest here from Nepean–Carleton, a long-time friend of mine, a former mayor of Osgoode and a former city councillor in Ottawa: Doug Thompson. He is here today with our deputy leader, Steve Clark." ],
  "anchor" : "para340"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Please help me welcome, in the east members’ gallery: From the Ontario Psychological Association, we have the president, Dr. Sylvain Roy, and CEO Janet Kasperski." ],
  "anchor" : "para342"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I want to welcome, from my riding of Nipissing, a good friend of mine, Éric Boutilier." ],
  "anchor" : "para343"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I’d like to welcome Chris Buckley, president of the Ontario Federation of Labour, who is here today. Thevaki Thevaratnam is here today as well from the OFL. Erin Warman from OPSEU in Niagara is also here in the members’ gallery. Welcome to Queen’s Park." ],
  "anchor" : "para344"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’d like to welcome Lucille Frith from Huntsville, who’s here at Queen’s Park today." ],
  "anchor" : "para345"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to say that the page captain today is Faith Phibbs. Her parents, Sherry and Rick Phibbs, are in the gallery. Give a big wave and applause to my good friends.", "Also, I just turned my head and saw that Erin Warman is also in the gallery today. Welcome, everybody, to Queen’s Park." ],
  "anchor" : "para346"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’d like to welcome today, in the members’ east gallery, the board of directors of Conservation Ontario: general manager Kim Gavine, chair Dick Hibma; vice-chair Lin Gibson, vice-chair Mark Burnham, director Doug Thompson, director Cliff Evanitski, and Chris Darling.", "I’d also like to invite members to the Conservation Ontario reception, immediately following question period, in rooms 228 and 230." ],
  "anchor" : "para348"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s my pleasure to introduce Dick Hibma, member of Conservation Ontario’s board of directors, the chair of the Grey Sauble Conservation Authority and, most importantly, a great community member from the great riding of Bruce–Grey–Owen Sound." ],
  "anchor" : "para350"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have some good friends in the gallery today: Richard Wyma, who is the general manager of the Essex Region Conservation Authority, and Amherstburg councillor Rick Fryer, who is the chair of ERCA. They will be joined later by Windsor city councillor Irek Kusmierczyk." ],
  "anchor" : "para351"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "From the great riding of Etobicoke–Lakeshore, the guests of page captain Zara Trainor: her mother, Kyra Trainor, and her grandmother, Sheila Lamb. Welcome to the Legislature." ],
  "anchor" : "para352"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I ask all members of this House to join me in welcoming some amazing volunteers from my office, Raman Kalkat and Arjaena Sahota, who are in the members’ gallery." ],
  "anchor" : "para353"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Last call for introductions. The member for Kingston and the Islands." ],
  "anchor" : "para354"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m not sure if it’s possible to welcome the current president of the Ontario Psychological Association, and Janet Kasperski. Welcome to Queen’s Park. It’s an honour to have you here." ],
  "anchor" : "para355"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This one is called ragging the puck. I’m just going to make sure that everyone is invited to participate in the very popular pastime of Lego. We have with us, in the heritage room across from the Speaker’s office in room 180, across the room from 180, we are asking—", "Interjections." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, I am. This will go down as a Speaker filibuster. I can actually have the lead stood down, but I think maybe, in terms of inviting everyone to participate in the Lego event this afternoon, to put a Lego. For the 150th anniversary, we’re building a model of Queen’s Park. We’re building a model of Queen’s Park with Lego. Come and join us.", "I think now I’ve finished my announcement, and I am going to call for question period." ],
  "anchor" : "para358"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Education. We are joined here today by so many passionate activists and parents of the Ontario Autism Coalition. I hope everyone in the House will take the time to read the report they released today, because they highlighted some very important problems in our system.", "For instance, we know that 79% of school boards say they spend more money on special education than they receive from the province. Because of that, there are certain needs, certain special education needs that frankly aren’t funded by this government. We need accountability for those special education dollars to make sure no child is left behind.", "Will the government commit to a full and transparent review of the special education funding formula?" ],
  "anchor" : "para362"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the member opposite for the question. I want to just say that we are working with the Ontario Autism Coalition. They are participating in the Ontario autism program committee. I’ve met with that committee. I’ve met with members of the coalition, as has the Minister of Children and Youth Services. We are investing in supports to children who have autism and who have that particular exceptionality.", "Our investment in special education is $2.7 billion. While there are many needs that are in place in our school boards, there’s always more that we can do. We’re constantly working together with our partners, with our stakeholders like the Ontario Autism Coalition, to provide the best education possible for all students in Ontario." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para367"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Minister of Education: I did not get an answer to the real challenge we have that school boards have to spend more on special education than they receive in funding from the province. There’s a cost to this.", "Because of this government’s continuous failure to support children with autism, we hear story after story of children who are left behind: for example, six-year-old Carter from Cobourg. Carter is on the severe end of the spectrum. He is non-verbal and using a communicative device, and is a flight risk. He requires constant support. But in September, his family was told they were going to lose their highly trained education assistant. Carter’s family fought back, and Carter got to keep his EA, but it was after an emotional push by the family.", "Will Carter and his family have to do this every September? Can’t we have the support for these children?" ],
  "anchor" : "para368"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "We are continuously providing more supports for children with autism in our schools. We have 20,000 students who have autism in our schools. In fact, let me just inform the Leader of the Opposition that students with autism are moving on to post-secondary education at four times the numbers that they were.", "We are ensuring that all students in our schools who have exceptionalities, and especially students with autism, receive the supports that they need. We have trained over 30,000 education workers and teachers in ABA so that those supports are available in the classroom. There are also investments in specialized supports for students so that they receive the supports that they need in our schools." ],
  "anchor" : "para371"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para374"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Minister of Education: I will repeat, special education funding does not meet the demand. There are children in this province who are being left behind.", "Here’s another example. I’ve got here a note, a story about Melanie’s son from Niagara Falls. Melanie wrote to us and said that despite clear paperwork stating that her son needed one-to-one support, he wasn’t given the proper help he needed. Do you know what happened on world autism day in 2012? Instead of being given the support he deserved, Melanie’s son was suspended from school. The school board told Melanie that there was no money to provide them with what he requires. Her son wasn’t welcome at school.", "Can the minister tell Melanie why there is no money to have the proper education and the proper academic experience for her son? It’s not right." ],
  "anchor" : "para375"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Deputy Premier." ],
  "anchor" : "para378"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The Leader of the Opposition is raising some very important issues, but I think it is important to remind him and others that when he was a federal MP, when he was in Ottawa, he actually voted against creating a national autism strategy.", "Interjections." ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Interjections." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock.", "Minister?" ],
  "anchor" : "para383"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The member was presented with a bill in the House of Commons to provide for the development of a national strategy for the treatment of autism. He voted against this bill, the National Strategy for the Treatment of Autism Act. He said no to children across this country who have autism, he said no to their parents, he said no to expanding access to IBI and ABA.", "Today, he stands in the Legislature being—" ],
  "anchor" : "para385"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para387"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. I would advise against it.", "Interjection." ],
  "anchor" : "para389"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Unless it’s unknown, there should be no other noise-making in this House.", "New question." ],
  "anchor" : "para391"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Education. The natural inclination of this government when they’re embarrassed by their own position, when they can’t defend their own position, is to attack others.", "Today, the Ontario—", "Interjections." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Interjections." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It would be helpful if I didn’t hear anything from that side so I could go after the other side.", "Leader?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "The Ontario Autism Coalition report released today had this to say: “Teacher candidates should graduate knowing they will work regularly with students with exceptionalities—and they should embrace this opportunity rather than fear or avoid it.” This government has neglected the support these future teachers need.", "Why has this government not done more to prepare young teachers for the realities of Ontario classrooms? Please, could we have an answer on the report, not another drive-by attack?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "We actually have, as part of our two-year curriculum in teachers’ college, mandatory content on special needs and exceptionalities.", "For the Leader of the Opposition to stand in this Legislature, claiming to be a champion of parents and children with autism when he had an opportunity to help those students—and he said no. He said no to children and to families, and to developing a national strategy for children with autism.", "The member opposite only shows interest in parents and children with autism when he can use it as a part of his political ambitions. That is wrong. That is absolutely wrong.", "We know that children with autism deserve the best possible education in our province, and that’s exactly what we’re working on.", "Interjections." ],
  "anchor" : "para403"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Supplementary?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker—", "Interjection." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Glengarry–Prescott–Russell, come to order.", "Carry on." ],
  "anchor" : "para412"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Minister of Education: The minister seems oblivious to the fact that they are in government. They have a record that they should be embarrassed of. They have a record where they took the families with children with autism to court. They can’t defend their own record, so they choose to throw smears. Children deserve better than this pathetic answer.", "The reality is that not even the teachers in this province believe that you’re providing the necessary supports. Here’s an example: The Elementary Teachers’ Federation of Ontario said that there is a “critical lack of support” for children with significant behavioural issues. Sam Hammond from ETFO said, “Many of these students are suffering and we need to step up to help them.”", "Sam Hammond is right. We need to provide support. This spin that the government is saying that they are providing training, the union says the exact opposite is happening. We need support for these children. We need support for our teachers. Will this government stop abandoning them?", "Interjections." ],
  "anchor" : "para414"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjection." ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke North, come to order.", "Minister?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Here’s our record: Since 2003, we have increased funding for special education needs in this province by 70%—$2.7 billion to support—", "Interjection." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton will withdraw." ],
  "anchor" : "para424"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Withdraw." ],
  "anchor" : "para425"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, Minister." ],
  "anchor" : "para426"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "There are more EAs in Ontario schools than ever before: an increase of over 6,300, or 37%, including 900 more EAs since 2013. Over the past decade, we have invested $77 million to strengthen our school capacity and to improve the learning environment for students with autism who are welcome in our schools, who are welcome in our classrooms and who are doing better.", "There is more work to be done, and that’s exactly what we’re doing." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para429"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Minister of Education: This government has no reason to be proud of their record. Frankly, you wouldn’t have seen hundreds and hundreds of families with a child with autism protesting at Queen’s Park if this record was one that they could be proud of. They wouldn’t have taken these families to court if they were proud of their record. Frankly, this government’s record on helping families with autism has been shameful.", "Sam Hammond, on behalf of the teachers, also said that too many children, a lot of them as young as four or five, are languishing on long wait-lists for vital early interventions, interventions they need. These include assessments that would give them access to supports. But even then, many of the resources are simply inadequate and will not meet the growing demand. That’s what ETFO had to say.", "So you have the families saying it’s inadequate. You have the teachers saying it’s inadequate. The only person in this province saying that what they’re doing is adequate is the minister. Do the right thing. Support—" ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para435"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Deputy Premier." ],
  "anchor" : "para437"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The member opposite talks about our record. I’d like to talk about his record—his voting record. His voting record in Ottawa, it’s in black and white; he can look it up himself. Anybody can. He voted against creating a national autism strategy. He might not even remember doing that, but I can tell you that he voted against a bill to provide for the development of a national strategy for the treatment of autism. He decided to vote against that bill. He said no to those kids that he claims to champion today. He said no to those parents that he claims to champion today.", "Once again we see him standing in the Legislature. When we compare what he says today with how he voted in the past, I think he has some explaining to do about his record." ],
  "anchor" : "para438"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Acting Premier. Hydro One is applying to increase the cost of delivery by nearly 20% at the same time as they give senior executives massive raises, including a 500% increase for the CEO. Does the Acting Premier think this is right?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para443"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When it comes to the Hydro One rate application, Mr. Speaker, we recognize that we’re going to be holding all of our increases to the rate of inflation. When we have our fair hydro plan coming into effect, our government is lowering those bills by 25%. We will ensure that we achieve this reduction no matter the outcome of this application.", "In fact, Hydro One’s rural customers will be seeing even greater reductions from our fair hydro plan. We will be expanding the support to those customers facing some of the highest delivery costs in the province, including Hydro One’s rural customers. They will be seeing a reduction between 40% and 50% on their bills, Mr. Speaker. That is significant for those families. We will achieve this, as we said, no matter the outcome of this application." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Hydro One is applying for a nearly 20% increase while they give their senior executives multi-million-dollar raises. The Liberals promised that privatizing Hydro One would mean lower bills, Speaker. That promise was total nonsense. Hydro bills are sky-high and still rising. Hydro One is applying for delivery cost increases of nearly 20%.", "Will the Liberal government do what is right, stop the sell-off of Hydro One today and stop rewarding executives for jacking up hydro bills?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Again, let’s talk about what this executive has done with Hydro One over the last year. They’ve actually saved $60 million, and that leads directly back to ratepayers, by lowering bills. They’ve also given customers choice with billing cycles, helping them to better manage their bills, and they’ve introduced e-billing, working towards mobile billing as well. They ended the practice of security deposits for new customers and, of course, introduced a voluntary ban on winter disconnections. That is something that they’ve done as they have become a customer-focused business.", "We’ve also seen, through our fair hydro plan and working with Hydro One, a 40% to 50% reduction that will be seen for all of our rural and northern communities, Mr. Speaker." ],
  "anchor" : "para449"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Anyone can see that the privatization of Hydro One has been a disaster. According to the FAO, it’s increasing the province’s debt. It means bills are much higher and delivery cost increases are going to go up by 20%, all to pay for bigger executive paycheques and shareholder profits. This is exactly why 80% of the people of Ontario want to keep Hydro One public.", "Will the government admit that this has been a huge mistake, and stop the privatization before it’s too late?", "Interjections." ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para455"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Listen to the people." ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Minister?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The criticism of the NDP’s position with Hydro One doesn’t just come from us. There are also many others out there. Tim Kiladze of the Globe and Mail calls the belief that ownership of utilities in Ontario affects rates as one of the biggest misconceptions about electricity. Martin Regg Cohn agrees that “Hydro One can only charge what the OEB deems reasonable.” Even Brady Yauch, an economist at the Consumer Policy Institute and a frequent government critic, calls the idea that privatization increases rates “a straw man.”", "One of the things that we will continue to do on this side of the House, Mr. Speaker, is invest in this province by building infrastructure, by building roads, by building bridges, something that they would not do because they have no idea how to pay for it. Just like their plan on electricity, it’s pie in the sky. We have a plan that works. We have a system that’s working and we’re building infrastructure in Ontario." ],
  "anchor" : "para459"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Acting Premier. The Premier and the Liberal government took no time at all to sign off on a nearly $5-million salary for the CEO of Hydro One, but the government has spent two years trying to figure out if a working mom should be able to take a sick day without losing a day’s pay—or worse, being fired.", "Can the government explain why the CEO of Hydro One gets a 500% raise, but people in Ontario could still be fired for getting sick?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para464"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When it comes to our agency executive compensation, our government strongly believes in ensuring that public salaries are fair to employees but also reasonable to the public purse. This isn’t just talk. We’ve demonstrated this commitment time and again. That’s why we froze all salaries across the broader public sector in 2012, and that’s why we’ve implemented a new framework designed to test the fairness of public salaries.", "Ontario is now approaching the end of the planned salary freeze, but we’re continuing to keep a strict eye on our agencies. Salaries will remain frozen until agencies comply with our framework. Just like we did with the colleges, we’re going to send agencies back to the drawing board if we’re not satisfied. This includes agencies within my ministry. Work is under way to ensure that these frameworks and the remaining agencies—" ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "There is no reason a woman should take home less pay than a man doing the same work. People should be able to have their work schedule so that they can plan their lives. People who are employees should be recognized as employees, with the rights that come along with that. And after two years of study, nobody knows where the Liberals stand. It’s a stark contrast to a 500% raise for the Hydro One CEO and $11 million in pay for just five well-heeled executives at the new privatized Hydro One.", "Can the Acting Premier explain to people why her and her government’s priority is million-dollar raises for the bosses at Hydro One while everyone else is still waiting for action on minimum wage and decent jobs?" ],
  "anchor" : "para468"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para473"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the honourable member for the question. Certainly, there are a number of issues that are facing the workplaces in Ontario today, and this government is meeting them head-on. Never in the history of this province has anybody ever looked at the Employment Standards Act and the Labour Relations Act at the same time. We’ve gone out and done that.", "We’ve talked with organized labour. We’ve talked with business. We’ve talked with advocates. We’ve talked with employees themselves. We’ve talked with people as to how we should close the gender wage gap. I don’t think there’s a person in this House, Speaker, who doesn’t realize that the gender wage gap unfairly disadvantages women across Ontario and across every other jurisdiction. This applies to government agencies, this applies to government itself, and it applies to the private sector and non-profits.", "We’re prepared to take these issues head-on. We’ve got a group that’s advising us on the gender wage gap—" ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’ll have a wrap-up in a moment.", "Finish, please." ],
  "anchor" : "para478"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "There are people who like to talk about this issue; this government is going to do something about it." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para481"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, for 14 years the quality of work has steadily eroded under this government’s watch—steadily. Temp agencies have proliferated under this government’s watch here in Ontario.", "You know what, Speaker? Governing is about priorities. Ontarians are concerned to see that the Liberal priority, once again, is a few powerful people at the top. And regular families are waiting for answers, and waiting for answers again. Will the government start getting the basics right, stop the raises for Hydro One executives, and raise the minimum wage to $15 an hour?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The minimum wage in the province of Ontario has been pegged to inflation for a number of years now. We went out and we talked to people. We talked to the people in the province of Ontario. We talked to business. We talked to labour. We talked to poverty advocates. We talked to those people who represent people who are living at the lower income level. We asked them, “What is the best process to put in place to ensure that the minimum wage in the province of Ontario keeps pace with inflation?”" ],
  "anchor" : "para484"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "It’s still below the poverty level." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek." ],
  "anchor" : "para487"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "They gave us advice. They said, “Set the minimum wage rate in April of the year and introduce it in October.” Advocates wanted certainty. They wanted security. Business wanted flexibility.", "We stood up for people who earn minimum wage in the province of Ontario. At a time when they were needed the most, the NDP sat on their hands and did nothing for the people of the province of Ontario.", "Interjections." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you. New question." ],
  "anchor" : "para491"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Minister of Education. We’ve all heard about the challenges students with autism face when they transition into school. They sit on a waiting list for a psychological assessment to get their individualized education plan, or an IEP, and even with an IEP, they wait for an educational assistant to support them in the classroom.", "In a report released today, the Ontario Autism Coalition recommends a review of special education. Will the minister commit to reviewing special education funding to ensure students with exceptionalities get the help they need?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "First off, I’d like to thank the Ontario Autism Coalition for their continued advocacy when it comes to autism services in Ontario and for children with special needs. I want to thank them.", "You know, Mr. Speaker, our government is moving forward with investments in autism services. The advice that we receive from the autism advisory committee, of which the Ontario Autism Coalition is a member, is greatly appreciated.", "We want to ensure that we strengthen our schools for children with special needs, and that’s exactly what we are doing. In 2016, we announced that we would be investing an additional $500 million to improve autism services in Ontario. This school year, school boards are receiving more than $2.7 billion to support students with special education needs. Absolutely, there is more to be done, and that’s exactly what we’re focused on." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para498"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Minister, there is no doubt that the Ontario Autism Coalition is doing excellent work, but they are now looking to you for action. There are currently 20,000 students with autism attending Ontario public schools. We all know that autism doesn’t end at five and it certainly doesn’t end at school.", "Will the minister commit to reviewing how special education funding is being used in our schools, as recommended by the Ontario Autism Coalition?" ],
  "anchor" : "para499"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Mr. Speaker, it’s very difficult to listen to the opposition give advice on education when they left it in a complete mess.", "We know that more needs to be done for students with special needs. That’s why we have constantly increased our support. In fact, we’ve invested $77 million to strengthen school capacity in improving the learning environment for students with autism. We have 20,000 students with autism in our schools. As I have said, many of them—four times as many—are moving on to post-secondary education and on to their life.", "Just this morning, the member from Etobicoke–Lakeshore, the member from Kingston and the Islands and I were out at Silver Creek in an environment that is supporting students with special education needs, including autism. We see the great support that they are receiving in their communities. We’re going to continue to do more for them." ],
  "anchor" : "para501"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Acting Premier. Yesterday, we learned that tenants in Liberty Village have been told by their landlord that they can either pay double their current rent or move out by July 1. After receiving this outrageous rent increase notice, one tenant said, “I didn’t even know that was legally possible.”", "Yes, this is legally possible because of a loophole in the Residential Tenancies Act that allows landlords of rentals built after 1991 to raise the rent to whatever they want. Will the Premier do the right thing and close this loophole, as the NDP has proposed?" ],
  "anchor" : "para505"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Community and Social Services." ],
  "anchor" : "para507"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Our colleague, the Minister of Housing, did address this type of question yesterday. We do, on this side of the House, find it absolutely unacceptable that so many Ontarians are faced with housing costs that continue to rise dramatically. As he said, this is exactly why we are developing a plan to address unfair rises in rental costs by delivering substantive rent control reform in Ontario as part of an ongoing review of the Residential Tenancies Act.", "The ministry has, in fact, consulted very broadly on this, and we have a number of initiatives that we have also taken in the last couple of years. I will address more of that in the supplementary." ],
  "anchor" : "para508"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para510"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Back to the Acting Premier: Housing policies should be about providing homes for people, not profits for investors. But for the last 14 years, this government has put investors first by letting some landlords raise the rent to whatever they want. This loophole gives investors an easy way to evict tenants whenever they need a unit for quicker sale.", "All tenants deserve the same rent protection, including tenants in Liberty Village. Will the Premier close this rent control loophole?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Of course, our government has taken really substantial action in a number of different areas over the last few years. We’ve been working with our municipal partners to make secondary suites a quick way to provide affordable housing in our communities; passing inclusionary zoning legislation that will empower municipalities to require the construction of affordable units in new residential developments; freezing the municipal property tax on apartment buildings to provide relief to renters; and doubling the maximum refund for first-time homebuyers etc.", "Now, of course, we do need to recall that the third party was in government from 1991 to 1995, and I don’t recall that they took any action in relation to this member’s private member’s bill." ],
  "anchor" : "para513"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. I know health care is a top priority for our government, providing all Ontarians with timely access to the care they need, whether at home, in their community or in outstanding hospitals. It is of the utmost importance to our government, but also to me as the member from Northumberland–Quinte West.", "I know our government increased funding for health care by $1 billion this year, including investing $485 million in our hospitals to improve access to care. Because of investments like these, our government has reduced wait times for surgeries, increased the number of Ontarians who have health care providers, and we have expanded access to services for Ontarians across the province. In fact, just last week, the Canadian Institute for Health Information released a report identifying this progress.", "Can the Minister of Health and Long-Term Care please inform this House on some of the important progress our government is making on reducing wait times?" ],
  "anchor" : "para516"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "First of all, my mom and my dad, Bill and Jean Hoskins, are watching today. It’s my dad’s 89th birthday. Last week was my mom’s birthday as well. I just wanted to give them that shout-out and say happy birthday.", "Mr. Speaker, the CIHI report from last week confirms that Ontario is making great progress on reducing wait times. Eighty-five per cent of hip replacements in this province are completed within the medical benchmark. That’s 6% better than the national average. Eighty-one per cent of knee replacements in Ontario are completed within the medical benchmark. That’s 12% better than the national average. Ninety-nine per cent of radiation therapy begins within the medical benchmark—again, the best in all of Canada.", "The report also notes that Ontario has the lowest wait times for MRI and CAT scans in the entire country. This is important progress, and I wanted to share that with the Legislature and Ontarians today." ],
  "anchor" : "para519"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para522"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Thank you, Minister, for setting the record straight in this House. I know health care is a top priority for our government. I have witnessed first-hand in my riding the positive impact that our health care investments are making, such as an additional $2.88 million this year to Campbellford Memorial Hospital, Northumberland Hills Hospital and the Quinte Health Care Corp.", "Mr. Speaker, I know that this isn’t the first time our government has been recognized for improving wait times and for leading Canada when it comes to beating wait-time targets. Unfortunately, both opposition parties continue to spread misinformation about our health care system, especially in rural Ontario.", "Can the Minister of Health and Long-Term Care please remind this House of the findings from the Fraser report on wait times that was released just a few months ago?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Those third-party reports, scientific and evidence-based, are so important for us to understand the progress that we’re making. The Fraser report indicated just several months ago that Ontario has the shortest wait times from GP to specialist in the entire country—in fact, about 25% shorter than the national average. We also have the second-shortest wait times from specialist to treatment, 20% shorter than the national average.", "On average, Ontarians are receiving care more than four weeks earlier than what happens across this country. We have the shortest total wait times in Canada, the shortest wait time for a CT scan, for an ultrasound and an MRI. In just one year, from 2015 to 2016, wait times for general surgery have gone down by a further 13%, wait times for medical oncology are 39% faster and elective cardiovascular surgery, 36% faster." ],
  "anchor" : "para527"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "My question is to the minister of children and youth. Today, the Ontario coalition for autism released its report to improve outcomes for students with autism in Ontario’s schools. Like so many parents of children with autism from across Ontario, they are also worried about the specifics of the new autism program—so worried that they’re speaking out in the media. Tanya Corey, a parent from Ottawa, says that she’s scared and doesn’t trust the government.", "Parents need information about the new program so that they can plan. Mr. Speaker, what is the minister going to tell Tanya and other parents of autistic kids to convince them to trust our government to do what is in their child’s best interests?" ],
  "anchor" : "para530"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to thank the member for the question. I’m quite proud of the direction we’re going in as a government when it comes to supporting families with children with autism. We’re going to implement a new plan. Within that new plan, we’ll create 16,000 new spaces. We’ll increase the amount of spaces for ABA during the transition period.", "As the member knows, last week, during my statement, I said anyone who is actually receiving transition funding today will continue to receive that funding until the new program is put in place.", "This is a program that I believe all members in this House can be proud of. We have the best-supported program in the entire country, if not North America. It’s something we should be proud of. I will be sending out a correspondence to parents right across Ontario, like I did months ago, to ensure that they understand exactly what that transition will look like." ],
  "anchor" : "para532"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para535"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Julie Bridgen drove all the way from Brant today. Her son has been improperly restrained at school, left unsupervised at times, and once her son was even found locked in a computer lab in the dark. Unfortunately, the school board won’t allow her son’s IBI therapist to provide any help in the classroom.", "Will the minister show compassion and offer Julie’s son the support that he needs, and not make them wait for the plan to be revealed? They need the support now." ],
  "anchor" : "para536"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Mr. Speaker, I’ve been very clear that I will be communicating different elements within the plan. In June, we will be launching a brand new plan.", "I was at city hall yesterday with advocates, with parents and with city councillors. One of the speakers got up and talked about building a national strategy across this country. It is incredible to stand in this Legislature and have the Leader of the Opposition stand and ask these questions when he had an opportunity to support a national plan a decade ago, and he failed our students.", "Interjections." ],
  "anchor" : "para538"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para541"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "My question is to the Acting Premier. Today, I was joined by three young workers—some in the gallery today—from different sectors here at Queen’s Park to talk about the urgent need for better jobs, better wages and better benefits. They talked to me about how hard it was to organize, to join a union and to get a first contract once there.", "So today I’m introducing a bill that will do just that, a bill that will go a long way to making sure that people in this province have the protections they need to secure stable jobs. These young workers echoed the message I hear every day across the province: People are concerned about how unstable their working conditions are.", "Will this government do the right thing and make sure that Ontario workers have access to a better and fairer process to join a union and get a first contract once they’re there?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para547"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "About two years ago, we started a very important conversation in the province. We talked to families, we talked to businesses, we talked to organized labour, and it was about what work had become in the province of Ontario and what it should be. The NDP, this morning, called this process “a waste of time,” and I just cannot agree with that. Speaking with workers, speaking with families, speaking with organized labour, speaking with unions and speaking with business is never a waste of time. It’s been over 25 years since we looked at the Employment Standards Act—we looked at the Labour Relations Act, which governs how you join your union and what rules are associated with the joining of unions.", "Speaker, for the past two years, we’ve had a conversation with the people of Ontario. We’ll be bringing forward the report in the very near future that speaks to exactly what the NDP is talking about. They’re a little late to the party on this one." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para550"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I think workers are ready for some doing, not some talking.", "Workers across Ontario have not seen improvements to the legislation in over two decades, 14 years of which the Liberals have been in power, and they’ve done nothing to date. New Democrats value public consultation, but the public has been clear on these issues for years, so clear in fact that the government’s federal counterparts also agree, and they already have legislation tabled.", "We’ve seen how quickly the government was willing to claw back emergency leave days for non-union workers in the auto sector through regulation, and we saw how quickly the government was willing to move for EllisDon. So why isn’t the government moving just as quickly for the workers in this province?", "Will this government do the right thing today and make sure that workers get better and fairer access to join a union and get a first contract arbitration once they’re there?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The Changing Workplaces Review is foundational to some of the changes the member talks about. The issues that have been raised obviously are things like scheduling, things like the ability to join a union, things like the conditions that vulnerable workers face when they find themselves with temporary health agencies, hours of work, pay, vacation pay, non-enforcement of employment standards. These are all the issues that are being addressed by the Changing Workplaces Review.", "Speaker, I have the final report now from the special advisers. We’re going to review it. We’re going to consider the recommendations. It’s got to be translated. It’s got to be made accessible. But now, three weeks or four weeks before the release of the report, the NDP suddenly finds religion on these issues. We’ve been working on this for years, and it’s something I look forward to bringing to this House to discuss these important issues because they really affect precarious and vulnerable—" ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para557"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. Recently, Ontario held its first-ever cap-and-trade auction. The results of this historic auction are now in, and show that 100% of the allowances that were available have been sold. Strong participation means industry is engaged and is on board with our efforts to reach our emission reduction targets. It also means that we can and will continue to make progress when it comes to investing in green projects. The true mark of success, however, is going to be the reduction of greenhouse gas emissions. By working alongside other jurisdictions in the Western Climate Initiative, Ontario is committed to achieving the highest amount of emission reductions at the lowest possible cost.", "Could the minister please explain to the House what the latest results of Ontario’s cap-and-trade auction mean?" ],
  "anchor" : "para560"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, the auction raised just over $471 million, which goes into programs. It also kept the price of transition very low, at $18.08, which is very important.", "Interjection." ],
  "anchor" : "para563"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It doesn’t matter where you sit. I can still hear you.", "Finish, please." ],
  "anchor" : "para565"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "There’s something called the Herfindahl-Hirschman evaluation, which tells us what the level of participation is. We had strong participation from all sectors of the economy. We’re probably looking at 80%-up of participation, which is one of the highest, which means there is big buy-in from business across Ontario and participation in the market." ],
  "anchor" : "para567"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para568"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’d like to thank the minister for his response. It’s promising to hear that the province is engaging industry in an effort to reduce greenhouse gas emissions.", "It’s also promising to learn that we’re building bridges with other jurisdictions in the global effort to tackle climate change. Ontario’s cap-and-trade auction was administered by the Western Climate Initiative. This is a non-profit organization that develops strict oversight rules in the carbon market, which the opposition has publicly stated it would opt out of. Speaker, climate change knows no boundaries, so a united front, as exemplified by the members of the WCI, is needed to make real progress in this effort.", "Could the minister please talk to this House about the next steps involved in Ontario’s climate change efforts?" ],
  "anchor" : "para569"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thanks to the member.", "The Pembina Institute—very well regarded—says that every million dollars invested in energy and home retrofits generates $3 million to $4 million in additional economic activity. So our $2.5-billion program would create $7.5 billion to $10 billion in investment and business activity. It would also, according to Pembina, create 13 jobs for every million dollars, which, if you do the math, is a minimum of 33,000 jobs, one of the biggest job creations.", "It will also, Pembina estimates, cut home heating costs, on average, by 50%. Let me say that again: Pembina estimates that a retrofitted home costs about 50% less to heat.", "What the opposition is going to do is jack that $18 to $74, tear up all of those programs, cancel $18 billion and leave homeowners with high bills—" ],
  "anchor" : "para572"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para576"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "My question is to the Minister of Children and Youth Services. The Grandview Children’s Centre is the only treatment centre in Durham region where children and youth with special needs and disabilities receive the therapy they need. Does the minister know how many children are on the wait-list for services at Grandview?" ],
  "anchor" : "para578"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member for the question.", "Ontario children’s treatment centres provide rehabilitation services for children and youth with special needs, and families. Since 2008-09, we’ve continued to make investments in these areas. In fact, we’ve invested over $312 million in capital funding for treatment centres here in the province of Ontario since 2008-09.", "Mr. Speaker, Grandview is an important place for families in Durham region. I’ve had the opportunity to go out there and meet with parents. They have a full commitment from this government that we’re going to look for ways, through a process we have here in government, to make capital investment. There’s an application and a process that’s in play. We’re going to ensure that we follow the process in order to ensure that we’re delivering the best types of programs for our young people here in the province of Ontario." ],
  "anchor" : "para579"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para582"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Back to the minister: Almost 3,000 children in Durham region are waiting to receive services at Grandview. Because Grandview is waiting to expand, families and children with special needs are not receiving the services they desperately need.", "The town of Ajax has donated the land for Grandview’s new treatment centre. The Grandview foundation has raised over $8 million from the community. But for nine years after multiple ministers, this government has yet to commit the necessary funds to the Grandview Children’s Centre.", "What are you waiting for, Minister? Will you support the expansion of Grandview Children’s Centre now so that the families and children with special needs in Durham region get the help they need?", "Interjections." ],
  "anchor" : "para583"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Minister." ],
  "anchor" : "para587"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to thank the member for the question. The member knows that there are 21 children treatment centres here in the province of Ontario; 20 are funded by the Ministry of Children and Youth Services to provide—" ],
  "anchor" : "para589"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Talk about Grandview." ],
  "anchor" : "para590"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member, come to order." ],
  "anchor" : "para591"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Oh, guess who’s getting thrown out today." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Beaches–East York is not helping his cause. He has now been told, regardless of where you sit.", "The member from Whitby–Oshawa, come to order.", "Interjection." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And the chief government whip.", "Carry on." ],
  "anchor" : "para596"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "This government is committed to making the investments necessary to ensure that our children and youth here in the province of Ontario get the services they need. In fact, when we’re talking about children treatment centres, the Ministry of Children and Youth Services invested more than $500 million into special needs and to support families and children with special needs in 2016-17.", "We continue to make investments. There are three facilities that we’ve created in the last few years—" ],
  "anchor" : "para598"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para600"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "My question is to the Acting Premier. We are joined today by members of the Ontario Autism Coalition, families whose lives continue to be dominated by stress, anxiety, frustration and financial hardship. The new autism program is supposed to be launched in just two months yet families still have no idea where they stand. As they try to plan for the future, many are being told that they should register their child for school now, in case there’s nothing else available. Families need to plan for the new school year and they can’t do it. Schools need to be prepared.", "When will your government be clear with families that the services they need will be there and allow them to plan for the future?" ],
  "anchor" : "para602"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The Minister of Children and Youth Services." ],
  "anchor" : "para604"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I know that the member opposite was in the Legislature last week when I had the opportunity to make a ministerial statement on autism. I was very clear at that point that we’re going to go forward with some new options in June. I’ve been interested and am waiting for the implementation committee to come back with some recommendations. We want to go into a direct-funding model. I am waiting for the implementation committee to come back with some recommendations.", "I’ve been very clear: We’re going to create 16,000 new spaces here in the province of Ontario. We’ve been very clear that we’ve made a historic half-a-billion-dollar investment into supporting families with children with autism. We opened up five more diagnostic hubs here in the province of Ontario, one of which I visited last week. We’re diagnosing children earlier so they get the treatment they deserve." ],
  "anchor" : "para605"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from London West." ],
  "anchor" : "para607"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Again to the Acting Premier: The report released today by the Ontario Autism Coalition makes it clear that the education system is failing students with autism and that the supports that are available to students vary widely across the province. It’s no wonder; this year, 25 school boards received $8 million less in special education funding than the year before, and according to People for Education, 79% of school boards are spending more on special education funding than they receive from the province.", "When will this Liberal government accept its responsibility to provide the funding, training and resources that students with autism need to be successful at school regardless of where they live in Ontario?" ],
  "anchor" : "para608"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Minister of Education." ],
  "anchor" : "para610"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the member for the opportunity to address this question. One of the things that we do in our education system is to ensure that, six months before a child with autism comes into our schools, there is a transition team that meets together with the school boards, the families, as well as any therapists who are supporting that child, to develop a transition plan and to ensure that, six months after they are in school, they are continuously monitored and checked on.", "We want to ensure that students with autism receive the supports that they need. We have 20,000 students with autism who are in our schools. They are getting the much-needed support.", "I want to say to the member opposite, in your plan in 2014—" ],
  "anchor" : "para611"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Chair, please." ],
  "anchor" : "para615"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "—there was no mention at all, Mr. Speaker, of education. There was no plan in place other than to cut $600 million out of the funding for education and health." ],
  "anchor" : "para616"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question is for the Minister of Education. The focus of this government has been on how to best prepare our students for this constantly changing and globally interconnected world. In the face of changing times, the students in my riding of Davenport and all across Ontario need a wider range of skills and knowledge to succeed. They’ll also need to learn how to be resilient and adaptable in a world where the only constant is change, as they explore their future career opportunities in an increasingly complex job market.", "Speaker, through you to the minister: Can you tell us more about what our government is doing to ensure that our students are equipped with the skills they need to succeed now and in the future?" ],
  "anchor" : "para618"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to say thank you to my colleague the member from Davenport. I was so proud to announce the launch of a series of career pilots in the riding of Davenport. In fact, we were with students who were participating in the Specialist High Skills Major program on transportation, and I got to change a tire for the first time. It was quite a great event.", "As part of this new initiative, we are working with our great educators and partnering with them as researchers to explore new ways of learning, including teaching in entrepreneurship, career and life planning, digital literacy and, of course, financial literacy. If I can say, Mr. Speaker, strengthening financial literacy is a priority for our students. It’s a priority for us, as a government. We are moving forward with that. The career studies pilot projects are a step in the right direction as we work together with our educators." ],
  "anchor" : "para620"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para622"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Thank you, Minister. It was truly a pleasure to participate in that announcement with you. I know from Ontarians of all ages that they really value this initiative.", "I was actually back at St. Mary Catholic Academy last Friday and had an opportunity once again to speak to the staff and students from that school in my riding, and all are thrilled about this revamp to the curriculum.", "As a parent, I am pleased to hear that we are providing additional tools to our students to make informed decisions about how to plan for their financial future. Minister, can you tell us more about what the collaborative work behind these pilot projects is all about?" ],
  "anchor" : "para623"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "As part of the pilot projects, the focus of the educators, who are acting as researchers, will investigate new approaches to the course. We will be gathering that feedback from the educators as well as from the students.", "It will allow us to acquire the skills and the knowledge that we need to refresh our career studies course in grade 10, ensuring that students receive an education for the new global economy. It ensures that they have focuses on critical thinking, communication, collaboration, creativity and entrepreneurship.", "These pilots are a great opportunity for our government to work closely with our educators as—", "Interjections." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para630"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Thank you, Speaker.", "The feedback from these pilots will be instrumental in informing what the course could become.", "I also want to mention that Prakash from the Toronto Youth Cabinet and his team have talked to us about enhancing financial literacy, and we’re doing just that." ],
  "anchor" : "para631"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "My question is for the Minister of Education. A report from the Ontario Association for Behaviour Analysis recently called for action on autism support. In fact, it found that the province and the child would benefit from treatment, as the long-term benefits outweigh immediate costs, not to mention that it’s just the right thing to do. In fact, the report noted that early help can save up to $3.7 million over a person’s lifetime, and proper treatment would make for a more independent person.", "Will the minister heed this advice and give children the support they need?" ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Education." ],
  "anchor" : "para637"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Our top priority is ensuring the success and the well-being of all our students, including students with autism spectrum disorder. Over the past decade, we’ve invested $77 million to strengthen school capacity and improve the learning environment for students with autism. That, of course, includes training and hiring professionals with expertise in applied behaviour analysis, to assist principals and teachers and transition teams in supporting students with autism.", "I want to let this House know that the training of thousands of teachers every year is happening. In fact, we have trained more than 30,000 educators in ABA so that students with autism—and all students, in fact—can benefit from this expertise within the classroom.", "We’re working closely with school boards and the Ministry of Children and Youth Services, their agencies and coalitions of parents and students to make sure we strengthen our supports for students with autism." ],
  "anchor" : "para638"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para641"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Minister, right now there are more than 21,000 children on wait-lists for therapy in Ontario. That’s more than the number of children who are receiving it. How long will these children languish on wait-lists?" ],
  "anchor" : "para642"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para643"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "People in this Legislature need to understand that there has been a huge transition when it comes to working with young people with autism here in the province of Ontario. When we came into government, there were about 1,000 young people who were receiving autism services here in the province of Ontario. That number today is around 12,000. We’ve seen a drastic increase.", "Yes, the wait-list is increasing. That’s because there is more demand. A decade ago, it was one in 268 young people who were diagnosed with autism. Today in southern Ontario, it’s one in around 65. We’re seeing a drastic change take place here in the province of Ontario. We are allocating the right resources and changing the system based on the demand.", "I would hope that the members opposite would look at our plan. I know that they do not have a plan. But look at our plan and realize that this is a way forward—" ],
  "anchor" : "para644"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para647"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "My question is to the Deputy Premier. New research published Monday shows that people in northern Ontario face nearly double the level of cardiovascular health issues than residents around the GTA. How can we explain that?", "This should be a wake-up call to this government. Two regions of northern Ontario, including my riding of Algoma–Manitoulin, have some of the lowest health outcomes for cardiovascular health in the province. A father in my neighbourhood is twice as likely to suffer a heart attack as a father in southern Ontario communities. I think we all understand that that’s not acceptable. When will this Liberal government go beyond broken promises and invest in health care for northern people?" ],
  "anchor" : "para650"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para652"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "This government knows, believes and understands just how important it is to provide the highest-quality care to people in this province regardless of where they reside. That’s why we’ve continued to make important investments in all parts of this province, including in the north. In fact with regard to cardiac care, I was so pleased to be able to announce in Thunder Bay in June 2015 our support to develop a cardiovascular program for patients in northwestern Ontario. The two local MPPs were instrumental, in Thunder Bay and the Thunder Bay region, to enable that to happen.", "Thunder Bay is expanding its cardiovascular services program not just for vascular, but also cardiovascular. In fact, the vascular—late last year, it got up and running. We’re looking forward to cardiac surgery in the near future." ],
  "anchor" : "para653"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain on a point of order." ],
  "anchor" : "para656"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’d like to, with your indulgence, welcome some guests to the House from the Ontario Autism Coalition. We have Laura Kirby-McIntosh, Bruce McIntosh, Cliff McIntosh and his service dog Basel, Declan McIntosh, Karen Bojti, Melanie Cooper, Jennifer Taylor, Kristen Ellison and Georgea Sarantopoulos. Thank you for your indulgence. Welcome to Queen’s Park." ],
  "anchor" : "para657"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Point of order, Speaker. I was trying to acknowledge the member from Etobicoke Centre this morning for the announcement at Silver Creek, and instead I said the member from Etobicoke–Lakeshore. So I just wanted to correct my record and say thank you to the member." ],
  "anchor" : "para659"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Every member has the right to correct their record." ],
  "anchor" : "para660"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I would also like to welcome Elsbeth Dodman from the Ontario Autism Coalition, who is also a member of the youth advisory committee for the Provincial Advocate for Children and Youth and a recipient this year of the London West Leading Women/Leading Girls award." ],
  "anchor" : "para662"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I just noticed in the members’ east gallery that Janet Kasperski is here in the House and—is that Dr. Roy that’s with her as well? I would like to welcome them. He is from my riding of Scarborough–Guildwood." ],
  "anchor" : "para663"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), changes have been made to the order of precedence on the ballot list for private members’ public business, such that Mr. Cho assumes ballot item number 53 and Mr. Hardeman assumes ballot item number 55.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes / Projet de loi 87, Loi visant à mettre en oeuvre des mesures concernant la santé et les personnes âgées par l’édiction, la modification ou l’abrogation de diverses lois." ],
  "anchor" : "para665"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for closure on the motion for second reading for Bill 87.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para670"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members, please take your seats.", "On March 27, 2017, Mr. Hoskins moved second reading of Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes.", "Mr. Flynn has moved that the question be now put.", "All those in favour of Mr. Flynn’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para730"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 44." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. Hoskins has moved second reading of Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it. Carried." ],
  "anchor" : "para777"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para783"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I would ask that the bill be referred to the Standing Committee on the Legislative Assembly." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So moved.", "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para785"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Today, I’m pleased to stand and share with you the significant economic contributions of Bruce Power’s multi-year Life-Extension Program that will provide low-cost electricity to Ontario families and businesses until 2064. Bruce Power’s investment program supports 160 supply-chain companies throughout our province and secures 22,000 jobs annually from operations in communities throughout Ontario.", "The refurbishment of Ontario’s nuclear fleet and all the units at Bruce Power is critical to the province’s energy future. Bruce Power generates 30% of Ontario’s electricity at 30% below the average price, and unlike other sources of generation procured, the refurbished nuclear output from Bruce Power is cost-competitive and clean.", "I want to commend Bruce Power for using a model that works, refurbishing their units to secure our energy future and generating low-cost power that is clean for our families and businesses to count on both today and in decades to come.", "I’m also pleased to share with you that Bruce Power and the counties of Bruce, Grey and Huron have teamed up to establish the regional Economic Development and Innovation Initiative to leverage economic opportunities for local communities. The program will assist suppliers in locating to the area and accessing a range of resources to ensure even greater economic contributions to the region.", "I stand here today committed to supporting the important role Bruce Power plays in Ontario’s energy sector. I look forward to their continued success." ],
  "anchor" : "para790"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "While northern families were encouraged by the government announcement to create 100,000 additional child care spaces, they’re concerned about the lack of firm commitments. In the north, having safe, affordable and flexible spaces means being able to recruit and retain professionals in our small communities. It means the ability to hold on to doctors, nurses and other professionals and to enjoy robust tourism and service industries.", "The reality is that with costs continually rising on everyday essentials such as housing, hydro bills and food, two incomes and affordable child care are required to keep families afloat. For families working in the forestry, mining and tourism industries, as well as those working in the health and service sectors, flexible child care—that is, care that is available where and when families need it—is imperative.", "On a personal note, I can attest to the need for affordable, flexible child care. As one of the fortunate families who can afford the high cost of full-time child care, I still found the $231-a-day cost for flexible child care in Toronto to be totally out of reach. In fact, I can confidently say that access to affordable and flexible child care has been the single biggest barrier I have faced as a woman in politics. I know that my struggle is not unique, but it is one that is shared by countless women and men all across this province.", "If this government is truly committed to creating a fairer and more prosperous society, it will work to immediately create more affordable, full and flexible child care spaces." ],
  "anchor" : "para796"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "On April 2, I joined 427 participants for the 21st annual KidsInclusive run at Queen’s University.", "As one of 21 children’s treatment centres in Ontario, Hotel Dieu Hospital’s KidsInclusive program offers important services to children and youth with physical, neurological or developmental disabilities, such as cerebral palsy or autism. KidsInclusive offers clients regular home visits by an infant-and-child-development consultant, developmental screening and assessment, and play-based developmental activities that meet the child’s needs, and provides invaluable information and support.", "The money raised helps families purchase specialized equipment, lifting devices and home renovations or van adaptations.", "I’d like to extend a very warm acknowledgement to all those who came out to show their support for this great cause. I’d also like to give a special thank you to director Margaret van Beers and her team for all of their hard work in organizing this wonderful event. The KidsInclusive run is a fun and healthy way to raise money for children with special needs and their families. I invite you all to learn about the incredible stories of the youth and their families who have benefited from this first-class program and the services provided at KidsInclusive." ],
  "anchor" : "para801"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I rise today to offer congratulations for the accomplishments made by Nipissing University of North Bay. A recently released report looking at key performance indicators placed our own Nipissing University among the top schools in Ontario. The university had the highest percentage of graduates securing employment two years after graduation. At 95.7%, that’s more than 2% higher than the provincial average. As well, 90.8% of graduates secure employment six months after graduation, more than 3% above the provincial average.", "The university continues to be respected for its high-quality education and overall student experience. Speaker, an impressive 93.6% of Nipissing students were either satisfied or very satisfied with their time at the university. That puts the school 6% above the provincial average of 87.7%.", "I’m also delighted to share that the Harris Learning Library at Nipissing University and Canadore College just had their one-millionth visitor.", "I would again like to congratulate Nipissing University for their outstanding performance." ],
  "anchor" : "para806"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise this afternoon to raise a large concern for the constituents in my riding of Windsor West. The concern is directly related to a company, Sterling Fuels, which was issued several health and safety orders regarding the storage and use of hazardous materials on their property. Now, the interesting thing about this issue is that Sterling Fuels is located on federal land.", "There have been work refusals. As anybody in this House should know, it’s very difficult for workers to come forward when they feel that there are health and safety issues, when they feel like their work environment is unsafe, when they feel like they are personally at risk. They don’t want to come forward and raise issues because they’re afraid of repercussions and, in some cases, they’re afraid that they are going to be fired.", "The workers at Sterling Fuels have raised these issues time and time again, and Sterling Fuels continues to not meet the expectations of regulations and laws. It’s not only putting the workers at risk; it is putting the people in my community at risk. Those who work within the facility have actually said that if the storage tanks that they’re using to store these hazardous materials—they deal with marine fuel and curing agents for asphalt—are not labelled correctly and if there was an issue where there was an explosion or fire, even our fire department is at risk because they wouldn’t know what it was that they were trying to put out and saving our community from. I’d like to bring that to the attention of the provincial side to work with our federal members to address the safety issues." ],
  "anchor" : "para811"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "As you know, Foodland Ontario is going to be celebrating 40 years this Thursday. With this celebration of the wonderful foods that are grown in Ontario, it’s important for us to connect our hard-working farmers with our greengrocers in our neighbourhoods in our constituencies. I know people sometimes don’t think this is important but food is critically important—safe, tasty, fresh Ontario products, and at great prices, Mr. Speaker. But my colleagues here don’t appreciate the fact, sometimes, that you can buy a 10-pound bag of potatoes, as I did on Saturday at Lady York Foods—a 10-pound bag of potatoes from Bradford, from Gwillimdale Farms: $2.99 for a 10-pound bag. I bought a 10-pound bag of beets, locally grown up there in Holland Marsh, at Bradford—again, $2.59 for 10 pounds’ worth of beets.", "People love the safe, high quality of Ontario products grown locally. You create local jobs not only in the farms but also in the greengrocers. I have fantastic greengrocers, like Zito’s Marketplace, which is family-run, and Lady York Foods on Dufferin, family-run.", "Fresh Ontario products—you don’t have to buy the expensive American cauliflower for $10 a cauliflower. Buy local potatoes, local beets, local squash. Enjoy local; live local. The pages have got to know: Ask your parents to cook local." ],
  "anchor" : "para815"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "One hundred years ago, on April 9, 1917, the Canadian Expeditionary Force stormed Vimy Ridge. Over 100,000 Canadians from coast to coast and all segments of society took part in a three-day-long battle that would leave a lasting imprint on our history.", "The storming of Vimy was a truly Canadian endeavour, planned and executed entirely by Canadians. It was an operation to demonstrate that the Dominion of Canada was a full-fledged member of the Allied forces. We pulled our weight on that day and earned Canadians’ longstanding reputation as courageous warriors and reliable friends.", "Many members of the CEF came from the counties of Victoria and Haliburton and from my village of Kinmount. My grandfather, Wallace Scott, was one of them. He was among the proud Canadian soldiers who went over the top at Vimy on April 9, and was severely wounded. But like many other wounded soldiers, he recovered and returned to service, fighting right up until the end of the war.", "Vimy Ridge turned out to be a major turning point in Canadian history. It ignited a newfound sense of national pride. Soldiers from all over our vast country pulled together, put aside their regional differences and put duty to their country first. The CEF earned a reputation as shock troops, the finest units in the entire Allied army.", "On April 9, let us all salute the soldiers who served our Canadians at Vimy Ridge and beyond and mark this important moment in our country’s history. Lest we forget." ],
  "anchor" : "para820"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Yesterday was an exciting day in my riding of Etobicoke–Lakeshore, not just for my community but for the entirety of the former city of Etobicoke and indeed for the west end of Toronto and even Mississauga.", "As much development as we see in the city of Toronto and the GTA, it’s hard to believe that at the western terminus of the Bloor-Danforth subway there are 14 acres of vacant land. What we heard yesterday was the city’s plans to finally redevelop the old Westwood Theatre grounds and reconfigure the Six Points interchange, which is called “spaghetti junction,” into a normal pattern of local streets that will attract people to walk and ride their bikes there. That was also coupled with great news at Kipling subway station about the Kipling Mobility Hub finally moving forward, integrating TTC, GO Transit, and Mississauga’s MiWay system together.", "This is an example of all the levels of government and different municipalities working together in partnership with good planning to ensure that we have vibrant communities that we can live, work, and play in. The “spaghetti junction” is a place that people love driving through. It will now become a place where people go to. In those places will be restaurants where we can eat that wonderful locally grown produce that my colleague just spoke of.", "It was a great day in Etobicoke–Lakeshore, and the best is yet to come." ],
  "anchor" : "para826"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "April each year is Be a Donor month. It’s recognized during the month of April. Its purpose is to highlight the importance of organ and tissue donation. Currently there are over 1,600 Ontarians waiting for a life-saving organ transplant. Every three days, one of these patients will die from not receiving their transplant in time.", "Many of us realize the importance and significance of donating our organs and tissues, but only 31% of us are registered donors. Registration is easy and can be done by anyone over the age of 16. One organ donor can save up to eight lives and enhance the life of 75 with tissue donation. Organ donation has helped over 13,000 people.", "If you’re unsure of signing up, please note that it’s possible to change or withdraw your donor registration at any time. Organ and tissue donation in Ontario is possible thanks to the Trillium Gift of Life Network, a not-for-profit agency that works tirelessly to improve the lives of patients through registered organ donation.", "Signing up is easy and only takes two minutes. Consider registering yourself online today, Mr. Speaker, at beadonor.ca and help spread the word." ],
  "anchor" : "para831"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I already am. In case you needed to know, I already am signed up." ],
  "anchor" : "para835"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated April 4, 2017, from the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House.", "Ms. Forster moved first reading of the following bill:", "Bill 119, An Act to amend the Labour Relations Act, 1995 / Projet de loi 119, Loi modifiant la Loi de 1995 sur les relations de travail." ],
  "anchor" : "para838"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para844"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para846"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "This bill would amend the Labour Relations Act, 1995, as follows: The act currently provides that trade unions in the construction industry may elect to have applications for certification dealt with without a vote. The act is amended to extend this option to all trade unions.", "Currently, parties who are unable to enter into a first collective agreement may apply to the Ontario Labour Relations Board to direct the settlement of a first collective agreement by arbitration. This act is amended to provide that as an alternative, either party may request first-agreement arbitration by contacting the minister. The minister shall refer the matter to a board of arbitration if certain conditions are met." ],
  "anchor" : "para847"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I seek unanimous consent to move a motion without notice regarding the adjournment debate scheduled for this evening." ],
  "anchor" : "para851"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we agree?", "Interjections." ],
  "anchor" : "para852"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I want to ask that again. I wasn’t sure if I heard it properly. The member wants to put forward a motion without notice to discuss a late show. Do we agree? Agreed. I think I heard that right.", "The member from Leeds–Grenville." ],
  "anchor" : "para854"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I move that notwithstanding standing order 38(b), the member for Leeds–Grenville be permitted to speak in place of the member for Nepean–Carleton in the adjournment debate scheduled for this evening." ],
  "anchor" : "para856"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we agree? Agreed." ],
  "anchor" : "para857"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently engaging in a public consultation to review and improve employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to implement a decent work agenda by making sure that Ontario’s labour and employment laws:", "“—require all workers be entitled to a starting wage that reflects a uniform, provincial minimum, regardless of a worker’s age, job or sector of employment;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—ensure part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time, permanent counterparts;", "“—provide at least seven (7) days of paid sick leave each year;", "“—support job security for workers when companies or contracts change ownership;", "“—prevent employers from downloading their responsibilities for minimum standards onto temp agencies, subcontractors or workers themselves;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of laws, supported by adequate public staffing and meaningful penalties for employers who violate the law;", "“—make it easier for workers to join unions; and", "“—ensure all workers are paid at least $15 an hour.”", "I support this petition and sign it, and will send it with page Keira." ],
  "anchor" : "para861"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors....”", "I support the petition. I’ll give my petition to Zara." ],
  "anchor" : "para880"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Stevenson Memorial Hospital is challenged to support the growing needs of the community within its existing space” as it was built for a mere 7,000 emergency room visits per year and experiences almost 40,000 visits annually; and", "“Whereas the government-implemented Places to Grow Act forecasts massive population growth in New Tecumseth, which along with the aging population will only intensify the need for the redevelopment of the hospital; and", "“Whereas all other hospital emergency facilities are more than 45 minutes away with no public transit available between those communities; and", "“Whereas Stevenson Memorial Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Kathleen Wynne Liberal government immediately provide the necessary funding to Stevenson Memorial Hospital for the redevelopment of their emergency department, operating rooms, diagnostic imaging and laboratory to ensure that they can continue to provide stable and ongoing service to residents in our area.”", "I certainly agree with this petition and will sign it." ],
  "anchor" : "para887"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "This is to the Legislative Assembly of Ontario:", "“Whereas aggressive dogs are found among all breeds and mixed breeds; and", "“Whereas breed-specific legislation has been shown to be an expensive and ineffective approach to dog bite prevention; and", "“Whereas problem dog owners are best dealt with through education, training and legislation encouraging responsible behaviour;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To repeal the breed-specific sections of the Dog Owners’ Liability Act (2005) and any related acts, and to instead implement legislation that encourages responsible ownership of all dog breeds and types.”", "On behalf of the thousands of dogs that have lost their lives because of this and their families, I’ll sign this and give it to Coleton." ],
  "anchor" : "para896"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "This is a petition titled “Quality Home Inspectors.”", "“Whereas home inspections are an integral part of the real estate transaction; and", "“Whereas there are no current rules and education system to qualify who is and who is not a home inspector; and", "“Whereas the public interest is best served by protecting consumers against receiving a bad home inspection;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Ensure the speedy passage of Bill 59, Putting Consumers First Act, 2016, and mandate the government of Ontario to bring in a strong qualifications regime for home inspectors.”", "I agree with this. I shall put my name to it and give it to page Angelika." ],
  "anchor" : "para904"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas residents of Ontario want an immediate moratorium on all further industrial wind farm development;", "“Whereas residents living in close proximity to proposed turbine locations are concerned about the impact on their health, the local environment, declining property values and the lack of local decision-making on industrial wind farm projects;", "“Whereas unaffordable subsidies paid through the feed-in tariff program are causing electricity rates to skyrocket;", "“We, the undersigned, petition the Legislative Assembly of Ontario:", "“To place a moratorium on all further industrial wind farm development, restore local decision-making, and to cancel the feed-in tariff program.”", "I support this petition and I will affix my signature to it." ],
  "anchor" : "para912"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "This is a petition entitled “Widen Highway 3 Now.”", "“To the Legislative Assembly of Ontario:", "“Whereas Highway 3 from Windsor to Leamington has long been identified as dangerous and unable to meet growing traffic volumes; and", "“Whereas the widening of this highway passed its environmental assessment in 2006; and", "“Whereas the portion of this project from Windsor to west of the town of Essex has been completed, but the remainder of the project remains stalled; and", "“Whereas there has been a recent announcement of plans to rebuild the roadway, culverts, lighting and signals along the portion of Highway 3 that has not yet been widened;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To revisit plans to rebuild Highway 3 from Essex to Leamington and direct those funds to the timely completion of the already approved widening of this important roadway....”", "I fully support this and send it to the Clerk’s table via page Coleton." ],
  "anchor" : "para920"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas electricity prices have increased and in too many cases become unaffordable for Ontarians;", "“Whereas Ontario is a prosperous province and people should never have to choose between hydro and other daily necessities;", "“Whereas people want to know that hydro rate relief is on the way; that relief will go to everyone; and that relief will be lasting because it is built on significant change;", "“Whereas the Ontario fair hydro plan would reduce hydro bills for residential consumers, small businesses and farms by an average of 25% as part of a significant system restructuring, with increases held to the rate of inflation for the next four years;", "“Whereas the Ontario fair hydro plan would provide people with low incomes and those living in rural communities with even greater reductions to their electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the Ontario fair hydro plan and provide relief for Ontario electricity consumers as quickly as possible;", "“Continue working to ensure clean, reliable and affordable electricity is available for all Ontarians.”", "I agree with the petition and leave it with Eashvar." ],
  "anchor" : "para930"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas all children in the province of Ontario deserve every opportunity to reach their full potential; and", "“Whereas speech and language pathologists in Ontario are afforded the capabilities to provide a diagnosis of childhood apraxia of speech and receive specialized mandated training; and", "“Whereas intensive and frequent individualized professional speech therapy, multiple times weekly, is needed to facilitate verbal speech; and", "“Whereas school-aged children with severe and significant speech and language disorders like childhood apraxia of speech are not receiving the quality or quantity of speech therapy outlined as essential by current evidence and research, by either CCACs or school boards;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario and the government of Ontario to declare that May 14 is Apraxia Awareness Day.”", "I totally agree with this petition. I’ll affix my signature and send it to the table with Aidan." ],
  "anchor" : "para941"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly. It’s signed by a number of individuals from Exeter, Goderich and Tiverton, and I’m pleased to read it. It reads as follows:", "“Whereas community water fluoridation is a safe, effective and scientifically proven means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas recent experience in such Canadian cities as Dorval, Calgary and Windsor that have removed fluoride from drinking water has shown a dramatic increase in dental decay; and", "“Whereas the continued use of fluoride in community drinking water is at risk in Ontario cities representing more than 10% of Ontario’s population, including the region of Peel; and", "“Whereas the Ontario Legislature has twice voted unanimously in favour of the benefits of community water fluoridation, and the Ontario Ministries of Health and Long-Term Care and Municipal Affairs and Housing urge support for amending the Health Protection and Promotion Act and other applicable legislation to ensure community water fluoridation is mandatory and to remove provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to introduce legislation amending the Health Protection and Promotion Act and make changes to other applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "Speaker, I’m pleased to sign and to support this petition, and send it down with page Nicholas." ],
  "anchor" : "para949"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas since 2006 the Auditor General of Ontario has been responsible for reviewing all government advertising to ensure it was not partisan; and", "“Whereas in 2015 the government watered down the legislation, removing the ability of the Auditor General to reject partisan ads and essentially making the Auditor General a rubber stamp; and", "“Whereas the government has spent over $80 million in just two years on extremely partisan advertising, including promoting the ORPP and the latest hydro plan; and", "“Whereas the government did not feel the need to advertise to inform the people of Ontario of any of the many hydro rate increases; and", "“Whereas history shows that the governments have increased ad spending in the year preceding a general election; and", "“Whereas these scarce taxpayer resources could be better spent to reverse cuts to important health and social services;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate the Auditor General’s authority to review all government advertising for partisan messages before the ads run.”" ],
  "anchor" : "para959"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government is proposing changes to regulation 440, by way of the Ontario Farm Products Marketing Commission (OFPMC), to replace the regulated marketing of 14 processing vegetable commodities in favour of a free-market system; and", "“Whereas this removal of the negotiating authority of the Ontario Processing Vegetable Growers (OPVG) is a removal of the raison d’être of the OPVG in favour of an industry advisory committee; and", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Agriculture, Food and Rural Affairs and the government of Ontario support the Ontario Processing Vegetable Growers’ right to negotiate price terms and conditions of contracts for processing vegetables in Ontario on producers’ behalf.”", "I agree with this petition, affix my signature and send it to the table with Ethan." ],
  "anchor" : "para969"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "This is a petition titled “Support the Ontario Fair Hydro Plan.”", "“To the Legislative Assembly of Ontario:", "“Whereas electricity prices have increased and in too many cases become unaffordable for Ontarians;", "“Whereas Ontario is a prosperous province and people should never have to choose between hydro and other daily necessities;", "“Whereas people want to know that hydro rate relief is on the way; that relief will go to everyone; and that relief will be lasting because it is built on significant change;", "“Whereas the Ontario fair hydro plan would reduce hydro bills for residential consumers, small businesses and farms by an average of 25% as part of a significant system restructuring, with increases held to the rate of inflation for the next four years;", "“Whereas the Ontario fair hydro plan would provide people with low incomes and those living in rural communities with even greater reductions to their electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the Ontario fair hydro plan and provide relief for Ontario electricity consumers as quickly as possible;", "“Continue working to ensure clean, reliable and affordable electricity is available for all Ontarians.”", "Speaker, I agree with this, and will put my signature to it and give it to page Ayesha." ],
  "anchor" : "para976"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“Whereas currently 76% of homes in Ontario use natural gas for heat, and natural gas is a clean, reliable and affordable fuel source, and the price of natural gas has been steadily in decline for several years;", "“Whereas under Premier Wynne’s new plan, all homes and buildings built after 2030 will be barred from using natural gas, and the plan calls for this to be expanded to all buildings in Ontario before 2050;", "“Whereas making the switch from natural gas heat to electric heat will cost an average of $3,000 extra per home per year, and on top of this, homeowners will be faced with $4,500 in renovation costs at a time when people in Ontario are already suffering from sky-high hydro bills; and", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That Premier Wynne and her government immediately reconsider the plan to ban natural gas heat from Ontario buildings and new construction.”", "Mr. Speaker, I notice the Minister of the Environment laughing, but I believe it was in his legislation last June, if I recall." ],
  "anchor" : "para988"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I see that the time for petitions has expired." ],
  "anchor" : "para994"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Point of order." ],
  "anchor" : "para995"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Leeds–Grenville on a point of order." ],
  "anchor" : "para996"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Mr. Speaker, this morning the member for Ancaster–Dundas–Flamborough–Westdale made disparaging remarks about Ontario’s hard-working doctors, claiming the debate was taking place because some doctors cheat. I encourage him to withdraw his remarks and apologize to Ontarians and doctors alike." ],
  "anchor" : "para997"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That is not a point of order.", "Mrs. Lalonde moved third reading of the following bill:", "Bill 59, An Act to enact a new Act with respect to home inspections and to amend various Acts with respect to financial services and consumer protection / Projet de loi 59, Loi édictant une nouvelle loi concernant les inspections immobilières et modifiant diverses lois concernant les services financiers et la protection du consommateur." ],
  "anchor" : "para998"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I turn to the Minister of Community Safety and Correctional Services." ],
  "anchor" : "para1003"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you, Mr. Speaker. I would like to tell you that I’ll be sharing my time with my great colleagues the MPP from Brampton West, the MPP from Etobicoke Centre and the MPP from Trinity–Spadina.", "I’m very pleased to rise in this Legislature for third reading of Bill 59, the Putting Consumers First Act. This is a piece of legislation that I’m very familiar with, having introduced it last session. This legislation underlines our government’s ongoing commitment to strengthening consumer protection for all Ontarians.", "Implementing greater protection at home and in the marketplace is something that I know every member in this House is supportive of. This legislation, if passed, will enhance our province’s place as a Canada-wide leader in consumer protections.", "We heard a lot from stakeholders from the home inspection industry, the door-to-door industry and the payday loan industry while in committee. I know that the Minister of Government and Consumer Services carefully listened to concerns from all sides and viewpoints during this stage. I believe that what we have now is a strong piece of legislation that will ensure that Ontarians have greater peace of mind when conducting business in these industries.", "Bill 59, if passed, will close several gaps and extend protections in areas where our government believes they are needed most. One of those gaps is in the home inspection sector. As we all know, home inspectors are one of the only professions involved in a real estate transaction who are not currently regulated by the province. I have had many constituents come up to express their support over this measure. Whether it is first-time buyers looking for their first home or growing families looking for more space, it’s always the biggest purchase of their lifetime.", "With all the stresses that come with buying a home, leaving something up to chance can seem like playing with fire. There are many great home inspectors out in our province right now, helping homebuyers make fully informed decisions on the house of their dreams. However, with no minimum or mandatory qualifications, there can be no reasonable expectation of consistency within the profession.", "Bill 59, if passed, will help ensure continued confidence in the home inspection sector across the province. Expert home inspectors can assess a home and identify critical and significant issues. These issues can be related to the state of roofs and windows, repeated water damage in the basement or other hidden structural issues. Being able to identify these issues right away can help a homebuyer make a decision on their purchase or help a seller repair the home accordingly for the next owner.", "With mandatory qualifications and standards, consumers will have a guarantee of the quality of service they are receiving through their home inspectors. Back in June 2015, the Ministry of Government and Consumer Services convened a panel of experts to review recommendations from a report called A Closer Look: Qualifying Ontario’s Home Inspectors. The panel confirmed its support of the 35 recommendations in the report, including regulating home inspectors, introducing qualifications along with standards, and a code of ethics to be followed by all home inspectors. If passed, the proposed legislation would address these issues and go a long way towards further building consumer confidence in this province.", "Another sector where our government is hoping to build consumer confidence and enhance consumer protection is the alternative financial services sector, or the payday loans industry. We know that some Ontarians need access to payday loans from time to time, but we must make sure that accessing these services is done in a fair, safe and informed manner.", "Payday loans can carry substantial risk with them, especially for vulnerable consumers. Reducing the risks associated with payday loans while helping consumers make informed choices would make Ontario a leader in consumer protection in this field. Many payday loans establishments have operated in a predatory manner to get the business of vulnerable borrowers across the province.", "I am sure that nearly every member in this House has noticed an increase in the number of payday loans establishments in their communities and even here in the vicinity of Queen’s Park. We have all received letters from our constituents or heard stories from friends who fell into debt spirals due to the crushing weight of multiple loans or very high interest rates. Greater regulation of this industry is something Ontarians have wanted for a long time.", "I know that in April 2016 our government launched a public consultation to ask about the state of the payday loans industry. Over 80% of responses supported stronger regulation of payday lenders. This is what Bill 59, if passed, would achieve. This would be in addition to reducing the maximum cost of borrowing for a payday loan. As of January 1, 2017, the maximum cost of borrowing for a payday loan became $18 per $100, down from $21 per $100. This is due to decrease once again on January 1, 2018, to $15 per $100 borrowed.", "Bill 59, if passed, would achieve a number of things in this sector. The legislation proposes to reduce the frequency of repeat borrowing, which is how debt spirals accelerate and spin out of control. We know that consumers with debts in collections will be at greater ease and would benefit from debt collection rules that apply more broadly.", "Consumers using rent-to-own services could benefit from a grace period for late payment.", "In the end, our government set out to protect consumers from the risks of using payday loans. I believe that this proposed legislation accomplishes this and will benefit many Ontarians in each and every one of our constituencies.", "The last part of our legislation I would like to speak to is strengthening consumer protection in regard to door-to-door sales. This is an area our government has been taking action on already, but we realized that even greater protections were necessary to help curb aggressive door-to-door contracts. Again, we all know of situations where a consumer is approached by a salesperson at their front door using high pressure and predatory tactics to get them to sign a contract they either don’t want or don’t need. Many Ontarians have been deceived by door-to-door salespeople who have anchored them with a home appliance or other good that could cost many times more than it should. This proposed legislation would enable the banning of unsolicited door-to-door contracts in prescribed sectors, such as the home appliance sector.", "I know that the Ministry of Government and Consumer Services will be looking at common areas of complaint such as water heaters, furnaces and air conditioners, which are in the top 10 consumer concerns being brought to our attention.", "I know during second reading debate that many members from all parties told stories from their constituents about being deceived by aggressive door-to-door salespersons. I believe that this part of the legislation is an exceptionally well-supported initiative and will do a lot of good for Ontarians in the years to come.", "In the end, these proposed legislation changes further demonstrate our government’s commitment to addressing the needs of consumers, and putting them first by better protecting them, reducing the risks they face and ensuring that marketplaces are fair and safe." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continuing with the leadoff is the member from Brampton West." ],
  "anchor" : "para1024"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "It’s an honour to speak in this House on Bill 59, the Putting Consumers First Act. Our government is committed to protecting consumers at home and in the marketplace. The Putting Consumers First Act, 2016, will strengthen consumer protections by introducing new rules for home inspectors, door-to-door sales and payday loans. Our goal is to build a fair, safe and informed marketplace. We want strong consumer and financial protections for all Ontarians, as well as a level playing field for reputable businesses.", "If passed, the Putting Consumers First Act would make it possible to ban unsolicited door-to-door sales. It would regulate the home inspection industry. It would strengthen consumer financial protections. Protecting Ontario’s consumers is part of our government’s plan to create jobs, grow our economy and help people in their everyday lives.", "What exactly is being proposed in this legislation? This proposed legislation can be divided into three distinct sections. First is door-to-door sales.", "Our government is proposing to further enhance protections for consumers from unsolicited and aggressive door-to-door contracts for certain household appliances through amendments to the Consumer Protection Act, 2002. It would be prohibited for a salesperson to enter into a contract when they initiate door-to-door marketing of appliances. Contracts entered into in violation of these rules would be void. Goods and services under these void contracts would be considered unsolicited and the consumers would be able to keep them without payment.", "Consumer-initiated contracts could still be entered into at a consumer’s home. For example, someone may call to get a new furnace if their furnace breaks.", "The second part of this bill is home inspectors. As all of us know, a home is probably one of the most valuable things that we purchase, and a lot of consumers are not aware of what to look for in terms of inspecting a house. Currently, you could look up a home inspector and they would give you a report. The home inspector doesn’t have to be licensed. There are no real minimum mandatory standards that must be followed, or education for a home inspector.", "Our government is proposing to establish mandatory licensing for home inspectors in Ontario. A self-funded administrative authority would also be created to oversee and enforce the proposed legislation and any associated regulations. A licensing regime would assure consumers that they are hiring a qualified professional.", "The last aspect of this bill is payday loans. Our government is proposing to provide the registrar of payday loans the authority to:", "—inspect unlicensed lenders and provide for rulemaking authority to set out standards that lenders must take into account when determining a borrower’s ability to repay;", "—restrict high-frequency borrowing;", "—provide repeat borrowers with an extended payment plan; and", "—improve and add compliance and enforcement powers to address unlicensed lenders.", "This last part of this bill is, I feel, very important, because a lot of vulnerable—you could say financially uneducated—people fall into the trap of misleading advertisement, and enter into contracts that they may not be able to carry out. This is costing a lot of people, especially new Canadians—again, people with very little financial literacy—a lot of money, and it keeps them in that vicious cycle of debt for their entire lives.", "An aside is that our government is doing a pilot project through the Ministry of Education on financial literacy, which is very important, I believe, especially for our young children, to get a grip on what loans mean, what interest rates mean, what amortization means, because even a little bit of knowledge can benefit a consumer or a resident over a lifetime in terms of thousands of dollars. It’s very important that we teach our children at a very young age the concepts of money and borrowing.", "With that, thank you, Mr. Speaker." ],
  "anchor" : "para1025"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continuing along in the leadoff, I recognize the member from Etobicoke Centre." ],
  "anchor" : "para1041"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "It’s a privilege to be able to speak to this important piece of legislation. As was mentioned by a number of my colleagues, Bill 59, if passed, really does three things. It makes it possible to ban unsolicited door-to-door sales, regulate the home inspection agency and strengthen consumer financial protections.", "I have a particularly strong connection to this bill. I feel particularly strongly about this bill with regard to that first component around the banning of unsolicited door-to-door sales. I’d like to share with this House a story as to why I say that.", "Every month in my community, I hold a seniors’ advisory group. During those meetings, I hear from seniors in my community about the issues that are important to them. A lot of the time, we will talk about issues like health care. We’ll talk about jobs and the economy. We’ll talk about consumer protection measures. We’ll talk about transportation. We’ll even talk about youth unemployment. We really cover the full range of issues that we consider here in this Legislature. The seniors in that group who attend those meetings are interested in a wide range of issues.", "Early on, one of the issues I heard a lot about was concerns from seniors who had been duped or knew someone who had been duped by a door-to-door salesperson. That led me to look into that issue further. As I started to look into it, I started to realize that thousands of people get duped all the time in Ontario by door-to-door salespeople who use aggressive, misleading, coercive sales tactics to get them to buy products—products they often don’t need, or products that don’t work as advertised or that do work as advertised, but where they end up paying a lot more than they should.", "As I started to look into this, I realized how widespread this problem was. To me, it’s absolutely beyond reprehensible that there are people whose business it is to dupe people, vulnerable people, out of their money. Very often, unfortunately, the folks who get duped are people like seniors and people for whom English isn’t their first language, but it touches everybody.", "I started to look into this and realized we needed to do something about it. So I introduced a private member’s bill last year that would have banned door-to-door sales of certain products. The four products I had in my private member’s bill were water heaters, air conditioners, furnaces and water treatment devices. The reason I picked those four product categories is because those are the product categories where there was widespread fraud, widespread aggressive and coercive behaviour.", "I’m really honoured to be able to stand here today to speak to this bill because the government, the Minister of Government and Consumer Services, has very kindly taken the core elements of my bill and included them in Bill 59. I’m very proud to have had a chance, with the support of seniors in my community, my seniors’ advisory group, to come up with an idea and help to shape a solution to a problem that touches people across Ontario, and particularly seniors.", "When I think about this bill, I think there are a few components that are important to highlight for the folks watching at home.", "The door-to-door sales component of Bill 59: What’s being proposed is that it would prohibit a salesperson from entering into a contract when they initiate door-to-door marketing of those appliances. In other words, what Bill 59 is doing is banning unsolicited door-to-door sales. Contracts entered into in violation of these rules would be void. Goods and services under these void contracts would be considered unsolicited and the consumers would be able to keep them without payment obligation. So if a consumer has a door-to-door salesperson come to their door, they didn’t invite them to come to their door, but they still get duped into signing the contract anyway, the consumer is entitled to have that contract voided and they would be able to keep any product that was sold as part of that transaction.", "Consumer-initiated contracts could still be entered into at the consumer’s home if the consumer initiates the call. So if someone’s furnace breaks down or air conditioner breaks down and they need someone to come and fix it, they can do that. That transaction, that sale of a new furnace or repair on the furnace, would still be legal.", "When I think about my role here in the Legislature, I’ve been brought here to represent my constituents in Etobicoke Centre just like we’ve all been sent here to represent our constituents in our respective ridings. My goal, as I know it is my colleagues’ on both sides of the aisle, is to really make a difference for people. We all do that in various ways. We advocate for the issues that are important to us and to our communities. Many of us put forward private members’ bills to try to move an issue forward. I know you, Speaker, have done that, and I know others, on all sides of the aisle, have done that.", "On this particular issue, on Bill 59, I’m proud to stand here today because I am proud that my seniors’ advisory group and I played a small part in making sure the issue of aggressive, coercive and misleading door-to-door sales will be stopped in the province of Ontario. I think that’s making a difference for the people of Etobicoke Centre and making a difference for the people of Ontario. Again, I’m proud to have played a role in this." ],
  "anchor" : "para1042"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continuing leadoff, I recognize the member from Trinity–Spadina." ],
  "anchor" : "para1054"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I’m very pleased to lend my voice to this bill, Bill 59, again. First of all, I want to congratulate the member from Etobicoke Centre on content of his private member’s bill being adopted by the government bill and that it’s now in the legislative process.", "I want to also take this opportunity to recognize a couple of ministers who have put a lot of work into this bill. I speak to Minister MacCharles and Minister Orazietti who, as we know, is enjoying his retirement at Sault College.", "It was absolutely a joy when I heard that my private member’s bill regulating home inspectors would be adopted by a government bill, now Bill 59, because we know it is very important to recognize the fact that home inspection is the only profession in a real estate transaction that is currently not licensed in Ontario. Think about that. When I first heard that I was so surprised.", "Like many first-time homebuyers, we went out and retained a home inspector who did a complete inspection of the house, but only later we found out that a pillar was missing in the structure. Again, that’s not an isolated case. I’ve heard from my friends where they’ve gotten a home inspector, everything was dandy, and afterwards they found a problem with the foundation and they had to pay additional hundreds or thousands of dollars to fix that. To me, this is a must for the province.", "We also know that for many first-time homebuyers they’re now moving to the trend that they are no longer acquiring a home inspection service. This is not very good because we know this industry has matured. There is a lot of professional expertise involved in home inspection, and if this service is no longer acquired, consumers are losing out on a very valuable service.", "It partly has to do with the hot market. Consumers are just waiving this option of getting a home inspection. Partly it’s because there are just too many bad stories around and the industry is losing credibility, which I find very, very saddening. When I went out and consulted with the industry, they came across as experts in the field. They’re telling me things that I would never know. This is industry expertise where I would like to see longevity.", "One thing this bill is going to create, if passed, is a not-for-profit, independent administrative authority. This is important, because as this DAA is created, it will set regulations through consultation with the public and the stakeholders in the field. Also, what it would do is collect and centralize data. That information is key for the industry, because we know the technology that goes into buildings and goes into construction is advancing at a very, very fast pace, and the materials they use, the way they’re installed—this information must be centralized and shared amongst home inspectors.", "Again, I’m very pleased to know my private member’s bill is being adopted into this government bill and, hopefully, will get the support of the members of this Legislature, and then we will see home inspection being regulated in Ontario in the near future." ],
  "anchor" : "para1055"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Before we do that, I recognize the member from Ancaster–Dundas–Flamborough–Westdale on a point of order." ],
  "anchor" : "para1064"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "On a point of order, Mr. Speaker, I want to correct my record from this morning. Uncharacteristically, I misunderstood part of the debate this morning, and my inappropriate comment was made in reference to the OHIP billing system and not doctors’ personal health records. I want to apologize to anyone who, understandably, may have been offended.", "Speaker, all my life, I have valued the role of physicians. In fact, my wife is a family physician and, like most doctors, serves the people of Ontario admirably and well.", "Thank you." ],
  "anchor" : "para1066"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member.", "Further questions and comments?" ],
  "anchor" : "para1069"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I am pleased to join the third reading debate here on Bill 59, the consumer protection act.", "Just a couple of items: I want to say I’m supportive of the bill. The home inspection part of it, I think, is the right move in the right direction. Let’s be clear: You don’t have to be a home inspector to inspect a home, but under this rule, you will have to be licensed and accredited to advertise yourself and pass yourself off as a home inspector. I think that’s an important upgrade to the circumstances we have today. My wife is a real estate salesperson, and home inspections are a big part of that business today.", "The other thing that I’m pleased with in the bill is unsolicited door-to-door sales. I think it’s time that we dealt with that in a very real way, to protect consumers.", "What I really want to use the time in my last minute for is to wish my brother Mark and my brother Martin a happy 56th birthday today. Mark is here in Toronto, and Martin is in Singapore. He’s not likely to be watching this channel anywhere in Singapore. Nevertheless, I wish them both a very, very happy birthday.", "I couldn’t be in the Legislature last Friday because, of course, it doesn’t sit, but on Friday, March 31, the same day that the great Gordie Howe was born, my sister, Marlene, was celebrating her birthday as well, so I want to give a shout-out to my sister for her birthday—and I won’t give the numbers—last Friday, March 31." ],
  "anchor" : "para1071"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The member from Brampton-Gore-Malton." ],
  "anchor" : "para1076"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Bramalea–Gore–Malton. Thank you very much, Mr. Speaker.", "I’m honoured to rise on behalf of New Democrats and indicate that this is a bill we will be supporting as well.", "There are a number of pieces that this bill addresses. There are some areas where it could have gone further, and there are certain areas that we really need to focus in on. There are three topics that I will get into in more depth when it’s my time, but I’ll give you a little preview of the areas I want to touch on.", "This bill talks about payday loan companies, but it doesn’t actually do much to address the real issue. The real issue is that people who are in difficult circumstances need access to affordable credit. They need access to credit that is not going to put them into an even worse situation than they are already in. That’s what we often see with payday loans. Because of the extremely high rate of interest, people are already in a difficult circumstance, and then they find themselves in an even worse situation because of the loans that they are often forced to get into because of life circumstances that arise. But the reality is that we need to make sure that these people have access to more affordable credit.", "The other issue—and my colleague from Renfrew-Nipissing talked about this. The issue is that there are door-to-door sales that continue to exploit vulnerable people, particularly seniors and those with language barriers. It is simply unacceptable that people are entering into contracts where they’re being charged such exorbitant interest rates that they’re essentially being forced to pay sometimes 10 times the cost of whatever the item is, whether it’s a water heater or it’s another energy service or it’s a water softener or another service. They’re paying such exorbitant prices, it’s simply unacceptable.", "With respect to homeowners and licensing of home inspectors, it’s an important issue that we’ll touch on later on." ],
  "anchor" : "para1077"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1083"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "To the previous member who just spoke: I see he’s on the tour now for the NDP leadership, so I wish him well as he heads to various places in the country to enlist support for the leadership of the national NDP. That’s just my best wishes.", "I want to say this about the speeches which were made by the members of the government on this bill: This is one bill which I’ve been waiting a long time to see in its final stages, and that is because there’s a major problem out there with the three areas we’re taking about.", "Home inspections: Good home inspectors want to have a regime in place that ensures that they have the appropriate qualifications and that somebody doesn’t just walk in and say, “I’m a home inspector.”", "Second, payday loans: I guess there are days when I wake up and say that I would close them all down. Of course, now I’ll get an avalanche of letters engineered by the people who run the payday loan places. They are a step ahead of loan sharks. They do exist; there must be a market out there. The action we’re taking will go some way to deal with the problem of payday loans. I can’t believe the number of these places I see in all our communities.", "Last, and probably most important for me, is the door-to-door salespeople who bully people. They bully seniors, particularly, and other vulnerable people. There are instances we all have that are absolutely dreadful. W5, I think, has done something on it for CTV. I’m sure Mr. Foran on CTV has done it, and probably Marketplace. All of them have done something. What we have out there are people being exploited and bullied door-to-door, purchasing things they don’t want to purchase. Often, there’s a legacy, and they can’t sell their house as a result of it. I hope this legislation goes a long way to dealing with that problem." ],
  "anchor" : "para1084"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1089"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "For those of you watching or just tuning in, I just want to share with everyone that we’re debating, this afternoon, Bill 59, the Putting Consumers First Act. The acts that are affected are the Collection and Debt Settlement Services Act, the Payday Loans Act, the Consumer Protection Act, the Licence Appeal Tribunal Act, the Municipal Act, the Ontario Labour Mobility Act and the City of Toronto Act.", "I’m pleased to add my voice to the debate this afternoon because I think about my friend Ken from Hesson in Perth county just east of Listowel. He is a home inspector. He’s a very proud individual who has taken a lot of training. He takes his responsibilities very seriously. Time and again, he has eloquently expressed his frustration with the lack of oversight in terms of home inspections.", "A key message I’d like to share with everyone in the House today with regard to this particular bill is that the home inspection profession is relied upon by many consumers before making their largest purchase ever in their lifetime. So, for goodness’ sakes, we want to make sure that there is a sense of integrity that threads through every home inspector in this province because, unfortunately, as has been proven, not everyone takes their job as seriously as Ken does. We want to make sure that we correct what’s already happening out there. Currently there are no province-wide professional standards for home inspectors, or, more importantly, recourse for a consumer whose home is revealed to be in need of major work following a purchase because of the lack of standards.", "We’re really glad to see this bill coming forward and cleaning up a number of aspects associated with home inspection. We’re also pleased that the government has taken some of our advice on board and begun integrating independent officer oversight and salary disclosures in establishing new agencies." ],
  "anchor" : "para1090"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Brampton West for final comment." ],
  "anchor" : "para1095"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "I’m very happy to respond as we’re discussing Bill 59, the Putting Consumers First Act. My riding is one where there are quite a few new immigrants settling in. We have our constituency offices to help our constituents with different matters dealing with the government. I find the incidence or proportion of complaints dealing with issues such as door-to-door sales—here you have a new immigrant who has been in the country for a very short time. They get someone at the door looking very official, looking very governmental, looking like a person or figure of authority, asking them to provide a bill. It’s happened to me. I didn’t fall for it, luckily, but right off the bat they find faults in the bill. They make claims that you’re paying too much money, and without even looking, that you need a whole new several-thousand-dollar heating or air conditioning unit. The consumer is stuck, as a new immigrant, and they are offered all kinds of hard-to-believe and lucrative payment options as if it were free.", "People do get stuck with very, very costly contracts, for which reason our government has proposed this bill. I’m sure this bill will help many, many consumers, a lot of Ontarians who come across these shysters, should I say." ],
  "anchor" : "para1096"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1098"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Point of order." ],
  "anchor" : "para1099"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Thornhill on point of order." ],
  "anchor" : "para1100"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "The member opposite just used a derogatory term." ],
  "anchor" : "para1101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I didn’t catch that. Thank you very much. Let’s go to further debate, please." ],
  "anchor" : "para1102"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’d like to have that on the record. Thank you.", "Interjections." ],
  "anchor" : "para1103"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "Point of order." ],
  "anchor" : "para1105"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Brampton West on a point of order." ],
  "anchor" : "para1106"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "Mr. Speaker, if I’ve said anything inappropriate, I apologize, and I withdraw." ],
  "anchor" : "para1107"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. Okay.", "Further debate?" ],
  "anchor" : "para1108"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I will be sharing my time with my colleague the member from Lanark–Frontenac–Lennox and Addington a little later on in the debate on Bill 59, Putting Consumers First.", "Payday lending, collection reform and home inspections have come before this House on numerous occasions during my tenure as critic of this portfolio. Yet, at last, they seem to be reaching third-reading stage. During the committee stage of the bill, we heard presentations and received written submissions from over a hundred witnesses and organizations, ranging from community advocates, municipalities and independent professionals, and from key stakeholders representing groups in industries as diverse as debt collections, real estate, home inspection, direct sales and consumer law.", "Regulating consumer markets is always a difficult undertaking, especially in jurisdictions such as ours where the principle of free enterprise and a commitment to consumer choice and service dictate the market’s direction. Products and services and their delivery evolve on a daily basis. As legislators and stewards of the public interest, we are charged with ensuring we remain a competitive business environment, with informed, empowered and protected consumers.", "This latter characteristic of a good, stable and fair market is desirable for reasons beyond simple idealism. The same powers and inventiveness of the human mind that have made our lives longer, easier and more pleasant can and are often used to achieve just the opposite. No matter how many laws we pass in this chamber and regardless of the avalanche of regulations filed by individual ministries, there’s always someone who looks for and often finds a way around them. When they don’t find a way around the law itself, those unethical enough to engage in unfair practices against consumers are unlikely to be deterred from skirting the law and are hoping to escape the punishment they deserve.", "The Ministry of Government and Consumer Services has a contact centre for consumers who are either looking for information about their rights with respect to a contract or agreement, or when they have a complaint against a business. Inquiry and complaint data is often used to justify legislative initiatives, including Bill 59’s action on debt collection.", "You do not need to be a scientist to understand that good data collection and analysis can underpin a good argument and strengthen it, and that bad data can sink any argument, even the best ones. Unfortunately, the data collected from the contact line is often not broken down into whether they were just requests for information, or reports against the business, despite the obvious need to distinguish between an inquiry and a complaint. Most businesses respect the legal framework they operate in, meaning consumers who are dissatisfied with a product or service delivered legally and in compliance with the law don’t have cause for complaint, despite being rightly annoyed.", "Stakeholders such as Receivables Management Association of Canada Inc. were particularly concerned by the ministry’s use of inquiry data alone to substantiate an argument for greater regulation of debt collectors, and made it clear in their written submission. The ministry had only published such a breakdown for the year 2013. I will come back to that in a moment.", "In 2009, the Auditor General of Ontario highlighted that the consumer protection program run by the province needed improving. Firstly, consumers were unaware that the program existed and that they could turn to it for advice or enforcement. Secondly, lax enforcement practices meant that unethical businesses were not sufficiently deterred from continuing in the practice.", "In 2011, that review was followed up and the ministry provided data about the increased communications for consumers and details of new advertising campaigns to promote awareness of the ministry. Here is an excerpt from the auditor’s report: “The ministry also reports some improvement to its service volumes: It received 40,000 phone inquiries and 7,300 written complaints in 2010-11, an increase of about 19% from 2008-09.”", "This translates into less than one complaint for every five inquiries to the ministry for the year 2010-11. It’s no wonder stakeholders and regulated industries feel that the ministry is not addressing a genuine need to protect consumers, but chasing what may turn out to be a much less prominent issue.", "That proportion of complaints to inquiries did not change significantly in 2013, the year for which the ministry has made public a broken-down list of top inquiries and formal complaints. The highest proportion of formal complaints out of the total consumer contacts on a particular issue belonged to home renovations, with one in four contacts being a formal complaint. Home furnishings follow closely, with 21%; water heaters, 13%; appliances, 17%; personal items, 15%; phone plans—a federal matter, I would add—15%; collection agencies, 12%; payday loans, 6%; vehicle sales, 6%; and vehicle repairs, 1%.", "Now, we know around one in six inquiries to the ministry is actually a complaint. Does the ministry take them seriously? It does not appear so.", "Of the 2013 top-10 list’s formal complaints, at least 617 belonged unquestionably to the Consumer Protection Act—this ministry’s reason to be. I tabled an order paper question requesting data on enforcement action under the act since 2010, by year. In the year 2013, the number of formal complaints relevant to the Consumer Protection Act was at least 617. The ministry only opened 79 investigations, or about one for every seven complaints. It’s a game of odds that is not much in the consumer’s favour. Call the ministry and it’s a 1-in-6 chance that you’ll actually get to make a complaint. When you do, there is only a 1-in-7 chance they’ll even open up an investigation. You have better odds buying a scratch card.", "The government’s recent opinion polling bears out consumers’ lack of satisfaction with the ministry. An opinion poll as recent as September 2016 revealed the following: “However, those respondents” aware of Consumer Protection Ontario and those who have used the Consumer Protection Ontario services “aren’t much more likely to view” the ministry “favourably.”", "In response to my order paper question on updated consumer inquiry data, the Ministry of Government and Consumer Services provided a table that showed that during most of 2015, the ministry received 3,000 inquiries regarding collection agencies, double the next worst offender category but in line with previous years’ trends. If the Auditor General’s findings are still current, that number would translate into approximately 500 actual complaints, close to the 2013 actual complaint data. The inquiry trend appears stable; the complaint one is likely stable as well.", "There is no province-wide emergency with debt collectors running amok, just a constant level of bother that demands a solution crafted with all due consideration and reflection.", "Debt collection inquiries are persistently high on the ministry’s top-10 list because of the practices involved with pestering consumers to persuade them to pay up for a debt that they likely owe. There is really no nice way to call up a consumer and order them to pay a debt, and there certainly isn’t a way to do so without causing the consumer concern or annoyance. Being on the receiving end of collection action is a stressful situation for any consumer, which makes the industry a very common target for discontent.", "We are pleased to see Bill 59 address some current holes in the legislation protecting consumers who owe money by including some categories of debt buyers into the collections regulatory framework. The committee heard how corporations and individuals can rearrange a debt’s ownership and structure to go after consumers, often without the necessary evidence or without the need to respect existing collections agency legislation.", "The PC caucus submitted some amendments to give all industry stakeholders clarity about which practices can never be tolerated, such as false reporting of payments, the buying and selling of debt that is beyond the statute of limitations, or taking collecting action without the evidence to back it up.", "Consumers should know that there are both federal and provincial statutes of limitations for taking legal action with respect to a debt. When the debt has not seen any payment or legal action for four years, it falls out of the statute of limitations and can’t be used to initiate a legal pursuit against the consumer. It becomes truly bad and almost uncollectible.", "There are two ways to reset the clock: A consumer makes a payment towards the debt or acknowledges the debt in writing.", "Debt buyers who purchase old debt accounts that have fallen beyond the statute of limitations have a clear and pressing incentive to cause one of those two situations to occur. Unless the debt is acknowledged or partly paid, clearing the debt relies only on the consumer’s willingness to settle the account and be done with it.", "The committee heard first-hand evidence of practices that unscrupulous debt buyers will engage in for the purpose of going after a bad debt they bought for a fraction of its total value.", "Debt collection credit accounts can go into default for many reasons. Some consumers experience financial difficulties; some consumers make genuine errors, such as not notifying a creditor of a move. A tiny minority bail on the debt, knowing full well what they are doing.", "As the original creditor, you have a duty to your customers to give them the benefit of the doubt and to work with them to regain compliance with credit terms. An out-of-limit debt means you, the original creditor, have never collected the money nor sued the consumer for more than four years. At the end of this period, offloading the bad debt or uncollectible debt is akin to selling rotten produce: You know nothing good can come of it, yet you do it anyway.", "We have proposed an amendment that bans the sale of such rotten debts, making the original creditors responsible for the debt they have neglected to act on for years. The government side countered that these issues can already be addressed through the broad regulation-making power under the Collection and Debt Settlement Services Act. Then why haven’t they? It’s just another hole in this legislation.", "Regulation is a tool to hammer out the fine details of a law’s application and provide enough flexibility to respond to evolving market conditions. As an example, a provider of alternative financial services is found to be contravening the payday lending legislation by marketing their product as a line of credit, despite onerous and fast repayment schedules. It was a payday loan masked as something else. The government responded by amending a regulation defining payday loans to include products such as that particular one.", "Some existing practices are, however, so obviously unethical that there can be no argument for flexibility in banning them. There can be no excuse for fraudulent reporting of a consumer’s payments for the purpose of reactivating a consumer’s legal liability for a loan, nor can there be any permissive argument for being negligent in collecting evidence that the consumer owes a debt and you, the collector, have the right to demand payment. The government can acknowledge our concerns all they like, but will they actually take action to address them?", "Stakeholders from the collections industry also brought forward concerns regarding the absolute liability Bill 59 subjects them to without any due-diligence defence. They cited a clear case study: calling a consumer who is in another time zone at the time of a call. There would be no way to know, yet the agency would be absolutely liable and guilty of calling outside of authorized hours. Sympathizing with collectors may be a challenge, but the government must see a fair argument when it is presented with one.", "During my leadoff remarks on this bill at second reading, I highlighted that payday lending and other such alternative financing products exist because of a failure of conventional finance to serve all customers who would like to access such services. Conventional finance is the sort of low- to moderate-cost finance most of us are used to seeing and dealing with. We have seen bank accounts, credit cards, TFSAs, retirement and investment funds. Some have mortgages, lines of credit and personal loans at good rates. Banks and other conventional financial institutions want to make money by giving us convenience and minimizing their risk.", "In order to qualify for the credit products they offer, a consumer must prove that he or she is a reliable borrower and capable of repaying the credit that institutions extend to him or her. That description fits far from all consumers. It leaves out some among our residents who are both the most vulnerable to financial strain and the most in need of emergency access to cash when there’s a sudden drop in income or a sudden expense, or when severe financial stress hits.", "New Canadians and those on stable or fixed incomes spring to mind immediately, as do the Ontarians whose prior bad credit record prevents them from accessing affordable credit products. Independent workers and the self-employed, whose income is inconsistent by definition, have a harder time proving credit worthiness than consumers who receive a regular paycheque.", "Federally regulated banks and financial institutions often add fuel to this fire. Account fees that some banks charge can be over $10 a month, with additional charges for cheques and debt transactions. Cheque holds make it so that receiving one’s pay could mean another week’s worth of waiting for the cheque to clear. Some accounts can require a minimum balance in the area of $2,000 to avoid being charged a monthly maintenance fee. When you’re counting pennies at the end of the month, 2,000 idle dollars are a very distant prospect.", "Credit unions are part of the solution, as their co-operative and non-profit structure makes it easier to accommodate those clients left in the lurch by the conventional banking system. Yet, clearly, not everyone is best served by a credit union either, or they would have already gone there for their financial needs.", "The question of financial literacy is inextricably tied to payday lending, by many on the government and third party side, to perpetuate a notion that if only consumers knew how expensive payday lending or cheque cashing really was, they would go somewhere else. This is delusional.", "The demand for fast access to emergency cash is stubbornly there. The larger conventional finance players are either unwilling or unable to meet it. Debts and due bills cannot get wished away by consumers who see the doors to conventional finance shut in their face. In the end, that market must clear.", "Licensed payday lenders offer a way for this pent-up credit demand to be cleared legally, subject to clear laws and regulations laid down at the provincial level. They are the expensive but legal choice between that and the unregulated loan market, where consumers could be placing themselves truly in harm’s way.", "Unlike any other financial credit product, payday loans are not extended for long terms and do not accrue interest, are not subject to credit checks, and tend to be cleared through a postdated cheque given at the time of the loan. Staggered repayment schedules are routinely offered to consumers who, for one reason or another, can’t come up with the full payment in one go.", "Whatever we do to this legislation, we must ensure that the legal, licensed avenue for consumers to get emergency cash remains open. Bill 59 and recent government action on the payday lending file point towards a potential reduction in supply due to provincial and municipal regulation.", "Let’s begin with the rationale for Bill 59’s changes to payday lending. When we make laws, we should first study, and legislate afterwards.", "In the most recent opinion polls document dump by the government on the day before the last long weekend, the Ministry of Government and Consumer Services revealed that it had hired the consulting firm Deloitte to run consumer round tables on the subject of payday lending. Unfortunately for the ministry and the consumers, the study could hardly be of value. The two round tables that were convened only attracted 16 participants in total, all drawn from the city of Toronto. I could not think of a less representative sample of the province of Ontario, save, perhaps, for the caucus opposite.", "As with the majority of the Canadian population, most participants rated their financial literacy above their actual objective ability, were surprised at the actual costs of borrowing from a payday loan outlet compared to conventional finance tools, and expressed an interest in seeing more regulation on payday lending.", "This was followed up in 2015 with an online poll of 500 payday lending customers which showed that 6% of payday loan users have no way of reducing their expenses. Their budgets are pared down to the bone.", "The Financial Consumer Agency of Canada did a bit more serious work on the issue and published a report in October 2016 titled Payday Loans: Market Trends. They surveyed 1,500 payday loan users in the spring of 2016 and crunched the data to give us a picture of the average payday loan borrower today and their reasons for borrowing from payday lenders. The data showed an average low-to-moderate-income individual of working age with little household savings, who borrowed to cover an unexpected expense such as a car repair or to avoid late charges, knowing that money would come shortly.", "Some users also reported needing payday loans to cover expected expenses such as utility bills, something this government’s policies have made all the more necessary throughout Ontario.", "Incidentally, respondents to the survey did not rate payday loans as their main option for accessing a hypothetical $500 rapidly. Only 11% said they would choose that route, while 24% say that they would use their savings or emergency funds.", "Conventional finance had left these consumers without access to low-cost credit tools. Only 35% had access to a credit card, while the Canadian average is 87%. Only 12% of the survey respondents said they had access to a line of credit, while the Canadian average is 40%. Ninety per cent stated that payday lending was the fastest and most convenient option for getting the credit they needed, while 74% stated that it was the best option available to them. If these consumers could access credit at the same speed for less, whether through a credit card or a loan, they would do so.", "The FCAC identifies a clear scope for greater financial advice for users of payday loans. There is a positive correlation between seeking good financial advice and proper financial planning that may help break the reliance on payday loans. The agency notes that saving as little as $10 a week can amount to a saving of $520 over the course of a year, greater than the amount of an average payday loan in Canada. To help achieve this aim, the PC caucus submitted an amendment that gave the government powers to compel payday loan providers to refer borrowers to prescribed services such as credit counselling. We were pleased that the government side supported the amendment. It was one of just two opposition proposals that were actually taken on board.", "A word about costs: The cost of payday loans is set directly by the government through regulations. It has been set at $21 for every $100 borrowed for most of the time that payday loans have been legal in Ontario. Recent changes have set a schedule for this cost to drop to $18 first, and $15 thereafter. These gradual reductions bring the maximum allowable fee very close to the cost of doing business for payday lenders, leading some of the independent and smaller industry members to consider shutting down their operations.", "One in 10 payday loans goes sour, and this is a very conservative estimate. In the ministry’s own polling, the default rate averages between 17% and 45%. This rate is more than an order of magnitude higher than the loss provisions for major financial institutions. If a bank or financial institution had 10% of its loan portfolio in default, the shareholders would riot, unless it had already gone bust. Considering how there’s such a high proportion of non-performing loans over their short two-week lifespan, it becomes clear that there is a fixed cost to payday lending that is significantly higher than the cost of providing secure or vetted credit.", "There are other costs beyond the $10 out of every $100 that will become non-performing. Payday lending locations need to pay rent, hydro, municipal and provincial licence fees, security, staff costs and the cost of capital, amongst others. The average cost of providing a payday loan was estimated back in 2004 to be around $14 by Ernst & Young, a consultancy. As the cap drops closer to that amount, only the larger and most active payday lending outlets can survive.", "An alternative to this political fee-setting mechanism could be the Financial Services Commission of Ontario. It’s an independent regulator that combines enforcement with consumer protection through a transparent and objective fee-setting process for products such as insurance, including automobile insurance. The PC caucus suggested removing the politics from payday lending fees and deferring these decisions to the experts at FSCO, who furthermore possess more enforcement and compliance tools than the Ministry of Consumer Services. The government said no. They adopt a Toronto-centric view that blinds them to the reality of life in smaller communities across Ontario. In my riding, smaller villages have lost their bank branches, and the same story is repeated across the province. It allows me to draw a parallel. Take any small community in eastern Ontario with a bank and a convenience store. The store has a privately owned ATM that charges a heftier fee for cash withdrawals. Consumers choose the bank, obviously. With the closing of the bank branch, the few consumers in the community prefer to pay the heftier fee than to go the closest major urban centre and spend the money to attend the branch at that point.", "The government, seeking to be popular, imposes an arbitrary and low-cap fee on ATM fees. ATMs located in cities and main thoroughfares will still be attractive enough for business and transaction fees to warrant their continued maintenance. Yet, what happens to those machines that are in the more-seldom-used areas, whose maintenance requires staff to travel over longer distances to collect or deposit cash and to service machines that need repairs? How many of those will be actually taken out, leaving communities with nothing, forcing everybody to drive a distance for cash?", "The same argument goes for smaller payday lending outlets. Their lower customer traffic warrants special consideration, unless we want to price them out of the market. If the lowest-possible fees are the goal, then an independent and more flexible fee-setting framework is essential, for the financial realities of a business on Yonge Street are nowhere similar to a business in a village of 500 souls.", "The PC caucus and I understand communities’ unease with the presence of payday lending businesses among them. They are a tangible reminder of both the market failure in conventional finance and the presence of financial strain amongst its residents. Yet, targeting them or their business model does not cause the underlying problems to go away. It actually just makes them worse.", "As the availability of in-person payday lending is likely to diminish, more consumers will turn to online lending for their immediate financial needs. Ontario licensed lenders have an online presence and can deliver services that way. However, the online market is pervaded by unlicensed and foreign lenders who subscribe to none of our laws, none of our privacy guarantees and, really, to hardly any ethical principle whatsoever. Anyone from any corner of the world can solicit Ontarians online. Unless our consumers are well educated about the need to verify a lender’s registration with the Ministry of Consumer Services, they remain exposed to the risk of giving the keys to their finances to an unaccountable business that may have other motives for soliciting their information.", "Here’s the result of a September 2016 opinion poll by the ministry—it could hardly get any fresher:", "Less than a third of Ontarians know where to go for consumer information.", "Less than one in five are aware of the existence of Consumer Protection Ontario, even when they were told of the agency’s name.", "Only GTA respondents report accessing Consumer Protection Ontario services.", "Those with incomes over $100,000 are more likely to know where to go to access CPO services and are the only group to access CPO in the last year; they do not sound like the typical payday loans borrower to me.", "With this level of awareness and trust of the ministry, to go down the road on closing down payday lending outlets is just to invite even greater problems.", "The changes implemented by Bill 59 give the municipalities the power to pass bylaws regulating how payday lenders are located within the municipal boundaries. The new provisions allow for bylaws specifying a minimum distance between payday lending locations and for the designation of certain areas where special rules or a ban would apply.", "Many municipalities have already put restrictions and extra costs of payday lending providers in an effort to curb their establishment. Our municipal partners will always find a supportive or sympathetic ear on this side of the House, and this issue is no exception. Our only concern with the legislation as written was the possibility of causing existing locations to fall foul of zoning rules that did not exist when they opened. These are law-abiding and legitimate businesses that invested capital in creating an outlet, and it would be unfair to them or any other business owner to change the rules after the fact. We submitted an amendment to clarify that whatever rules were created under the new municipal laws would apply to new payday lending locations only. The government’s refusal to consider this change shows their intent to affect existing locations as well. This isn’t the proper way to treat law-abiding businesses, however uncomfortable we are with the model.", "Bill 59 was designed to have an effect on the supply of payday loans to customers who need them, and it takes a double-pronged approach to ensure this aim is achieved. If payday lending locations survive the municipal zoning and shrinking revenue challenges, customers will see their access to this alternative financial product curbed directly.", "During the second reading debate, as well as in public statements on the matter, members on the government side described situations where consumers were able to access several payday loans at the same time or in quick succession following their repayment of an earlier loan. Providers are the first to say that these customers are in need of good financial advice and credit counselling in order to get their budget on a more solid financial footing. Provisions in Bill 59 seek to ban the practice of rollover loans and to make accessing a second loan in a short period of time more difficult, yet the legislation lacks the tools and the ability to enforce such a ban in a meaningful way. Consumers remain free to walk across the street to another lending outfit where their recent credit history with another lender will not be known. As long as the second lender uses in-house capital to extend the loan rather than negotiate the amount with a network of providers and therefore act as a broker, no one will be any the wiser that the consumer took out a second loan.", "It is clear that the government’s aim can only be achieved with the aid of a universal tracking system such as the payday borrower database. The committee on social policy heard from the Information and Privacy Commissioner on the subject, who cautioned against a government-run system for that purpose. Information technology projects run by this government have a tendency to bloat their budgets, run late and eventually release a product that is either obsolete or unusable, or sometimes both. This leaves us with the option of a database built and administered by the private sector, as in the case in some American jurisdictions that have implemented such a scheme. Ontario’s privacy legislation is strong, and I am confident that payday loan providers would create a solid and secure product if they had to. Without a mandate to participate in the database, however, lenders who use in-house capital would have no incentive to either join the database or verify a consumer’s record against it.", "Bill 59 goes one step further in curbing access by setting maximum limits on payday loans available to consumers over several time periods. We submitted an amendment to take out the cap on maximum payday loans within one year, as it made no sense to take the availability of emergency cash away from the customer while doing nothing to alleviate the financial strain that caused the need for the payday loan in the first place.", "This government keeps asking itself the wrong questions on the issue of payday loans. The issue isn’t, “How much?” During the committee, we heard all kinds of proposals: “$2.30,” said the third party; “$5,” said a stakeholder; “$21,” said the business associations; “35%,” said another presenter.", "It isn’t an issue of, “How many?” There isn’t an objective measure by which we can say that a set amount of payday loans in a year is okay for anyone but one more is no longer okay. The question of “where” is not appropriate either. Consumers can walk to different locations, take transit, drive, or go online and borrow from either a licensed lender or stumble across an unlicensed and unaccountable one.", "By imposing a mandatory waiting period and giving themselves the flexibility to prescribe any time period they wish for, the government is shifting the debate to the question of “when,” despite knowing full well that a consumer’s financial stress and strain builds up over time and can’t be relieved simply by denying them the financial product that they actually need. Payday loans are not a vice that we can simply bar people from and expect the problem to go away.", "The question we need to answer is, “Why?” But we know that the government doesn’t want to know the answer. Why do consumers experience financial strain? Our province has the highest proportion of minimum wage workers in Canada, when we used to be the hub of well-paid, stable manufacturing and innovation. Anyone who has tried to pay for the necessities of life and exorbitant hydro on the minimum wage will likely confirm that it is borderline impossible and certainly allows no room for saving for a rainy day.", "Why do consumers require cash on such short notice? Because their jobs are precarious and life is full of surprises—often bad ones. Commuting to work requires a working car, and a breakdown could mean the loss of your family’s income. Your next meal can’t wait a week, or two weeks, or however long the government determines the mandatory waiting period to be. Food and heat are needed right away and right now.", "Why are consumers unable to source such cash from conventional, affordable finance? Ask any new Canadian or person with bad credit, or no credit history at all, and they’ll tell you all you need to know. The dynamics of the credit market make it so that higher-income, low-risk individuals get offered better perks for spending more money, while higher-risk consumers in need are left in the lurch. Secured cards require a deposit for the credit limit amount, when most families will likely fail to come up with that or the spare $500 or $1,000 they would have to keep locked away. It’s the old adage about getting a loan once you prove you really don’t need it.", "Last but not least, why is the government not tracking these root causes of consumers needing a payday loan? Because they know they’ve exacerbated the problem. We need to provide consumers with better tools to evaluate and plan their finances in order to help those who can budget some savings into their monthly spending to do so. For those who remain at risk of financial distress, we must work with both federally and provincially regulated financial institutions to help these consumers access affordable credit to address their needs.", "Allow me to quote from the summary of hearings, citing the presentation of Cardus, a think tank: “Removal of regulatory barriers standing in the way of civil society institutions like churches, mosques, synagogues and community foundations ... and financial institutions like credit unions.” Local organizations are already seeing a growth in demand for assistance, mostly caused by skyrocketing hydro. Participants in poverty round tables hosted by my colleague the member from Lambton–Kent–Middlesex told stories of church benevolent funds being overdrawn as more and more parishioners have to turn somewhere for help with their hydro bills. Some turn to churches. When there’s no money there, they might well have to turn to a payday loan outlet. Money has to come from somewhere when the bills are due, and they won’t go away just because the consumer can’t access cash.", "There are local resources that people instinctively turn to when they are in a bind. These can include their place of worship and often the United Way, the local food bank and other charities. So let’s work with them to figure out a sustainable way to help consumers in financial distress and prevent the need to ask a payday lender for money.", "The government and the third party may want to drive payday lending out of the province, or make it impossible to operate or do so profitably. We would rather see Ontarians prosper and succeed enough to see the payday lending demand actually dry up.", "Do you ever wonder where all the money went? The province drove Canadian economic development and attracted skilled workers and good jobs. Look no further than the party opposite. They managed to double the government’s overall tax intake since they took office while the economy didn’t double in size. The more they took, the less there was for those who actually build our economy and our prosperity: job creators, workers, savers.", "It’s time to stop tinkering around the edges and blaming a problem on a symptom instead of a cause. Payday lending is not a problem. We need to redouble our efforts to tackle the underlying financial strain.", "This government chooses its courses of action depending on the popularity of the move, no doubt building its messaging for the 2018 election, hoping to cement its hold on the urban areas, where there are many payday lenders.", "Bill 59 contains another government move that is likely to have little to no deterrent effect on bad players, but will certainly put law-abiding workers out of a job.", "Some door-to-door salesmen have been exploiting vulnerable Ontarians and consumers’ lack of awareness of their rights to trick them into signing expensive and outright fraudulent agreements. These often involve a long-term lease, no early termination clause and ridiculously expensive penalties for cancelling the contract. In some cases, consumers reported these agreements also caused liens to be placed against a real property by the company to guarantee its profits.", "The question of liens is particularly thorny as most of the financial institutions extending the equipment credit are regulated federally and therefore do not respond to the Consumer Protection Act or similar provincial regulations.", "If you win against the company and get your contract cancelled in a provincial court, you have another fight on your hands to get rid of the lien, something local legal professionals have shared with me as a source of untold frustration for consumers. The salespeople peddling these scams are neither law-abiding nor ethical.", "I pose the following question to the government and those well-intentioned stakeholders who advocate for a ban on door-to-door sales: How likely is someone who is so morally bankrupt as to take advantage of a vulnerable consumer to change their ways because the Ministry of Consumer Services filed a regulation on e-Laws, a resource hardly known to the wider community beyond these walls and the legal profession? The answer is, “Not at all likely.”", "Bill 59 will allow the minister to ban door-to-door sales of some products and services, which will cause good salesmen to lose jobs and unethical ones to find another product to tack outrageously priced extras to.", "Consumers must be empowered to say no and to close the door whenever they feel like it, and to never feel pressured to continue a conversation. They should be aware that if it’s a now-or-never offer, it’s probably a scam.", "Most of my constituents’ complaints do not involve door-to-door salespeople, although I know other members’ experiences vary, especially in higher-density areas. Residents of Stormont–Dundas–South Glengarry are much more frequently the target of fraudulent telemarketing. Their suspicions aroused, they call in to our office asking if the government indeed called them to offer a rebate or schedule a mandatory inspection. Of course, they haven’t. We are always eager to highlight that if the consumer wants something done, their first port of call should be their utility, their phone book or the Yellow Pages.", "Bans don’t work unless people know they exist and consumers know they can and will be enforced. The provisions of Bill 59 may create the legal power for consumers to seek recourse against a company that sold them a contract they should have never signed, yet the consumer must know they can contact a lawyer or the ministry for resolving the matter. We are still very distant from achieving that goal.", "The ministry appears focused on Internet advertising, which may be economically more appealing but is also less likely to impact Ontarians who either don’t use the Internet or don’t source as much information from it as they do from the local paper, local radio or their TV. Let’s not lead Ontario consumers into a false sense of security for the purpose of scoring political points. The day after a particular product is banned, bad sellers will still be out there scamming consumers anew. Local direct sellers, who know their community and are committed to providing high-quality goods and friendly service, will suffer.", "I wish now to turn my attention to schedule 1 of the bill, which creates a new licensing regime for home inspectors in Ontario. I met with stakeholders and corresponded with several more regarding the legislation, and have been seized of the issue even before the government convened its advisory panel in 2013.", "Home inspection regulation in Ontario is entirely voluntary. You can belong to an association and submit to rigorous testing and education, or you can choose not to. There are many independent home inspectors with a spotless track record and experience whose services are valuable and reliable. Other home inspector licensing bodies, whether provincial or Canada-wide, provide education, professional development, networking and the chance to be more visible to clients through tools such as member database services.", "When Bill 59 comes into force, the government will designate a corporation without share capital to act as the regulator, much like the model we see with the TSSA, the ESA, RECO, TICO, the Bereavement Authority and Tarion Warranty Corp.", "The PC caucus and I have said for a long time that this government has allowed authorities to drift too far away from government oversight and government leadership in policy-making.", "Industrial self-regulation is a useful tool to address matters that would be incredibly cumbersome to administer from a ministry directly—for instance, the adoption by reference of Canadian and international equipment standards or the determination of safe practices in the electrical field.", "The government must, however, retain a strong oversight framework to ensure each agency works for consumers and manages the money it raises wisely. All delegated agencies should fall under this principle, including the new regulatory authority for home inspectors.", "This has not happened, and it was only recently that the government began incorporating a measure of oversight by the Auditor General and a half-measure of salary disclosure at the delegated authorities in new legislation. I have crafted bills to bring this accountability principle to all delegated authorities, and I hope the government will take that on board.", "I have more to say, but I’m going to turn it over to my colleague from Lanark to finish off the hour." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continuing along with the leadoff, I recognize the member from Stormont—no." ],
  "anchor" : "para1214"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Lanark-Frontenac." ],
  "anchor" : "para1215"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Lanark-Frontenac-Addington and—" ],
  "anchor" : "para1216"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Close enough. Thank you, Speaker.", "It’s a pleasure to speak to Bill 59. I’m only going to speak about one element of the bill this afternoon. There are some very good elements of the bill. I think the minister should be commended for bringing those good elements forward.", "I think we’ve all seen—and have heard from our constituents who have been subjected to scammers and door-to-door sellers of products that are really nothing more than fraudulent—atrocious behaviour by some people, often directed at the elderly. I had a lady last week call me up from Carleton Place. She got roped into an air conditioner and a new furnace last year for $20,000. A lien is on her place. It’s just horrendous. It’s a rental agreement, and there’s really very little recourse for her at this time. That was a company called Eco Energy; it was from southern Ontario. But just very abusive behaviour by some of these people towards innocent and often elderly people.", "I do want to speak to the home inspection component of this bill. I think first I want to say that last week, the minister announced and tabled the Cunningham report on Tarion. Many people have been waiting for that review of a delegated administrative authority for many, many years: Canadians for Properly Built Homes, Barbara Captijn, Karen Somerville, and many people who faced the abuse of a delegated administrative authority and felt hamstrung in their ability to advocate for justice. So that was interesting and welcome last week.", "This week we’re debating a new delegated administrative authority being proposed under Bill 59, albeit—and I’ll give credit—the minister has implemented a number of those safeguards in Bill 59 for this new administrative authority, such as the Auditor General’s oversight and a number of other things. But it’s still—I want to speak to this just to put it on the record here. Starting at section 17 of Bill 59:", "“(1) Despite the Crown Agency Act, the administrative authority is not an agent of the crown for any purpose and shall not hold itself out as such.", "“(2) The following persons are not agents of the crown and shall not hold themselves out as such:", "“1. Persons who are employed or whose services are retained by the administrative authority” are also not agents of the crown, etc.", "No personal liability: “No action or other proceeding shall be instituted against an employee of the crown for an act done in good faith in the execution or intended execution of a duty under this act or the regulations or for an alleged neglect or default in the execution in good faith of the duty.”", "On and on we go, and let me see if I can put this in context for everybody listening today. The government is creating an administrative authority, an arm’s-length agency, some animal. It’s giving it all of the authority of government. It’s giving it legislative powers to do all kinds of things. But it has none of the inherent oversight and accountability mechanisms of a government.", "This is important, and I want to refer people to—this has been a long-standing problem. This is not new. Governments have been trying for many, many years to wrestle and get accountability with all of these agencies that we have, so much so that a whole volume of the inquiry into civil rights, a royal commission back in the 1970s, looked at subordinate legislation by the Legislature. Here’s chapter 26, volume 1, report 1. Just straight off—we all know this: “A private member’s opportunity to have a regulation considered by the Legislature is very limited.” That’s being very graceful, because it’s not very limited; it doesn’t exist at all.", "But Justice McRuer went further. He said, “It is imperative that some effective form of review by or on behalf of the Legislature should be established. The volume of subordinate legislation is very great; it is frequently of more practical importance to the individual than the general framework of statutes under which regulations are passed.”", "Maybe I’ll just go on: “A failure by the Legislature to find some specific place in the legislative calendar for supervision of subordinate legislation is, in our view”—the royal commission’s view—“a dereliction of duty on its part and a failure to protect the fundamental civil rights of the individual.”", "Of course, from that we did make a number of changes. We have a parliamentary committee called “private bills and regulations,” but it is still very much prevented from reviewing the actions and the regulations of a subordinate body of the Legislature, a delegated administrative authority, for example.", "Here’s a recommendation by Justice McRuer that was never adopted: “The rules of the Legislative Assembly should be amended to provide some specific procedure under which a private member can initiate a debate on the merits of any particular regulation. This procedure should be subject to appropriate safeguards and”—of course—“time limits.”", "That was a powerful recommendation, an important recommendation to deal with agencies and subordinate bodies of the Legislature. This House, unfortunately, has never implemented it, and without that sort of procedure, this is what causes all the grief for governments and all the hardship in government to deal with subordinate bodies of the Legislature.", "How many times, I could ask the minister—through you, Speaker—how many times did she hear of problems at Tarion? And how many times would she have liked to have done something? However, there was no mechanism within the Legislature to do so. She went out and they created a review through Justice Cunningham, but those problems were for years on end. Those people who had problems, Barbara Captijn, Karen Somerville and many others: They went through hardship for a decade, some of these people. The minister didn’t really—and not just this minister, because there was a host of ministers over that time. They didn’t really have the tools at their disposal to hold administrative authorities accountable.", "We have a new one for home inspectors now, and we still don’t have the tools to hold them accountable. I would offer this suggestion, Speaker, as an amendment to this bill. I would ask that the minister take a look at the inquiry into civil rights, that royal commission. Take a look at chapter 26, and see if we can find some way to get Justice McRuer’s recommendations either into the bill or into the standing orders of the House, so that all members of this House would actually have the tools at their disposal to review and scrutinize subordinate bodies of the Legislature. It shouldn’t all be just upon the shoulders of the minister to watch over these hundreds of agencies. That’s a job that we can all do. There are 107 of us here. What’s that adage? “Many hands make light work”? I would certainly be more than willing to help the minister scrutinize the agencies of government. I know my colleagues would as well.", "We would welcome that opportunity, as Justice McRuer said should be amended, to provide a specific procedure under which a private member can initiate a debate on the merits of a particular regulation. It’s a few words but they’re powerful words. It would allow all members of the Legislature to be far more effective, to be far greater advocates for our constituents.", "When a constituent comes to us with a complaint about Tarion, or the home inspectors down the road, or the TSSA or any of the other agencies, we would actually be able to do something for them. We could go to the private bills and regs committee or we could put a motion on the floor of this House to request a debate on the merits of the regulation.", "I offer that with all sincerity. I think it would be effective. I think it would be better for this institution, better for the advocacy and representation by all members of this House. And I would certainly welcome the opportunity to sit down with the minister and work on that amendment, and be supportive of it. So I’ll leave that.", "There are elements of this bill that I appreciate. I think there will hopefully be less victims of these door-to-door scammers who have preyed upon so many people in this province. I will say that many of them are under that guise of energy conservation and government subsidies. They often use those points to abuse people." ],
  "anchor" : "para1217"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "That’s their foot in the door." ],
  "anchor" : "para1240"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "To get their foot in the door, absolutely.", "But let’s not be blameful of those people. Let’s do what we can to prevent those people. But listen, at the same time, let’s take ownership ourselves. Let’s take responsibility ourselves, and see if we can improve the calibre of our own advocacy here in this House, improve the calibre of our representation for our constituents and hopefully not create these enduring, long-lasting, difficult, unjust situations, such as what happened at Tarion." ],
  "anchor" : "para1241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1243"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise on behalf of my constituents of Windsor West to do two minutes on the bill before us, Bill 59, the Putting Consumers First Act.", "It’s interesting; I don’t know why I haven’t seen this pattern before. I’m sure others haven’t, but I’m going to point it out and it will become really obvious, the direction the government is going in. We have before us the Putting Consumers First Act. We’ve also had the Patients First Act, and we all know that the Patients First Act really didn’t have a lot of content to it as far as actually putting patients first. In fact, the main content was moving the services that the CCACs would provide directly into the LHIN, who are actually in charge of monitoring and funding CCACs. So the government really didn’t do anything to put patients first; it has just shifted that responsibility and isn’t actually adding services to patients.", "The other bill—and this one was a doozy—was the Putting Students First Act—" ],
  "anchor" : "para1244"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Are you going to talk about this bill, though?" ],
  "anchor" : "para1247"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Well, to the member opposite, I am talking about this bill. I’m drawing a parallel between this bill and the other bills that you’ve brought forward. The Putting Students First Act, which is known as Bill 115, which actually stripped teachers of the right to strike and imposed contracts on them, clearly has struck a nerve. We all know where that ended: That landed them in court and they lost the court case.", "What I’m thinking is, whenever the government puts forward legislation like the Putting Consumers First Act, Bill 59, they put that nice name on it to hide the fact that there really is no content to it, and what content there is is not really about what the name is. It’s not about the title; it’s actually about hiding things in a bill in order to try to slip them past the people in the province and slip them by the people in this House. It doesn’t work. They should know by now it doesn’t work.", "I implore the government side to actually put some content in the bills." ],
  "anchor" : "para1248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1251"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m glad to have a couple of minutes to talk about this bill. I wish I had been here earlier for the debate; I had to be at Treasury Board this afternoon.", "I just want to give a shout-out to my critic the MPP for Stormont–Dundas–South Glengarry. He was my critic back in 2013-14, when I was the Minister of Consumer Services, so it’s like going back in time. But here we are today.", "I want to thank the member from Lanark–Frontenac–Lennox and Addington for his comments. I was really glad he brought up the Tarion announcement from last week, because the home inspector component of this bill talks about protecting homeowners, and the announcement last week about Tarion was related to that in terms of how people who buy new homes in Ontario are covered by the Ontario New Home Warranty Program.", "Tarion was too far removed from government; I agree with that. That’s why I made the changes in the announcements I made last week: to separate the role of Tarion from warranty provider and regulator, to bring that back into government. We’ve asked Tarion to increase deposit protection for new homes. We’ve also asked that new homebuyers don’t have to be experts in construction defects. Should they report a symptom? Yes.", "In terms of the DAA model, it’s important to clarify for people watching that there are only about 10 or 12 DAAs in this province. There are not as many, I think, as the member suggested in his comments. We do have accountability agreements with our DAAs, but Tarion in particular, more so than all the other ones, was too far removed from government. That’s why we took the action we did last week. That’s going to be good for consumers. I think consumers will be very happy with that announcement we made.", "With that, I think I’m out of my time." ],
  "anchor" : "para1252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1258"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure join in the debate again. I want to thank my colleague from Stormont–Dundas–South Glengarry and also my colleague from Lanark–Frontenac–Lennox and Addington for contributing substantially to the debate this afternoon.", "I had the opportunity earlier to do a comment and used most of that time to talk about family issues like birthdays. I’ll stick to the legislation at this point and go back to the two that are of the most significance to me. I’ll do the door-to-door unsolicited sales.", "I’ve told this story before about how my mother-in-law was sold an energy contract. My mother-in-law, who was born in Lithuania as an ethnic German, moved to Germany during the war and then came to Canada in 1954. She never was educated here, had little schooling over there and was not real good with the English language. Yet she was certainly victimized by one of these door-to-door salespersons on an energy contract, but she was too proud to tell me about it.", "When we finally found out, we were able to get her out of the contract, but she had been under the terms of it for probably about eight or nine months at that point. I can assure you that she would not have agreed to the terms that she became contracted under.", "That was, just as my colleague and my friend from St. Catharines said, the subject of an exposé, particularly on Marketplace, many years ago about how these unscrupulous door-to-door salespeople were taking advantage of, particularly, widows and old people like my mother-in-law. These changes in this bill are a welcome change." ],
  "anchor" : "para1259"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1265"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I too have two or three stories—in fact, every week in my office, I have case files about door-to-door energy marketers. But the most recent one was an 89-year-old woman who was sold a $7,000 water softener with about two years’ worth of soap supplies by a company in Hamilton. It was sold to her during the cooling-off period and it was installed during the cooling-off period. They didn’t wait the 10 days—or whatever it is—which is too short a cooling-off period, in my view. She wrote them a cheque right out for $7,000. One of her neighbours or friends said, “You’ve been duped,” and she came to my office.", "Thankfully, one of my staff members is very tenacious, and he probably gets 99% of people out of their contracts. He got an elderly woman, last year, who was sold a furnace and an air conditioner worth $4,000—she had signed a $20,000 contract. At the end of the day, it was installed already—and he was actually able to get her out of that—and she went to the bank and got $4,000 and paid it outright.", "In my view, these door-to-door marketers should just be banned completely. We shouldn’t allow people to be invading our constituents’ private space, getting their foot in the door and selling them contracts with outrageous interest rates. Many of these people, a lot of them seniors—I’ve even had a couple with developmental delays who were sold a contract a few months ago. And the marketers are getting smart; they’re actually coming and installing before people can get out of the contract, and then it’s a fight.", "What my staffer actually tells the companies when he’s trying to get them out is, “If you don’t end the contract, we’re going to be talking about your company in the Legislature. My MPP is going to get up and do that, and we’re going to expose your practices.” So I encourage other people to use that as well." ],
  "anchor" : "para1266"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Stormont–Dundas–South Glengarry for his final comments." ],
  "anchor" : "para1270"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I welcome the comments from the member from Windsor West, the Minister of Consumer and Government Services, the member from Welland and the member from Renfrew–Nipissing–Pembroke—one of those long names.", "The legislation is well placed. I hear comments on consumers first and students first and patients first. The member is right: It is a trend, but when you look at the legislation, many times it’s not helping anybody. Especially with patients first, we’ve seen a lot of issues where actually they’re worse off than they were before.", "When I look at door-to-door sales, there are many other avenues that are just as bad: some of these storefront set-ups where they are selling long-term leases on equipment. It tends to be people without means that are going in and signing contracts for 10 years and paying many times more than what the equipment would cost to do it themselves.", "Very quickly, I want to get into a story that I might have told before about a door-to-door salesman that used to be in my area when I was growing up, Neilie Austin, who made his living—he would have probably been born around the turn of the century or before. He had a small car, one of the few people with a car, and sold clothing, Fuller brushes—just about anything you wanted. He lived in a home that was probably about eight by 10. Of course, in the wintertime you couldn’t live there, so he would stay with people in the area. Recently I found out that his real name was Neilie Austin MacDonald because he was inducted into the Celtic music hall of fame—he is actually quite a violinist—and that was part of how he made his living; he would play at different events. So those were times when people had very little opportunity for means and didn’t do well, but it was an honourable position at that time. We’re seeing this old occupation now ruled out of order." ],
  "anchor" : "para1271"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1275"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "We don’t have the full hour, but enjoy the next 35 minutes or so. I hope you’ll find it interesting.", "This bill addresses a number of issues that are of great concern to consumers in our province, and there are some areas that are touched upon that—the areas themselves are quite important, and it’s definitely something that the government can get some credit for addressing in terms of at least raising the issue, but there’s a lot of substance that’s lacking. We’ll go through the bill and talk about some of the schedules and some of the sections that actually help us out and some of the areas where I will provide some insight, hopefully to improve upon or make some suggestions where we can go further as a province.", "Beginning with schedule 1, the first part of the bill, Mr. Speaker, as I’m sure you’re aware, addresses home inspection. Home inspection, as many people talk about homes—and you will have heard this—it’s probably the biggest investment in most people’s lives, and so it makes a lot of sense that people know what they’re purchasing. As it stands right now, there is a pretty wide range of services when it comes to home inspection. There isn’t a sense that you’re getting a uniform result. Some people go to more detail with respect to their home inspection and some people have less detail.", "The idea of having a licensed home inspector makes a lot of sense. If you want to have some sense of security and know what you’re getting into, there are often opportunities to buy homes that require a lot of work, but it’s important to know to what extent and to have a better sense of what the condition of the home is, and to advance that goal, to understand the condition of the home, it makes sense that the person who’s providing that inspection, who’s providing that insight, has a licence so that there is some uniformity, some reliability in the sense of you know what you’re getting with respect to that report. So you not only know what you’re getting into in terms of the home; you know that the report that you get will actually give you some real clarity around that.", "A lot of the bill talks about how to implement this home inspection. Now, one component of the implementation of this licensing regime—it’s not the most exciting topic, but it’s important to point out that the government is again electing to use a delegated administrative authority. We’ve seen time and time again a number of concerns around this form of organization. What happens with these delegated administrative authorities is that there is a significant lack of oversight. The agency effectively acts like a government wing but does not have any of the scrutiny or oversight that you would expect of something that’s delivered by the government. The bill makes it very clear that, as a part of the definition of an administrative authority, it’s not an agent of the crown. The employees of the authority are not crown employees. There is no crown liability for actions of the authority, and the authority is required to indemnify the crown for damages or costs.", "In this particular circumstance, I don’t see it being a major concern, but the general trend towards using the DAAs is something that’s troubling because it takes away from true oversight. It’s something that we’ve raised before as opposition, and I want to again just highlight how important it is that we need to ensure that there is oversight over any body that provides services that people rely on, and just that the government’s predilection to using this form of organization is something that’s troubling. In this particular case, I don’t think it will be a major concern, though.", "If we turn to the other areas of interest, there is the Collection and Debt Settlement Services Act. This bill touches on some minor amendments to collection and debt settlement services. One of the key areas with respect to debt collection is, if you’ve ever been in this scenario—and I’ve spoken with people who have been in the circumstance where they’re unable to pay their debts and their debts have been purchased by a debt collection agency or a debt collection service. What happens and what follows is a very difficult time for the debtor. The fact that someone is already in that position means that they’re in some sort of financial difficulty, they’re in some sort of personal difficulty, and now you have a debt collector. The collection agency often uses very unscrupulous techniques. They resort to quite aggressive techniques, often very demeaning language, and it’s inappropriate to see that happen in our province. People who are already in a difficult position—we understand that the debt collectors have a job to collect on the debt that they need to collect on, but there need to be some parameters on what’s appropriate behaviour and what’s not appropriate behaviour. This bill touches on the topic, underneath schedule 2, subsection 4(3). The bill talks about responsibilities for collectors. I will just read it into the record. It reads, “A collection agency that employs, appoints or authorizes an individual to act as a collector for or on behalf of the agency shall exercise due diligence to ensure that the individual complies with this act and the regulations when acting as a collector.”", "Presumably, this bill will allow for certain regulations that prescribe the appropriate manner in which a collector can go about their duties. That’s an important piece. I think it’s absolutely important. I’ve spoken with people who have been through this before. It’s a very difficult time. There’s a lot of shame that’s already felt by the individual who’s in that position. But then the collector preys on that through very aggressive techniques, like I said, and sometimes demeaning language. That should not happen. There should be a level of decorum, a level of civility and a level of respect that every individual is entitled to. I think it’s important and laudable that the government included a section that talks about regulating that behaviour.", "The problem is, what is the prescription? What are the recommendations in terms of the behaviour that’s appropriate? None of that’s in the bill. This is the problem with the idea of having everything left to regulation. This is something important. I would like to weigh in on it. I would like to provide some insight or my opinion with respect to what that language should be or should not be. I would also like to provide some response to what the government suggests. But at this point, I don’t know what’s going to be suggested. It’s left to regulation.", "In general, I hope and I assume—but we don’t know—that the regulation should include language that is respectful, that maintains a civil decorum, that maintains respect and dignity for the individual who is in this position, and does not allow them to be abused or to receive harassing language or to be repeatedly called in a manner that is also harassing. That’s left to regulation. There isn’t a lot of detail here. But in terms of my input as the critic, I want to make it clear that there should be an overarching principle of respect and dignity for the individual.", "The other component of this schedule of the bill talks about the administrative penalty. Any piece of legislation, for it to have strength, needs to have strong remedies or recourse. If someone does contravene the act, there needs to be a response, a penalty. In this case, there is an administrative penalty, and I’ll acknowledge that. Any legislation is only as strong as the enforcement or the recourse or the remedy or the punishment. In this case, there is a fairly significant penalty associated with any contravention of this component, so that’s something that I acknowledge as a positive step.", "The two areas where there’s the biggest opportunity for the government to act: One is payday loan companies and that area, and the other area of the bill that needs to be addressed—and there’s an opportunity to do a lot of good work—is in the Consumer Protection Act section, which addresses door-to-door sales. In general, we’re seeing, in this province, far too many examples. My colleague from St. Catharines touched on this—my apologies; my colleague from Welland touched on this." ],
  "anchor" : "para1276"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "He did, too." ],
  "anchor" : "para1289"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Both of them actually touched on this. That’s a good point.", "My colleague from Welland, the former mayor, touched on this, that it’s actually really disturbing and quite offensive the level to which people are being exploited. And it’s not a coincidence that every example that we see in our offices, or the vast majority of the examples, of people who are exploited are people who are in some category of vulnerability.", "Whether it’s seniors, those with language difficulties or where there are other forms of learning difficulties, it’s far too many people who are the most vulnerable that are the ones who are most exploited. That’s what cries out for government intervention. That’s exactly the scenario where we need to step up as a government, as politicians and as lawmakers, to ensure that those folks who cannot protect themselves or who are less able to protect themselves receive protection from the state. That’s where we actually shine the brightest and where we have the greatest responsibility. It’s in this area where I feel like we can do far more to ensure that this province does not allow any sort of exploitation of people who call this province their home.", "One of the areas that I’m concerned about—and I want the government to, perhaps, weigh in on this, and maybe someone can respond to this. My concern is that the cooling-off period seems to have been reduced here. The cooling-off period was, at one point, 20 days, and now it’s being reduced to 10 days. I think in general, if we want to address the—I’m loath to use words of hyperbole, but I would want to use the word—scourge of exploitation that occurs door to door, then we need to increase cooling-off periods, not decrease them. That’s one area of concern that I have. From my understanding of the bill, it looks like they’ve decreased the period of cooling off. This is something I want the government to respond to." ],
  "anchor" : "para1290"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "They shouldn’t be able to install during that period." ],
  "anchor" : "para1294"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Right. A number of issues arise from this concern around the cooling-off. The cooling-off period is to allow someone—in the moment of the door-to-door sale, if they enter into something that’s not to their advantage, once they have a moment to have some sober reflection, they should be able to decide not to. More importantly, though, to not put someone in a more difficult position, as our colleague, the respected member from Welland, indicated, they shouldn’t be subject to installations during that cooling-off period. If you think about it, Mr. Speaker, if you’re saying that we want to give somebody the opportunity to think about it and say, “Listen, maybe this isn’t actually a good deal for me. Maybe being charged 200% interest on the purchase of a particular service or a particular item in my home—something that, if I look at the lifetime of my payments, is going to cost me $20,000 but is actually only worth $4,000—maybe it doesn’t make a lot of sense for me to enter into that contract.” To afford someone the opportunity to reflect on that—if whatever the product is is allowed to be installed during the cool-off period, you feel compelled to then go ahead with it because now they’ve already installed it. It doesn’t actually benefit the consumer if the cooling-off period doesn’t also include a very clear restriction on any installation of that product. Once it’s in your home and installed, you might consider it a difficulty to get it removed at that point. It might make it harder for you to make a clear decision. We need to be very clear on that.", "What was raised a number of times in the committee and was brought up by a number of deputations and is something that I strongly believe in is that there needs to be an overall principle with respect to door-to-door sales. There is a clear distinction between a door-to-door cookie sale, someone from—whether it’s Boy Scouts or Girl Scouts or Girl Guides or whatever the agency is going door to door to sell an item of less value, not very expensive, and that doesn’t require entering into a long-term, high-interest contract: That’s a separate category. Those circumstances aren’t really something that we receive a lot of complaints about, and they aren’t something that we’re overly concerned about as legislators, as lawmakers.", "In fact, I think there’s a certain community element to seeing people going door to door as young people, selling a product to raise funds for whatever their initiative is. I think that’s something that’s positive, and there’s certainly nothing negative about that. That’s not the type of practice we want to regulate.", "But there is clearly a category of door-to-door sales which is problematic. Generally speaking, we can summarize that to be where there are high-pressure tactics.", "Any time you’re making a decision—most decisions in your life, if you make them in a high-pressure environment, are probably not made with the clearest of minds. Generally speaking, we don’t want to see high-pressure sales tactics at the door.", "The other principle is that we want to be very vigilant and very careful about ensuring that people who are going door to door are not forcing people or encouraging people or compelling people to get into contracts which are long-term and high-interest. That’s really the issue. Once you enter into a long-term commitment, that’s where we want to make sure that this highest level of protection—and in fact, maybe that’s not the right environment at all. Maybe we should not allow anyone to enter into a long-term contract at the door. Maybe that’s not the most beneficial or the most conducive space to making that type of decision.", "In addition, when it’s a long-term contract coupled with high interest, then we certainly don’t want those types of deals to be entered into at the door. That’s where we need to be very clear that high-pressure tactics which involve long-term high interest should not be made at the door. That is not the appropriate venue for that. Maybe those types of sales should be banned outright, because they don’t actually assist the consumer. They put the consumer in a difficult position. Maybe those should be very clearly ended in this province, because it’s just offensive to me the number of times I see people put into situations that are in no way beneficial to them financially.", "There is no benefit to entering into a deal that is going to cost you so much more than what the actual item is worth. That just doesn’t make sense to me, Mr. Speaker, and we should be prohibiting those types of arrangements.", "One of the elements of this bill which I think is very helpful is the idea—and this is under the Consumer Protection Act, 2002, under section 43.1, subsection (1). The government has suggested in the legislation a restriction on entering into certain direct agreements. This section reads, “No supplier shall, while at a consumer’s dwelling or at any other prescribed place, solicit the consumer to enter into a direct agreement for the supply of prescribed goods or services or enter into such an agreement unless the consumer has initiated contact with the supplier and has specifically requested that the supplier attend at the consumer’s dwelling or the other prescribed place for the purpose of entering into such an agreement.”", "This component here is actually quite helpful. It actually establishes that unless the consumer requires or the consumer initiates the contact with the supplier, then no agreement should be entered into. The concern still remains, though. You’ve initiated contact. Maybe there is a really aggressive sales tactic that makes it sound like a deal that you can’t believe and you say, “Hey, maybe I want to look into this deal.” You call up the supplier and say, “Listen, I saw your flyer. It sounds like a great deal. You’re going to give me a free water softener. You’re going to give me a free water purifier, and I don’t have to pay anything for 10 years and then I start paying a really small amount. Maybe this is a good deal. Come on over.”", "They come on over and it turns out that the sales tactic that initially pulls the consumer to think that this might be a good deal—at the door they say, “Yes, well, that was for the base model, which actually doesn’t really work that well. Let’s give you this better model. This model is going to be amazing, and it’s going to require you to make a small monthly payment, but it’s not a big deal.”", "Now you’ve initiated the contact and they’ve come to the door, but now they start making the exact same thing happen: the high-pressure tactic, long-term contract and high interest. That still happens again.", "So I think it’s really clear that we get at the principle, as opposed to looking at the symptom. We really need to get at what’s the key issue here. Though this is a positive step forward, I think there is still a loophole here that doesn’t really address the actual problem. This is an important issue to address.", "Now, the remedy in this part of the schedule is quite strong. It does talk about ensuring that if there’s any sort of contravention of this schedule, that makes the agreement void. That will certainly help in any circumstance where our constituents find themselves in a contract that’s not to their benefit and that they want to get out of. And if the suppliers in any way contravene the act, then there’s a remedy and we can help them get out of it. So that’s a positive step there.", "But in general, I think it’s important that, again, we highlight that we need to make sure that we don’t see any of our constituents enter into any contracts or agreements that put them into a financially negative position. We have to be very vigilant to use this opportunity to ban those outright.", "The other area of this bill which touches on a very important issue is the Payday Loans Act. First, I think we need to take a moment to address the broad concern. The fact that people are relying on payday loans is a symptom of an economic circumstance here in this province where people are finding it harder and harder to make ends meet. That’s really the reality. The fact that people rely on payday loans is a result of the fact that there is far too much poverty in this province. There is an unacceptable degree of costs in the lives of people at the same time that wages have not increased commensurate with those costs. People are living in very difficult circumstances. They don’t have opportunities. That’s really the major issue here. The fact that we have a payday loan industry is as a result of people being in difficult positions, so we need to address that in a broader stroke.", "That’s why, as New Democrats, we’ve offered solutions to this problem: things like a minimum wage, to make sure that people who are working in a job don’t live in poverty, that people who are working full-time are actually able to find a way to live. They would be able to earn a living wage. That’s an important step. We’ve talked about ways of ensuring that the workplace is more fair and just. We will be introducing a motion around temporary job agencies to ensure that people who work through those agencies aren’t exploited, are able to get equal pay for equal work. Those are some of the actual solutions to the underlying problem.", "With respect to payday loans, the major issue is the rate of interest. People are being charged rates of interest which, if there was not an exception, would effectively mean they are being charged rates of interest that are criminal, that would be usury under the definition of the Criminal Code of Canada. The rate of interest is far beyond 50% or 60%. The rate of interest is upwards in the hundreds of percentage points. That is the real issue, that people are being charged such a high rate of interest. The bill doesn’t do anything significant on that actual cost, that actual punitive and punishingly high rate of interest. That’s one issue.", "The other major concern is that we know that people need access to credit. There are times in the lives of individuals where they have difficulties and they need access to credit. This bill, though it touches on payday loans, doesn’t talk about how we can have more affordable credit or how we can increase access to affordable credit.", "We know that in many municipalities, the concentration of payday loan companies is located in areas where there are greater rates of poverty, where there are lower socio-economic circumstances. We need to have access to more affordable credit in those areas. Credit unions have been suggested as a solution. There’s been some talk about the use of postal offices as a national banking regime that provides alternative forms of credit or more affordable credit.", "But in general, we need access to affordable credit; that’s the issue. Whether that can be a program that encourages banks, credit unions or other forms of credit that don’t have such a stringent requirement on credit ratings, because people who are in these positions don’t have the credit ratings to access normal forms of credit—not normal, but more affordable forms of credit. We need to make sure that there is some sort of prescription that allows for people who are in those circumstances.", "The idea of microloans—because, in effect, payday loans are often a small amount of loans which are much like microloans. If we could have some guidance with respect to the province in terms of credit unions that are able to provide these microloans, that might be a solution as well.", "The bill touches on, though, two or three areas that I’d like to address as well. One of the areas is the location of offices. Like I’ve indicated, there is a concentration, often in cities, where the payday loan companies are all located in one area where people have lower incomes. The bill allows municipalities to restrict the location of new payday loan companies, that the licensee shall not operate their offices in locations where bylaws are passed to prohibit them being built or being located—that’s a positive step.", "What happens for a lot of consumers is that once they take out a loan, the rate of interest is so high, they can’t pay it back, so they take out another loan to pay out the previous loan. They keep on taking out multiple loans and each of these loans has an interest rate in the 100% to 200% range or more, and they can’t pay back any of the loans. They keep on taking out more loans, and they find themselves in this spiral.", "One of the solutions is to not allow or to prohibit concurrent payday loan agreements. So subsection 22(1), “No concurrent or replacement payday loan agreements” would prohibit an individual from entering into multiple payday loan agreements and also cover the circumstance where someone goes to multiple agencies, multiple payday loan companies to get multiple loans. That’s also covered here, which is a positive thing. Having those two requirements would certainly be beneficial to assisting someone who is in this circumstance.", "One of the major concerns is that with normal loans or with loans that are more affordable, loans that are more traditional in the sense of bank loans and credit union loans, you’re able to pay back portions of the loan. You don’t have to pay back the entire principal and interest all at once. That’s what makes those loans more affordable. But in a payday loan scenario, you’re actually forced to pay both the interest and the principal in a lump sum.", "Many of the advocates who gave deputations, who spoke in the committee, said that one of the best ways to address the affordability piece is to allow consumers to pay back in increments, to pay back their loans the same way you pay your credit card or your mortgage, pay back a portion of the interest and a portion of the principal, so you’re not forced to pay back the entire amount. That’s a very important component of making sure that the difficulties people face are addressed. The bill does include that.", "But the deputation around allowing people to pay back portions of a loan was coupled with the suggestion that we should be able to have longer periods of time for repayment. Right now, the repayment period is often two weeks, three weeks or four weeks, and one of the suggestions was that it’s just very difficult to pay back a loan within that period of time.", "The issue is that we need to make sure that people are not only able to pay back in smaller amounts, but that the time to pay back must also be increased, and that’s a major issue. As soon as you go beyond the one-month period, there’s a massive penalty that puts people in an even more difficult circumstance. There needs to be a way that people can actually extend that without suffering a massive penalty. That’s a really big component about how we can address the affordability piece here.", "We have an opportunity now to address this industry and really work towards making the lives of people more fair. We know that people who are already in a vulnerable—it’s one of those interesting things, and it’s a very troubling thing, that people who have the means of paying back high interest are actually awarded the lowest interest. They are able to get access to the best interest rates, the lowest line-of-credit rates. They’re able to get the most affordable credit, the individuals who have the most capacity to pay it back.", "The people who can’t actually pay it back or are in a limited ability to pay back are the ones who are faced with the highest rates of interest. I’m sure there are economic reasons and financial reasons and actuarial reasons for this that can be justified, but in terms of justice it doesn’t seem to me a fair way to create a society where people who need access to loans the most, who are in the most difficult circumstances, have to pay the highest rates of interest and have no access to affordable credit. Those are the folks we actually need to help out more. That’s where we actually have to do our job as lawmakers, to ensure that people who are, again, the most vulnerable are not the ones who are suffering the most exploitation.", "That’s why it’s so important for us to make sure we address this piece right now. We have an opportunity here to do two things. One is we need to lower the rate of interest. The government did not move on that. We suggested putting forward a cap. As New Democrats, we suggested putting forward a cap on the amount of interest that can be charged by payday loan companies, and that’s an important piece. The government did not accept those amendments. That’s what we need to do.", "The second piece is that we need to extend the period of time. People are unable to pay back those loans within one payday period. If they can be extended—that was one of the most sought-after amendments by community advocates. They said, “Listen, extend the period of time. If you extend the period of time, many people would be able to pay back their loans and not be in such a financial strait or difficulty.” That’s where this government again failed to move. We need to do that.", "Those are the two pieces that I think would be the most important.", "In general, we have a law—I was just checking the time to see how I’m doing. I know that I’m unable to complete the full lead today, but I want to summarize now, with the couple of minutes I have left, where we are.", "Consumer protection is an important function and responsibility of this government. There are a number of areas where, as lawmakers, we’re able to provide protection. In general, the principle has to be that as a government, as lawmakers or as legislators, we need to protect those who can’t protect themselves or those who are in a compromised position, whatever that reason is—financial circumstances, age, language, other abilities that compromise their capacity to protect themselves. That’s where we are most needed.", "There are three areas that are addressed in this law. Again, I want to highlight, with the door-to-door sales and with the payday loans, we’re seeing again and again that it’s the people who are the most vulnerable who are impacted by this, and that’s why it’s so important for us to do something about it.", "Really, it’s an issue of affordability. It’s an issue of access to services. With door-to-door sales, it’s protections for people who can’t protect themselves. We have an opportunity, with this legislation, to improve those circumstances that the government missed out on—a significant opportunity to, on a broad level, ban the exploitation of people at the door. They missed out on a major opportunity, with payday loan companies, to create more justice for people who are in a difficult circumstance.", "It’s never too late. The government still has an opportunity, with this legislation, to consider addressing those areas that have been missed by this legislation—addressing those faults or those gaps. I implore the government to do so. We must do that, as it is our responsibility as legislators." ],
  "anchor" : "para1295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made." ],
  "anchor" : "para1337"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Nepean–Carleton has given notice of dissatisfaction with an answer to a question given by the President of the Treasury Board. Pursuant to the order of the House passed earlier today, I now recognize the member from Leeds–Grenville.", "Interjections." ],
  "anchor" : "para1340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "One moment, please.", "The member has up to five minutes to debate—" ],
  "anchor" : "para1342"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I knew that." ],
  "anchor" : "para1344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I know you knew that—to debate the matter, and the President of the Treasury Board may reply for up to five minutes.", "Now I will recognize the member from Leeds–Grenville." ],
  "anchor" : "para1345"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m pleased, on behalf of the member from Nepean–Carleton, to be here and make a few remarks about the exchange that took place between the member and the President of the Treasury Board.", "As most members of the House will know, Ms. MacLeod, the member for Nepean–Carleton, talked about an interview on Newstalk 1010’s the Rush, where, when asked about the clearly partisan hydro ads that made the government look favourable, the Deputy Premier responded with the words, “So be it.”", "I found it fascinating that the President of the Treasury Board made no attempt to talk about the comment made by the Deputy Premier, nor did she even talk remotely about the changes that this government has made to advertising.", "I want to take the President of the Treasury Board back to May 2015 and the special report by the Auditor General entitled The Government’s Proposed Amendments to the Government Advertising Act, 2004. I’ll refer to the Government Advertising Act as the GAA. It was a special report in May 2015, and I want to quote from page 1 of the report:", "“I am issuing this special report to the Legislative Assembly to inform members of concerns I have with the government’s recently proposed amendments to the GAA, as I believe they may well impact the credibility of my office. Under the current GAA, I have the authority and the responsibility to review most advertising proposed by the government to ensure that it is non-partisan and meets legislated standards. If the proposed amendments under Bill 91, the Budget Measures Act, schedule 14, are passed by the Legislature without change, I may be put in the untenable and unacceptable position of having to approve an advertisement as being in compliance with the GAA because it conforms to the proposed, very narrow definition of what is partisan—even though, in my opinion, it is clearly a partisan advertisement.”", "She goes on, Speaker, in the next page of the report:", "“In essence, if these proposed amendments are passed, my office would be placed in the untenable and unacceptable position of approving advertisements because they conform to the narrow requirements of the amended GAA—even though they could clearly be partisan by any objective, reasonable standard. This would be of little value to the taxpayers bearing the costs of those ads.” I want to repeat that line in the Auditor General’s report: “This would be of little value to the taxpayers bearing the costs of those ads.”", "The Auditor General goes on to say, “I believe that this would have a serious impact on the credibility and reputation of my office, with citizens rightly asking how the Auditor General could have approved such ads as being non-partisan.” That was her special report.", "In her annual report, in chapter 6, “Review of Government Advertising,” I’ll read another excerpt from the Auditor General: “In effect, the amended act now requires our office to ‘rubber-stamp’ all advertising submitted to us, including some items this year that we believe would have been considered partisan under the original act.", "“The process by which the act was amended is also worth noting. Our office never received a copy of the draft amendments for review in advance of their introduction, and we were not consulted about the proposed changes.”", "Fast-forward, Speaker, to last Thursday, when the member for Dufferin–Caledon tabled a private member’s bill that would give back those powers to the Auditor General—would give back her powers that were stripped away by this government. It’s very simple: I want the President of the Treasury Board, as the member for Nepean–Carleton asked, to apologize for those arrogant comments by the Deputy Premier about “So be it,” given the fact that it was this government that stripped away the Auditor General’s powers.", "I’m going to make it very clear, Speaker. On June 7, 2018, I believe Patrick Brown will be the Premier of this province. And I will tell you something: This issue has not seen its last days in the Legislature. We’re going to continue to bring this up. We’re going to continue to put forward amendments to strengthen the Auditor General’s review of advertising. We’re going to put back those changes that this government made to make clearly partisan ads, we’re going to make those changes, we’re going to give the power back to the Auditor General. That’s our commitment to the people of Ontario." ],
  "anchor" : "para1347"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The President of the Treasury Board now has up to five minutes to respond." ],
  "anchor" : "para1360"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m pleased to be able to speak about government advertising. In 2013, the Premier set out a bold vision for Ontario to be the most open and transparent government in the country. Transparency means improving access to government data in order to help businesses grow, spur innovation and solve problems that affect people in their everyday lives, and transparency means being a leader when it comes to how we advertise.", "Ontario was the first jurisdiction in Canada to enact legislation that bans government-paid, politically partisan advertising. We remain the only jurisdiction to have done so to date.", "Since enacted, all government advertising has complied with our ambitious legislation and has been in line with approved budgets. In addition, the Speaker confirmed we are compliant with the rules of the House with respect to the fair hydro advertising.", "In 2015, we further enhanced the transparency of our legislation by clarifying what was meant by the term “partisan,” setting out clear, objective, legislated criteria. Specifically, we clarified that an ad is partisan if it includes the name, voice or image of a member of the executive council—i.e., cabinet—or the Legislative Assembly. We clarified that an ad is partisan if it includes the name or logo of a recognized party. We added clarification that an ad is partisan if it identifies and criticizes a recognized party or a member of the assembly. We clarified that “partisan” means including, to a significant degree, a colour associated with the governing party unless the item depicted in the ad commonly appears in that colour. For example, Ontario apples, strawberries and tomatoes are really actually red, so that’s okay.", "We believe that government has a responsibility to communicate information about the programs and services that people need, like tax changes or transit programs. So let’s go through some of the largest advertising spends from 2015-16 so that the public who are watching and the opposition can see what we’ve done. The opposition, I think, would prefer that we not advertise some of these things.", "For example, our sexual violence and harassment campaign, #WhoWillYouHelp, challenged existing attitudes and sparked international discussion. Our video was viewed over seven million times in the first 10 days and generated more than 85 million views worldwide. Within six months, we had measurable results: 55% strongly agreed that they had an obligation to intervene when witnessing sexual harassment—up from 37%.", "I know that the MPP from Carleton–Mississippi Mills apologized earlier this week for calling our zero tolerance policy for sexual abuse of patients “dangerous,” and perhaps the opposition thinks that our government should not work on combatting sexual violence and are content with apologies. But we believe that this is acceptable government advertising because it educates the public on an important social topic.", "What about our ads on combatting climate change? I know that the Auditor General has noted that she disagreed with our ads on climate change. I know that the PC Party added green to their logo, so maybe they think that that’s their contribution to climate change.", "Here are some of the quotes this year from the opposition that would seem to support the theory, Speaker, that there’s not a lot of engagement in climate change.", "The member from Lambton–Kent–Middlesex tweeted, “@JustinTrudeau should not force provinces to implement a carbon tax or cap-and-trade. Period.” There’s a quote from the same member the very next day, referencing cap-and-trade, saying, “It’s not helping the environment and it’s bad policy if we want to compete with the US.”", "I’d like to know if the opposition still think global warming is a myth, like some of our counterparts in the States this past week.", "We believe that climate change is real, that our cap-and-trade program makes a valuable social contribution—in fact, a valid environmental contribution—and people need to know about climate change. It’s an important issue in Ontario.", "Speaker, we advertise, and we think it is actually what the public needs to know." ],
  "anchor" : "para1361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the member from Leeds–Grenville and the President of the Treasury Board for your comments this evening.", "There being no further matter to debate, I deem the motion to adjourn to be carried.", "This House now stands adjourned until 9 a.m. tomorrow morning." ],
  "anchor" : "para1374"
} ]