[ {
  "speaker" : "The Speaker",
  "text" : [ "Good afternoon. Please join me in prayer." ],
  "anchor" : "para54"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I would like to welcome Smokey Thomas and many faculty and students here today. Thank you for attending." ],
  "anchor" : "para57"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I just want to acknowledge, from OPSEU, two of my constituents: Bob Eaton and Clarke Eaton. Welcome to Queen’s Park." ],
  "anchor" : "para58"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome.", "Further introductions? Last call for introductions." ],
  "anchor" : "para59"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I am delighted that we are again joined by the leadership of CSA, and students from Guelph-Humber and other students who are very anxious to get back to school." ],
  "anchor" : "para61"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Motions: government House leader." ],
  "anchor" : "para62"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, now that Bill 178 has received first reading, I seek unanimous consent to pass this bill and put students back in the classroom on Monday by putting forward a motion, notwithstanding standing order 71(a), regarding the consideration of second and third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union." ],
  "anchor" : "para63"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we—", "Interjections." ],
  "anchor" : "para64"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask all members to let me finish, and then I’ll listen.", "Do we agree? I heard a no.", "Mr. Flynn moved second reading of the following bill:", "Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union / Projet de loi 178, Loi visant à régler le conflit de travail entre le Conseil des employeurs des collèges et le Syndicat des employés de la fonction publique de l’Ontario." ],
  "anchor" : "para66"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, I will be sharing my time today with the Minister of Advanced Education and Skills Development.", "We find ourselves in a situation today where the House has been asked to deal with an impasse in the negotiations between the College Employer Council and OPSEU. It’s unfortunate we have reached this situation in the negotiations. Most of all, it’s unfortunate for those students who are the most affected by this.", "It isn’t as if sides haven’t tried in this, and it isn’t as if the mediators haven’t tried in this, and I fully respect that. An impasse has come about in this five-week strike, despite very extensive attempts at mediation. Our mediators at the MOL have been working with both parties to try to achieve what we really want: a negotiated settlement.", "Our role, our responsibility as a government, is that we cannot stand by when there remains a very clear impasse between the parties that is not moving. Our government respects and believes in the collective bargaining process. It’s only in very special and unusual circumstances that a government, in my opinion, should intervene in this regard.", "During the time of this government—and this, I think, is a testament to both labour and management in the province of Ontario—more than 98% of all negotiations have been successfully resolved without having to resort to a strike, to a lockout or to a work stoppage. We’re proud of this record, and this government remains committed to collective bargaining in the province of Ontario. It has been our belief in the past, and it remains our belief today, that the best agreements are those that are settled freely negotiated by the parties at the bargaining table.", "What we have before us, and what I ask for support of the House, is that all outstanding issues that cannot be resolved would be referred to binding mediation-arbitration. Nothing prevents the parties from continuing to negotiate, and we actually encourage the College Employer Council and OPSEU to try and reach a mutually acceptable agreement.", "But it would be irresponsible of all of us in this Legislature to allow our colleges to remain closed any longer. It would be irresponsible of us to ignore the significant educational, financial and personal impact that this is having on students in this province and on families in this province. The continuation of this dispute, and the resulting labour disruption in the college system and its corresponding effects to those who work in the college system, to those who are students in the college system and those who manage the college system, gives rise to very serious public interest concerns.", "For these reasons, Speaker, we’re acting decisively, we’re acting fairly, and what I am imploring all members of this House to do today is to grant speedy passage of this legislation. Public interest demands that we act expeditiously, and that’s what I’m seeking support of the House for." ],
  "anchor" : "para72"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Advanced Education and Skills Development." ],
  "anchor" : "para80"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, we are here for one reason and one reason only today, and it is driven by our concern for students and our determination to get students back in the classroom as quickly as possible.", "On this side of the House, we do respect the collective bargaining process. That’s why we have supported both parties over the past five weeks. We very much wanted them to reach an agreement at the table. We needed the parties to exhaust all options before we would even think about entertaining this type of legislation, but when the final offer vote was not accepted, the Premier and I called both parties to a meeting. We implored them to come together to reach a negotiated settlement or to agree to a process for binding arbitration.", "Later that day—that was on Thursday—they informed us that they were at a complete deadlock. Given the deadlock between the parties, we determined that the time had come to bring forward this legislation. This legislation is a last resort. We understand the constitutional protections afforded to striking workers, and we respect those constitutional protections. We did everything we could to avoid getting here without interfering in the collective bargaining process. We tried to assist the parties in coming up with creative solutions. For example, the government committed to a task force to study issues like precarious work and staffing ratios.", "This strike is affecting hundreds of thousands of students. It is unfair to them to keep them out any longer. The semester is in jeopardy of being lost. Had we passed this legislation on Thursday or even on Friday, students would have and could have been in the classroom by Monday. But the NDP chose to block that from happening.", "We are prepared to stay here as long as it takes to get this legislation passed. Students need certainty. Students are counting on every member of this Legislature to take their responsibility seriously and to make students their first priority." ],
  "anchor" : "para81"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Whitby–Oshawa." ],
  "anchor" : "para87"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Thank you, Speaker." ],
  "anchor" : "para88"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member, I’m sorry. I missed a section: questions and comments.", "Questions and comments? Last call for questions and comments.", "Further debate? The member from Whitby–Oshawa. Sorry." ],
  "anchor" : "para89"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Thank you, Speaker. It’s an honour to rise in the House and speak today as the official opposition critic for post-secondary education and as associate critic for education—today being a very rare Saturday sitting of the Legislative Assembly.", "The Ontario Progressive Conservative caucus has been steadfast and clear. We want to see the 500,000 students impacted by this dispute back in the classroom. They deserve to be back in the classroom getting the education they’re paying for.", "There has been a lot of blame shifted over the last few days, but we must not forget why we’re here today. In a statement yesterday, the leader of Her Majesty’s loyal opposition, Patrick Brown, reminded everyone that it’s under Premier Kathleen Wynne’s watch that we witnessed the longest college strike in Ontario’s history. It’s under Premier Wynne’s watch that over 500,000 students have been caught in the crossfire. It is under Premier Wynne’s watch that the Legislative Assembly was called back this weekend to debate back-to-work legislation—legislation that the Ontario PC caucus will be supporting.", "But it’s sad that we’ve gotten to this point. Patrick Brown, the leader of Her Majesty’s loyal opposition, and the Ontario Progressive Conservative Party called for action at the very start of the strike. On day one, our leader stood up and urged the Liberal government to take action. We called for the Premier to bring both sides back to the bargaining table weeks ago. Premier Wynne could have stepped in earlier to fix this, starting on October 15. Instead, she waited weeks before weighing in. This is very unacceptable.", "Interjections." ],
  "anchor" : "para92"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para97"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "Mr. Speaker, this is about the students. This is about the students at Algonquin, Centennial, Fanshawe, Humber, Mohawk, Seneca, Boréal, Conestoga, Fleming, La Cité, Niagara, Sheridan, Cambrian, Confederation, George Brown, Lambton, and Durham College in my riding of Whitby–Oshawa. That’s who the Ontario Progressive Conservative Party are working for this weekend. The Ontario Progressive Conservative caucus’s first priority is to get college students back in class as early as possible.", "To their credit, many students struggled valiantly to keep up their studies. Other students put together an online petition to end the labour dispute. Still others launched a class action lawsuit over their missed instruction.", "Students have had to go through an awful lot these last five weeks. I met last week with the executive from the College Student Alliance, some of whom are in the gallery today, as well as students from my own riding. They are understandably worried—understandably worried—about how they will make up the lost time as colleges release back-to-school plans that include extending the semester right up to Christmas.", "I’m encouraged by the students’ resolve, and I know they’ll find a way to succeed. But I’m also encouraged by the members we have here today. Many members cancelled local events, constituency meetings and attending community Santa Claus parades. They recognized, as they should, the importance of getting students back in the classroom. They recognized we couldn’t wait any longer and risk losing a semester.", "Speaker, I don’t want us to forget why we’re here, though, and I can’t stress this enough: We’re here because the Premier would not act. This Liberal government would not act. The province needed leadership, and their Premier sat idly by while students were out of the classroom.", "Premier Wynne, long ago, promised that the days of labour disputes were over—they were over. But we have witnessed time and time again the Premier’s failure to show leadership on the labour file, all of which has now come to a head as students were left worried, filled with anxiety that their semesters would be lost.", "For five weeks, students were left wondering how they could afford to pay for their education. For five weeks, students were forced to sell personal belongings just to make ends meet. For five weeks, students were the ones caught in the crossfire. For five weeks, while the Liberals sat at their desks twiddling their thumbs, college students were forced to put their futures on hold. Speaker, I want to be clear that for five weeks, it was this Premier’s lack of leadership that dragged this dispute on, and it was only once this became a massive political problem and a liability for the government that we saw any action, but only at the very last minute.", "This Liberal government isn’t worried about the best interests of students. The Liberal government isn’t worried about the best interests of the faculty or the community colleges across this province. They are only looking out for their own political self-interest. This is how this government operates.", "The Ontario Progressive Conservative caucus doesn’t want the students to wait any longer. We don’t want them to wait any longer. We’re ready to get students back in the classroom, and we’re prepared to work all weekend to get it done.", "Speaker, let’s put the political games aside and let’s get this done. The students deserve no less." ],
  "anchor" : "para98"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions or comments? Last call for questions or comments.", "Further debate?" ],
  "anchor" : "para108"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I’m going to be sharing my time with our critic for advanced education and skills development, the member for London West.", "New Democrats have been very dismayed and concerned over these last five long weeks as college students have not been in school. I think that people across the province of Ontario have been equally dismayed and equally concerned. Just like them, New Democrats have wanted students to be back in the classroom for weeks.", "We actually have raised many times in question period discussion over the last five weeks that the government was not doing enough to make sure that this impasse was resolved. Like most people across Ontario, we watched as students continued to have more and more anxiety, continued to worry about what the situation that was unfolding, over which they had no control, was going to do to their future and to their lives. Students in and their families—", "Interjection." ],
  "anchor" : "para110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. I don’t need assistance, thank you. We’re in warnings, and I will ask the member to stop.", "Carry on." ],
  "anchor" : "para114"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Students and their families work really, really hard to pay for tuition, to pay for housing, to pay for books, to pay for everything that they need for when they’re in school. And notwithstanding all of that effort that they put in and that their families put in to ensure that they have a successful path through post-secondary, through their college career, they went through a very difficult past couple of weeks where their entire lives were disrupted.", "Many times we heard in this House from New Democrats concerned over what students were going through. Think about how much worry, Speaker, how much difficulty those folks were going through: worry about losing class time, worry about losing the semester, worry about losing their tuition, worry about losing opportunity. In fact, a young man from the member for Welland’s riding wrote a very eloquent email to her, and here’s how he described what he and his colleagues were going through in terms of their feelings: “We feel as if this whole process has been toxic for education, mental health and financial stability.”", "Speaker, these folks are worried, to this day, about job opportunities. They’re worried about co-op placements. They’re worried about their holiday plans. They’re worried about their family obligations.", "College students have been let down for weeks by this Premier. They have been let down for weeks by this Liberal government. This Premier could have done something so much earlier, Speaker. She could have done something to get the parties back to the table—", "Interjection." ],
  "anchor" : "para117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The Minister of Economic Development and Growth is warned.", "Carry on, please." ],
  "anchor" : "para122"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "She could have done something so much earlier to make sure that students don’t have to worry about their future. She could have done something so much earlier to make sure that a fair deal could get done at the bargaining table, a deal that actually improves working conditions and improves the quality of education that our students deserve in the college sector. The minister could have issued something that’s called a binding directive. I don’t know how many people are aware of this, but the minister actually has the power to get involved in these situations as kind of a party to the employer side, as the funder that the province of Ontario is. They could have given that directive five weeks ago, but they didn’t, Speaker. The minister could have issued a directive to the colleges to get a deal done with the employees. The government has the authority, under sections 4 and 5 of the Ontario Colleges of Applied Arts and Technology Act, yet this Premier and this minister decided instead to do nothing. They sat and they watched for five weeks. And then, on Thursday, the Premier attended one short meeting and then dropped the hammer on workers’ rights.", "You know, Speaker, I’ve sat thinking about that since that interesting set of events occurred on Thursday, and I wonder to myself, “Why? Why didn’t that Premier stay in that room until the sides had reached an agreement? Why didn’t she use the directive that is available to her to make sure that that agreement was reached on Thursday?”", "And then it became very, very clear that the Premier was once again, as she always is, more focused on her and her party’s political opportunity in this dispute. Speaker, they weren’t focused on students, they haven’t been focused on faculty, and they certainly have not been focused on the quality of college education. In fact, had they been focused on that for the last number of years, we wouldn’t have had an impasse at the bargaining table at all.", "But I have to say, Speaker, how the Liberals could actually determine how they could score a political gain in this, that being their biggest and most important goal for what unfolded on Thursday, is extremely disappointing, but it’s sadly not something that we’re unaccustomed to here in the province of Ontario. What they decided to do on Thursday is, very early in the day, set up a scenario by which they knew how it would unfold, and then they spent all of their energy Thursday afternoon, Thursday evening and Friday morning trying to gain a political win. If they had spent half of that energy, a quarter of that energy in trying to get that deal done, whether it was Thursday, five weeks ago or over the last number of years, we wouldn’t be debating this back-to-work legislation, that is anti-worker, right here, right now. We know that for sure.", "We are here, though. Regardless of that, we are here because the Premier chose to do nothing along a very long path that has lasted not only weeks and not only months but years.", "This government is responsible, absolutely responsible, for the disruption in students’ lives and for pushing the college system to the breaking point. For years, this government and this Premier, and the Conservatives before them, have underfunded Ontario’s colleges. In fact—and I’ve said this many times, and the students know it, and the government knows it—this province shamefully sits at the back of the pack when it comes to per student funding for colleges. We sit at the back of the pack. We are the lowest in the entire country when it comes to per student funding in the college system.", "The best province in the country shouldn’t be the last in the nation when it comes to our post-secondary funding system. That’s something that we can all blame on this current government, after 14 years in office, and the government prior to them. They have eroded our community college system. They have eroded it significantly. Now it’s students, families and faculty that are paying the price.", "Before I go on to talk about what this legislation does and doesn’t do, I just want to go back to a timeline, because we keep hearing the government talk about timelines in a very interesting way.", "Notwithstanding the fact that they didn’t do anything for over five weeks, we know for sure that whether this bill was fast-tracked, sight unseen, through the Legislature on Friday—which is what they wanted and which would be completely irresponsible. Who allows a piece of legislation to get fast-tracked through first, second and third reading without even reading it? That is completely irresponsible. The fact that the governing party thought that any political party worth their salt was prepared to do that is absolutely shameful. And shame on the Conservatives for buying into that.", "But notwithstanding that, Speaker, we heard very clearly on Friday and Saturday—on Friday, actually, because today is Saturday—that the colleges were indicating that if the bill was passed by the end of the weekend, they would be having faculty back in the classrooms on Monday and students back into the classrooms on Tuesday. So, in fact, notwithstanding the Liberal spin and the political points that this is all about for the Liberals, the outcome will not have been different for the fact that we decided to do our jobs as legislators here in the Legislature.", "The more important thing to think of is, why, for five weeks, did the Liberals do nothing to get this fixed? Why, for five weeks, have the students had to endure such anxiety and worry? Why, for five weeks, have the faculty been on the picket lines? I hate to think that this is possible, but maybe it’s because the Premier wanted to be exactly where she could be, in terms of getting a political win for her and her Liberals, and that is a sad, sad commentary on the way that this government operates, Speaker.", "But here we are, as I said. We are in a situation of a crisis of underfunding in our college system. We are in a crisis of insecure, unstable, part-time and temporary work. That’s what is happening to the people who were walking the picket lines over this last number of weeks. Seventy per cent of Ontario’s college faculty are now working on contract. They are contract workers, Speaker. Those contracts are usually pretty short-term, usually just four months. They are usually facing substandard wages. They have no job security. They have no stability in employment. There is no respect for their invaluable contributions to the education of Ontario’s students.", "I’ve visited a number of picket lines and I’ve visited the rallies that have taken place out front. I was talking to one instructor, a professor at a college, and she was telling me that one of the things that is a reality for a lot of students is that they try, sometimes, to get help from the professor or instructor after the class is over. But unfortunately, because that instructor is literally running to get in their car to drive down the highway to go to a different college to teach a different class, they cannot get the time that they need with their instructors. Is that the quality of education that we want in our college system? Is that what we want to offer to the students who are studying to try to build a good life for themselves in Ontario? I certainly don’t think so. Shame on the Liberal government that they have allowed things to erode to such a place in this province that that’s what we have when it comes to the quality of education and access of our students to their instructors and professors. Colleges are at the epicentre, unfortunately, in this province, of unstable work. It’s not right, and it’s not the way to build a quality education system for Ontario.", "Do you know the bill that we should be debating today, Speaker? The bill we should be debating is one to end unstable and precarious work in the college sector and everywhere else. We should be delivering fairer working conditions.", "We have a member of this caucus whose spouse is a college professor. She told me that he’s been working for 10 years and still doesn’t have full-time work, is still working contract to contract and still doesn’t know in any session how many hours he’s going to be able to get to be able to pay the bills. That’s unacceptable, Speaker—unacceptable.", "We should actually be trying to fix the problems with Bill 148 and fix the crisis of unstable work overall in this province. We’ve put forward a number of recommendations and amendments to Bill 148. We wanted to eliminate the exemptions and the loopholes that the Liberals have supported that leave students and servers earning less than the minimum wage. We think everybody’s work should be valued equally—everybody’s labour should be valued equally. Student labour and servers’ labour should be valued equally to everyone else’s labour.", "We think we should be delivering three weeks’ paid vacation to workers. The government talks a good game about knowing about precarious work and understanding how people don’t have jobs for five and six years in a row anymore, that people are forced to change jobs quite often. If that’s the case, then why not acknowledge that and allow a worker to take three weeks’ vacation in the year 2017 after one year at the job? That sounds to me like a progressive move.", "Guaranteed sick days and emergency days for every worker: New Democrats have been fighting for that. The Liberals have been resisting positive moves in that regard. We want 10 days of paid leave for people who are survivors of domestic violence and sexual violence. For some reason, the Liberals don’t think that that’s an appropriate thing to do. They don’t think that it’s appropriate to try to help, largely, women who are leaving abusive situations to get back on their feet; give them a chance to get counselling for themselves and their kids; give them the chance to get a new place to live, to make sure that they’re safe from their abuser. The Liberals don’t think that it’s our societal responsibility to make sure that those women and those children can start a new life after leaving an abusive situation. New Democrats disagree, and we think we need those 10 days of paid leave. We also think that’s not an obligation that should sit on the back of an employer; we think that, as a province, the cost of providing that opportunity for those people who are fleeing domestic and sexual violence should be borne by all of us as a society and that the province of Ontario would pay for that leave and not leave that responsibility to employers.", "Protection for temporary workers, things like granting permanent status as an actual employee after working for the same employer as a temp worker for 90 days: If you work for somebody for 30 days, and then 30 more days, and then 30 more days—guess what? That’s not so temporary anymore; that’s a quarter of the year. You should be thought of as a full-time employee or as a regular employee, and you should be paid the wages and the benefits that show that exact situation. In fact, what we’ve also decided that would help with the precarious work situation—and, again, the Liberals don’t support it—is that any company, any organization that’s employing a major part of their workforce through temp agencies needs to dial that back. We don’t think any employer should be legitimately claiming that more than 20% of their workforce needs to be temporary, so that’s another amendment that we put forward for this bill.", "Of course, Speaker, equal pay for equal work, which is one of the very issues that this debate today is in some ways speaking to—one of the reasons that the faculty was bargaining was to try to get recognition for equal pay for equal work. That’s what contract faculty are demanding in these negotiations.", "But do you know what? What we saw instead, with all of the great, progressive amendments that New Democrats and our critic for labour, the member for Welland, did—all of the great amendments we put forward, and the hard work of dealing with this bill—unfortunately the Liberals ganged up and did the dirty work, frankly, of the Conservatives, and defeated our amendments, so, unfortunately, the opportunity that Bill 148 brought will not be realized.", "Instead of fixing Bill 148, here we are. Here we are today, Speaker. Instead of focusing on precarious work and things that we could have done to make working life better in this province, here we are today. We’re debating yet another Conservative-style bill.", "This bill is not a solution to the problems that exist currently. This bill leaves a broken system in place—make no mistake. It strips workers of their rights, and that is something that New Democrats will never stand for. We will never stand for a government stripping workers of their charter-protected rights. It is the wrong thing to do.", "In fact, this bill may very well be unconstitutional. It very well may be a violation of workers’ constitutional rights, which are protected by the Charter of Rights and Freedoms. The right to free collective bargaining should not be removed with the stroke of a pen by any government.", "I heard the minister whose portfolio this is all sitting under say something very strange the other day. I shook my head and I thought, “How does that work?” What she said was, “We’ve respected the collective bargaining process, but we’ve respected it for long enough.” Well, we don’t think that there’s an end to the amount of time that you respect a collective bargaining process, Speaker. You either respect it or you don’t, and obviously these Liberals do not respect the collective bargaining process.", "This process imposes an egregious requirement that’s included in this bill that is before us, which we noticed when it was tabled yesterday, that includes that the mediator-arbitrator has to take into consideration something called the “ability to pay.” This “ability to pay” issue is one that comes up often, and everybody in this chamber, every MPP, knows that it comes up often, because it’s a worrisome clause. Many people who are essential-services-designated workers—in other words, they don’t have the right to strike—are dealing with that particular issue quite regularly.", "The concern that we have is that now here we have a piece of legislation that is not being applied to essential services workers. These workers are not essential services workers, and yet, all of a sudden we have this clause about employers’ ability to pay included in this legislation. New Democrats are concerned about that. We think that’s the wrong direction to go. We were against it when it came up in the legislation that was tabled a couple years ago on a similar breach of people’s rights in terms of back-to-work legislation that this Liberal government put forward.", "In fact, it seems to me that this Liberal government breaches the rights of workers and stomps on their charter rights quite often. Whether it’s back-to-work legislation, Bill 115 or the EllisDon poison pill in their mini-budget, the Liberal Party of Ontario, the Liberal government of Ontario does not respect workers’ rights. They never have; they never will.", "Unfortunately, Speaker, what this legislation does is it totally ignores the problem of unstable and insecure work, the reality of life for contract faculty and the impact that has on the quality of education for our students who are in the college system. It also proves that fundamentally, at its core, this Liberal government is an anti-labour party. This Liberal Party is an anti-labour party. They talk a great game—they talk a great game—but when the chips are down, they sell out Hydro One, they cut public services and they stomp on workers’ rights. That’s what Liberals do, Speaker, and that is a shameful place for a party that pretends that it has a different vision when it talks. It certainly does something quite different in action, and it’s the people of Ontario that suffer the consequences.", "Look, New Democrats believe wholeheartedly that students deserve so much better than this. We believe wholeheartedly that workers deserve so much better than this. Ontario deserves so much better than this. I recognize that there are people who are very frustrated and who are not happy with the decision New Democrats made, and I respect that. I respect that. But despite the ridiculous assertions of the Deputy Premier, the labour minister and others, colleges can open Monday and students will be in class Tuesday.", "New Democrats want students to be in school, but what we do not want and what we will not support is anti-worker, Conservative-style back-to-work legislation. We will not accept that. Voting against this bill is the right thing to do. Standing up against unstable and precarious work is the right thing to do.", "You know what? Leadership is all about saying what you’re going to do and then sticking to your values. Sticking to your values: That’s what leadership is all about. And not just when it’s easy, but most importantly, when it’s hard. That’s what leadership is. It’s sticking to your values at the most difficult times.", "New Democrats stick to our principles. We stay true to our values. We stand up for workers each and every day. We do it before an election and we do it after an election as well. I have to say, it’s pretty interesting and it’s pretty disappointing, because it’s a strange situation when you have, in the province of Ontario, a Liberal government at the helm, a Liberal government that pretends that they are on the side of workers when it’s convenient for them, when it’s politically opportunistic for them, but not every day and not in every way.", "Only the Liberals would think that being true to our values, being true to our principles is disgusting, which is something the Minister of Advanced Education said the other day. She thinks it’s disgusting when a political party has values—I can see why—but she also thinks it’s disgusting when a political party stands up for their values. Well, New Democrats are very, very proud to stand up for our values and we’re proud to be very public about that. We believe in proper funding for colleges, we believe in quality education for students, and we believe in fixing the problem of unstable, part-time and temporary work instead of stripping workers of their rights.", "New Democrats have watched as right-wing Liberal and Conservative governments have tried to roll back the rights of workers many a time. You know what? Workers’ rights are protected by the Charter of Rights and Freedoms, and I can tell you today, I can tell every Ontarian and I can tell every person inside this Legislature, that when it comes to charter-protected rights, New Democrats will be there to stand up for your charter-protected rights. Whether you’re a student, whether you’re a worker or whether you have any other charter rights that you fear are going to be rolled back by a right-wing Liberal or a right-wing Conservative government, you can count on me and you can count on the NDP to stand up for your rights and say that that is not the right thing to do.", "I think, appropriately, it’s a good thing to do to finish with a quote from the young man I quoted at the beginning of my remarks, the student, because, of course, I think we would all acknowledge again that those are the folks who have been hurt most by the inaction of this government over these last five weeks.", "What he said in the closing of his email to our member for Welland, our labour critic—he’s a student at Niagara College; his name is Joshua Jones—is this: “We encourage you. Do not support this legislation that is anti-worker, anti-student and anti-union. Thank you for your time and I look forward to hearing back from you.”", "Joshua, we are glad to do as you asked. We will not support this legislation." ],
  "anchor" : "para124"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London West." ],
  "anchor" : "para164"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I rise, as advanced education critic for the Ontario NDP caucus, to participate in this important debate on Bill 178. It is a debate that never should have happened, on legislation to end a strike that could have been prevented. Given, however, that the bill is now before us, it is our job as MPPs to give it some due diligence before it is passed tomorrow by the Liberals and the PCs.", "I want to start by adding my thanks to the students who are here today from College Student Alliance. Thank you for your advocacy, thank you for your efforts to get college students back into their classrooms, and thank you for your activism to get some recognition from this Liberal government about the financial hardships that students are experiencing.", "As the students who are here today know—as anyone who has been watching this Ontario Legislature knows—no party has stood more strongly in support of students than the Ontario NDP. Since before the strike began, New Democrats have been calling on this government to do what was necessary to bring both sides to the table to achieve a negotiated settlement. Over the last five weeks, I have stood in this House on multiple occasions—more than any other MPP—to hold the government accountable, during question period, for its failure to address the conditions that led to this strike in the first place. Since the beginning, I have raised concerns about the financial hardships that students were experiencing, and stressed their right to be compensated for the financial losses they have incurred.", "My colleague the MPP for Welland and NDP leader Andrea Horwath have also stood in this House, along with many other of my caucus colleagues. We have all been urging this government to finally show some leadership to resolve this labour dispute. But for five long weeks, the Premier sat on her hands; for five long weeks, the Minister of Advanced Education and Skills Development crossed her fingers and hoped for a deal, both of them refusing to use their influence to ensure that a deal could be reached.", "Speaker, that is not good enough. These students deserved better from their government. The faculty who teach in Ontario colleges deserved better. The employers who depend on the skills and talents of Ontario college graduates deserved better. The career professionals, across a wide variety of disciplines, who help students get the practice hours they need to enter their profession deserved better. The staff who work in Ontario colleges, in food services and other ancillary jobs, who have been laid off because of this strike deserved better. The secondary school students who are enrolled in dual credit programs or a School Within a College program deserved better. The international students whose tuition dollars are, quite frankly, keeping Ontario’s college system afloat deserved better.", "The government could and should have acted much earlier to prevent this strike in the first place, or at least to end the strike as early as possible.", "The government is not only the largest single funder of colleges, but it also regulates how much revenue can be generated by the second-largest source of college funding, and that is student tuition fees. Instead of saying that its hands were tied, the government should have been right there. It should have been using its influence to bring the sides to a negotiated deal.", "Speaker, last week, when students were here from Pathways Canada and were preparing to come into the Legislature to watch the debate, I encouraged them to look for the owl and the eagle that are carved above our heads. The eagle is a reminder to MPPs who sit on the opposition benches of our duty to be vigilant in monitoring the actions of the government and to hold the government to account. The owl is a reminder to MPPs who sit on the government side to be wise in the decisions they are making, to listen carefully and to always act in the best interests of the people of this province.", "Even though the PCs were prepared to support Liberal legislation sight unseen and to abdicate their responsibility on behalf of the people who elected them, New Democrats were not willing to do that. We are committed to doing our job, even if the PCs are not, which is to review and debate legislation that is brought before this House, to highlight issues that are important to the people of this province and to hold the government to account.", "Just as the PCs forgot to look at the eagle, this Liberal government has forgotten to look at the owl. It has failed to address the pressures that are facing Ontario’s college system that led to this unprecedented five-week strike.", "Earlier this year, in January, a report was released by PricewaterhouseCoopers that provided an independent assessment of the fiscal sustainability of the Ontario college sector over the next decade. The report had some stark advice, with an analysis that tells the truth about the reality of our college system. It found that Ontario colleges will have to cut staff, increase tuition, deliver more education online and receive more government funding if they are to survive over the next decade.", "If no action is taken, the sector will be facing a cumulative debt of $1.9 billion in eight years in operational costs and a deferred maintenance deficit of $3.5 billion. Smaller colleges in remote areas will have to cut programs, leading to a lack of training opportunities and a shortage of workers in the skilled trades. Without immediate action to address the future fiscal sustainability of the sector, the report warned, the core mandate of colleges appears to be in jeopardy.", "The reality of this dire financial situation was confirmed in a report last month from the Canadian Centre for Policy Alternatives. The CCPA used StatsCan data to look at trends in public funding for colleges and universities between 2001 and 2015. In 2001, under the PC government, provincial grants made up 51.7% of college operating funds, the second-lowest of all Canadian provinces and territories. In 2015, after more than a decade of Liberal government, provincial funding for Ontario colleges had declined even further, representing just 44.4% of college operating revenues, less than every other province and territory, and far behind the second-lowest province, which was at 56.7%.", "Over that same period—from 2001 to 2015—most other provinces recognized that investing in a strong and robust college sector is critical to the well-being of citizens and the prosperity of the provincial economy. In contrast to Ontario, PEI, Nova Scotia, New Brunswick, Quebec, Manitoba, Alberta, Yukon, NWT and Nunavut all increased their share of college funding.", "In this province, as public funding for Ontario colleges declined, the government allowed tuition increases to make up the difference. In 2001, student tuition represented 28.1% of total college operating revenue, whereas in 2015 the share was 41%, far greater than any other province. This means that Ontario college students are contributing more to college operating revenues than students in any other province or territory.", "In the face of these fiscal pressures, which have become progressively worse over the years, there are two main actions that colleges have taken to manage costs. The first is increasing the amount of tuition revenues from international students, who pay about four times the amount of domestic tuition and whose fees can be increased each year by 10%, instead of the 3% cap for domestic students.", "Here, Speaker, I want to be very clear: New Democrats embrace with open arms the international students who come to Ontario to study. We recognize that our province benefits enormously from welcoming international students to our campuses. We are collectively richer for the cross-cultural understanding and global awareness that is developed when domestic students learn alongside. and form friendships with international students.", "As more and more international students attend our post-secondary institutions, we have an obligation to ensure that the supports they need to be successful are in place—supports that should be funded from the tuition dollars they pay. Instead, there is a legitimate concern that colleges may be forced to use international student tuition simply as a means of bolstering the bottom line.", "PricewaterhouseCoopers reported a 258% increase in international student enrolment between 2008 and 2014, with more and more colleges hiring full-time international student recruitment officers, whole departments being created and significant expenditures on glitzy international student marketing campaigns. At many campuses, revenues from international student fees have now surpassed revenues from domestic tuition, and college officials have bluntly said that without this cash, programs for domestic students would suffer. For example, a representative of Fanshawe College’s international student office told CBC London in August that the college has had “no choice but to look for alternative revenue streams” by recruiting more international students to the college.", "The second action that colleges have taken to deal with the fiscal pressures is to reduce payroll costs, which has resulted in a dramatic shift from full-time faculty to contract faculty. While not everyone agrees on exactly how many contract faculty there are across the sector, there is no dispute that the proportion of contract faculty has ballooned to as much as 70% of all college faculty jobs.", "As we reflect this year on the 50th anniversary of the college system—and it is certainly an anniversary we will not forget—we all acknowledge that the college sector was built on the involvement of practitioners in the field who bring their workplace knowledge and industry experience into the classroom to share with students. Certainly there will always be a need to maintain some flexibility in the college faculty workforce.", "Clearly, however, the pendulum has swung too far as we look at the changes that have occurred in the college system over these last 50 years. Colleges now grant degrees instead of just diplomas, more and more students are laddering from college to university, and universities have become some of the largest feeder schools for Ontario’s colleges.", "Employers are consistently identifying soft skills in communications, teamwork, creativity and collaboration as the qualities they seek most from post-secondary graduates, much more than hard skills that are specific to an industry or a workplace.", "With the labour market in rapid flux, many post-secondary graduates are likely to have many different careers over the course of their life rather than a single occupation. Colleges are no longer training students for a job for life, as they did 50 years ago. There has been a huge growth in college enrolment among students who require specialized learning supports, including students with disabilities, indigenous students and international students. Work-integrated learning is expanding across the sector, increasing the responsibility of institutions to provide appropriate oversight and quality placements for students.", "Taken together, all of these changes over the last 50 years make a strong case for more full-time faculty on college campuses, not fewer. Instead, what we are seeing is an explosion in the number of instructors who have been brought into the college system to teach on a contract basis, who do exactly the same work as their full-time colleagues but are paid a fraction of a full-time salary, with no benefits and no job security. Many of these faculty members have worked in the college system for years. They work effectively as full-time instructors, but they are forced to reapply for their jobs every single semester. They must sign a new contract every 16 weeks for years at a time.", "When you speak to these contract faculty members—and I encourage my colleagues in the PC Party and the Liberals to do so—you will hear about the anxiety they feel as the last week of the semester looms and they have no idea whether they will be back the following week with a new class of students. We heard from one faculty member who said that he wasn’t told until after the next semester had begun that his contract had been renewed, and he missed the first two days of classes.", "Not only does this affect the well-being and security of these faculty members, but it also affects the quality of education that students receive. In order to cobble together a living, many of these contract faculty teach multiple contracts, often at different institutions, or combine teaching with other part-time work. When class ends, they are forced to rush out the door to get to their next gig, with little time to assist students after class, to offer extra help to a student who may be struggling with the course work.", "Faculty retention becomes an issue. There is a constant loss of dedicated and skilled faculty who have a passion for teaching but reluctantly decide that they have to move on in order to support their families. Not only do future students lose opportunities to learn from these dedicated faculty, but they are not able to reach them for letters of reference when they are applying for jobs or for other educational programs.", "Students lose when faculty lack sufficient time to prepare because they don’t know from semester to semester if they will be teaching.", "Since contract faculty are only paid for the time they spend in the classroom, multiple-choice assessments that can be marked by computer become the norm, even when student learning would be better and more appropriately assessed through long-answer exams.", "Speaker, thousands of college students across this province have stood in support of faculty over the last five weeks because they know that the overreliance on contract faculty undermines the quality of their educational programs. These students have chosen to get a college education because they want more for themselves than contract jobs. They believe that their instructors also deserve more than contract jobs. We know, because of this government’s refusal to fix the gaps in Bill 148, that the Liberals aren’t really interested in protecting precarious workers, and certainly not when it comes to the college sector.", "After this bill passes this weekend and 500,000 Ontario college students return to class, there are some very significant implications related to the failure to achieve a negotiated settlement.", "First is that the contracts for thousands of faculty members will have to be renegotiated to cover the extended program period proposed by the colleges. Some faculty contracts expired while the strike was ongoing, and many will be expiring in early December. Bill 178 makes no mention of any kind of back-to-work plan, and a massive effort will be required to ensure that faculty are available to teach the accelerated and condensed courses that will be offered.", "Bill 178 also makes no mention of a return-to-learning plan. Without an agreement on academic freedom, without any kind of decision about the role of faculty in determining appropriate content and assessment, the academic content of the hundreds of thousands of courses that are delivered in Ontario colleges remains an administrative responsibility. This means that college administrators will be very busy over the next couple of days having to make decisions about every single one of these hundreds of thousands of courses. They will have to review them and decide what content can be omitted and what content can be condensed without jeopardizing the integrity of the course credit. Bill 178 makes no reference whatsoever to how this process will unfold, nor what role faculty will play in the transition back to the classroom, which is a serious, serious gap.", "In the time that I have left, I want to return to where I started, and that is to the students. I know the enormous relief that students felt when they learned that this bill will pass and they will be back in their classes next week. I also know the incredible anxiety they continue to feel about both the short-term and the long-term consequences of this strike. There is a class action lawsuit under way to compensate students for damages because of this government’s breach of contract in not delivering the education students paid for and deserve. The government has provided few details to students about the hardship fund: how much funding will be available at each college and what criteria will have to be met to access it; what kinds of costs will be reimbursed. This needs to be communicated widely and clearly to students as soon as possible.", "At the same time, regardless of whatever level of financial compensation is offered to students, regardless of how courses are repackaged and timelines are extended to save the semester, there’s no question that students are not getting the full value of the tuition that they paid. More than a course credit, what students want is the content that they will have missed.", "Many have told me they are concerned that they will be branded as having earned their credentials during the 2017 strike and that their credentials will mean less to employers than those of other college graduates. Many students feel that the content they learned in the first four weeks of the semester is now lost and that their only option will be to repeat the course, putting them deeper into debt and delaying their ability to move forward with their career and life plans.", "Many students have told me about the depression and anxiety that has been triggered as a result of this strike and the panic they feel at being expected to cram a semester into the few weeks that will be allocated. We already know that there is a serious lack of mental health services for students, and the demands for these services are only going to be intensified because of this strike.", "The lesson for the debacle that brought us to this debate today is that the provincial government needs to strengthen our public investment in college education rather than further reducing the funding provided to colleges. We need to ensure that the legitimate concerns that were identified by OPSEU during the collective bargaining process and over the course of this strike—concerns about overreliance on contract faculty, concerns about equal pay for equal work and concerns about academic freedom—we need to make sure that these issues will be addressed in a meaningful way to restore stability to the sector and prevent similar strikes in the future.", "Most of all, Speaker, we need to ensure that the high-quality education that Ontarians have counted on being delivered by the college system for 50 years is maintained and that the best interests of students are truly the focus of provincial efforts." ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions or comments? Questions or comments? Questions or comments?", "Further debate?" ],
  "anchor" : "para207"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "It is unfortunate that we have to be here today. It is unfortunate because somebody did not do their job. It is particularly unfortunate for the 12,000 college teachers and 500,000 college students who are not in their classrooms. It is also unfortunate for the 13 million Ontario taxpayers who depend on these Liberal people to provide us with good government. We are all disappointed yet again, but not surprised, by the government’s lack of performance.", "I think we should start by asking the question, what is the job of government? The answer to that question is to help people. In this case, “to help people” means to work diligently at talks and negotiations to resolve the issues so that the teachers and students could have remained in their classrooms, but the government failed. We have had a strike for five weeks.", "The Trillium Party is pleased that Ontario college teachers and college students are going back to their classrooms. We are not happy with the way this Liberal government chose to solve the problem.", "The Trillium Party respects the legal labour negotiation process that exists in Ontario, whereby workers and employers have the right to negotiate contracts. The right to strike is part of that process. This government’s back-to-work legislation interferes in this legal process. The only reason this strike happened, making this back-to-work interference necessary, is because the Liberal government failed to negotiate in good faith with the teachers in the first place. The government had all the time it needed—months and years—to talk to teachers. If the will had been there, a solution would have been found. The students and teachers would not have had to leave their classrooms.", "This is yet another breach of trust by this Liberal government that has failed the students, the teachers and the taxpayers of Ontario again. Mr. Speaker, I will be voting against this bill because of this breach of trust." ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions or comments?" ],
  "anchor" : "para214"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "A point of order." ],
  "anchor" : "para215"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I see the member from Simcoe–Grey on a point of order." ],
  "anchor" : "para216"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Just a quick point of order: I’d have the House join with me in wishing Raymond Cho, the member for Scarborough–Rouge River, a happy birthday today." ],
  "anchor" : "para217"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since we’re introducing members, I’ll also introduce a former member. From York East, in the 35th, in the east gallery: Gary Malkowski. Gary, thank you and welcome.", "Further debate? Further debate? Further debate?", "Mr. Flynn has moved second reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para218"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Flynn has moved second reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union.", "All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 37; the nays are 18." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para287"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill be ordered for third reading?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Yes." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So ordered.", "Orders of the day? Government House leader." ],
  "anchor" : "para291"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I’m seeking unanimous consent to move immediately to third reading today. Therefore, I’m seeking unanimous consent to put forward a motion without notice, notwithstanding standing order 81(b), regarding the consideration of third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union." ],
  "anchor" : "para293"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? I heard a no.", "Orders of the day? Government House leader." ],
  "anchor" : "para294"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves adjournment of the House. Do we agree? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it. This House stands adjourned until 1 p.m. tomorrow." ],
  "anchor" : "para297"
} ]