[ {
  "speaker" : "Painted Land",
  "text" : [ "In Search of the Group of Seven", "The House met at 0900." ],
  "anchor" : "para132"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY" ],
  "anchor" : "para213"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I move that pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 124, An Act to amend the Residential Tenancies Act, 2006, when the bill is next called as a government order, the Speaker shall put every question necessary to dispose of the second reading stage of the bill without further debate or amendment and at such time the bill shall be ordered referred to the Standing Committee on General Government; and", "That the Standing Committee on General Government be authorized to meet on Tuesday, May 9, 2017, from 3:30 p.m. to 6 p.m., and on Wednesday, May 10, 2017, from 3:30 p.m. to 6 p.m. for the purpose of public hearings on the bill; and", "That the Clerk of the Committee, in consultation with the committee Chair, be authorized to arrange the following with regard to Bill 124:", "—Notice of public hearings on the Ontario parliamentary channel, the Legislative Assembly’s website and Canada NewsWire; and", "—That the deadline for requests to appear be 3 p.m. on Friday, May 5, 2017; and", "—That should the hearings be oversubscribed, the Clerk of the Committee provide a list of all interested presenters to the subcommittee by 4 p.m. on Friday, May 5, 2017; and", "—That each subcommittee member, or their delegate, provide a prioritized list of witness selections based on the list of interested presenters received from the Clerk of the Committee by 5 p.m. on Friday, May 5, 2017; and", "—That each witness will receive up to five minutes for their presentation followed by nine minutes for questions from committee members; and", "—That the deadline for written submissions be 6 p.m. on Wednesday, May 10, 2017; and", "That the deadline for filing amendments to the bill with the Clerk of the Committee shall be 5 p.m. on Thursday, May 11, 2017; and", "That the committee be authorized to meet on Tuesday, May 16, 2017, from 3:30 p.m. to midnight for the purpose of clause-by-clause consideration of the bill; and", "That, on Tuesday, May 16, 2017, at 5 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the Committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto, one 20-minute waiting period pursuant to standing order 129(a) being permitted; and", "That, the committee shall report the bill to the House no later than Wednesday, May 17, 2017; and", "That, in the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and—" ],
  "anchor" : "para217"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. With all due respect, I need to inform you that unfortunately this, what you are moving right now, can only be moved by a minister and not by the parliamentary assistant. I apologize that we allowed you to continue as long as we did." ],
  "anchor" : "para231"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "But you did a great job, Nathalie." ],
  "anchor" : "para232"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Yes, good job. However, I will look to the President of the Treasury Board to bring this forward. So over to you, President of the Treasury Board." ],
  "anchor" : "para233"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I will try and read quickly, okay?", "I move that pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 124, An Act to amend the Residential Tenancies Act, 2006, when the bill is next called as a government order, the Speaker shall put every question necessary to dispose of the second reading stage of the bill without further debate or amendment and at such time the bill shall be ordered referred to the Standing Committee on General Government; and", "That the Standing Committee on General Government be authorized to meet on Tuesday, May 9, 2017, from 3:30 p.m. to 6 p.m., and on Wednesday, May 10, 2017, from 3:30 p.m. to 6 p.m. for the purpose of public hearings on the bill; and", "That the Clerk of the Committee, in consultation with the committee Chair, be authorized to arrange the following with regard to Bill 124:", "—Notice of public hearings on the Ontario parliamentary channel, the Legislative Assembly’s website and Canada NewsWire; and", "—That the deadline for requests to appear be 3 p.m. on Friday, May 5, 2017; and", "—That should the hearings be oversubscribed, the Clerk of the Committee provide a list of all interested presenters to the subcommittee by 4 p.m. on Friday, May 5, 2017; and", "—That each subcommittee member, or their delegate, provide a prioritized list of witness selections based on the list of interested presenters received from the Clerk of the Committee by 5 p.m. on Friday, May 5, 2017; and;", "—That each witness will receive up to five minutes for their presentation followed by nine minutes for questions from committee members; and", "—That the deadline for written submissions be 6 p.m. on Wednesday, May 10, 2017; and", "That the deadline for filing amendments to the bill with the Clerk of the Committee shall be 5 p.m. on Thursday, May 11, 2017; and", "That the committee be authorized to meet on Tuesday, May 16, 2017, from 3:30 p.m. to midnight for the purpose of clause-by-clause consideration of the bill; and", "That on Tuesday, May 16, 2017, at 5 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the Committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto, one 20-minute waiting period pursuant to standing order 129(a) being permitted; and", "That the committee shall report the bill to the House no later than Wednesday, May 17, 2017; and", "That in the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That upon receiving the report of the Standing Committee on General Government, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading, which order may be called that same day; and", "That when the order for third reading of the bill is called, one hour of debate shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties; and", "That at the end of this time the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "That the votes on second and third reading may be deferred pursuant to standing order 28(h); and", "That in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Ms. Sandals has moved government notice of motion number 9. I turn it back to the minister." ],
  "anchor" : "para255"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "And I am now going to turn it over to the PA, the member for Ottawa–Vanier, for her remarks." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Before we start, I turned it back to you. However, we have to now go in order. Thank you for volunteering, but it has to go over to the—" ],
  "anchor" : "para257"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "We have to, yes. That’s all right. I’ll turn it over to the official opposition and recognize the member from Oxford for further debate." ],
  "anchor" : "para259"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Mr. Speaker, I’m disappointed that the government is once again choosing politics over policy. They spent years ignoring the housing problem in Ontario, until it grew into a crisis. They ignored warnings from experts and from the opposition. They ignored the fact that every year the waiting list for affordable housing would hit a new record high. Even now, they aren’t willing to spend a little more time to make sure that we get this legislation right. This is a government and a Premier that used to believe in conversations. Now they just believe in pushing their legislation through as quickly as possible.", "Over the last two months, we have heard some stories of huge rent increases. We understand the hardships that created for those tenants. But if you want to avoid hardships for tenants in the future, it’s important not just to take action, but to take the right action. If the government gets this legislation wrong, it will lead to an even greater shortage of supply. That means more lineups at open houses for apartments, more bidding wars and, ultimately, higher rents. If there’s no money left for apartment maintenance, that impacts tenants too.", "This bill is retroactive to April 20, which means that whether it passes one day earlier or two days later doesn’t actually matter. It will still protect the exact same people. The government keeps saying they want to avoid unintended consequences. The way to do that is to listen to the MPPs from different regions, listen to the experts, and get this legislation right. We’ve heard from expert after expert that in order to solve the housing crisis, we need to address red tape and supply, but this bill does nothing to solve that problem. In fact, many of the measures will discourage people from becoming landlords, making our supply problem even worse.", "Housing is an issue that impacts every riding in Ontario. And yet, only eight MPPs have actually had the opportunity to speak to this bill—less than 10%. This problem may be focused in the GTA and southern Ontario, but this legislation will impact the whole province, and we need to hear what that impact will be.", "Rentals in northern Ontario are different than those in downtown Toronto. Shouldn’t those people expect that their MPP will have the opportunity to point that out? The MPP from Simcoe–Grey has land-lease communities in his riding that will be impacted by the legislation. He hasn’t had the opportunity to speak to this bill. The member from Guelph, where housing prices went up 36.1% last year, hasn’t had the opportunity to speak to this bill. Neither has the member from Barrie, where housing prices increased by 32.9%. The member from Peterborough, whose local paper this weekend declared, “Peterborough Has a Rental Crisis, Not a Housing Crisis,” hasn’t had an opportunity to speak to this bill. Mr. Speaker, how do they go home to their constituents and say they’re doing their job if the government cuts off debate before they even have a chance to speak on this important issue?", "Since many Liberal members haven’t had the chance to speak, I want to share a few of their comments on the issue. In October, just six months ago, the member from Beaches–East York said, “She also talked about rent control being a gaping hole in this legislation. Let’s not kid ourselves. The rent controls that were brought in by the previous NDP government under Bob Rae decimated the affordable housing market in Toronto and other communities in Ontario because it didn’t allow the private sector to continue to build. They wouldn’t; the returns weren’t there. And they weren’t able to keep upkeep. So the housing stock went into a dismal state of repair, which is why it had to be reversed, as it was. Rent controls continue on the previous suites and don’t exist now. I would resist, tremendously”—and I think this is the one that’s important—“I would resist, tremendously, any amendment to this legislation which would bring back rent control.”", "Now, this is not the only member of their caucus who has made statements against rent control. Linda Jeffrey, who was Minister of Municipal Affairs and Housing under this Premier, said, “The post-1991 rent exemption was originally introduced—and has been maintained over time—as an incentive for private landlords to build new rental accommodation. This incentive not only helps to renew the rental housing stock but also creates jobs in the construction sector. As such, any changes to this incentive could have an adverse effect on the rental housing sector, the economy and job creation.”", "Another one of the government’s Ministers of Municipal Affairs and Housing said, “The proposed legislation would also encourage investment in the rental housing market by continuing to exempt units built after 1991 from rent controls. These provisions are and remain significant contributors to a favourable investment climate that would foster the renewal of Ontario’s rental housing supply.”", "Mr. Speaker, when that many people from their own caucus express concern about this, this isn’t a bill that the government should rush through without proper debate.", "Perhaps even more concerning is the fact that the government is limiting the committee to five hours. People have just five minutes for presentations and nine minutes for questions, which means we will hear from a total of just 20 people—20 people for legislation that impacts hundreds of thousands of people.", "The government keeps saying that they want to avoid unintended consequences. The way to do that is to listen to the experts and get the legislation right.", "The Premier said that if she had had a crystal ball last fall, she might have taken different action on the housing crisis. Again, if she had taken the time to listen to the experts, they might have gotten it right at that point, before we reached this crisis level. They have waited years to deal with this problem and now they aren’t willing to take a few more hours to hear from more of the people who work in the industry and who are impacted by it; time that would let us hear from more tenant groups, professional planners, land economists, municipal representatives, landlords and tenants.", "This government spent weeks musing about changing rent controls. During that time, every time they talked about it, landlords would raise the rents in case this was their last opportunity. This bill is only retroactive to April 20, meaning that all those tenants who had rent increases in the weeks that the government was musing about the changes aren’t covered. Shouldn’t we give those tenants time to come and talk about their concerns? I can tell you that I am willing to start committee earlier, sit later, meet on extra days and do what it takes to hear from the experts.", "Since we’re going to have limited time to hear from them in committee, I want to share some of the comments I have received from small landlords this week. One email said, “This proposed legislation will discourage developers and, more importantly, small landlords from considering renting out apartments given the onerous restrictions in giving notice to a tenant. This is crass political maneuvering.”", "I received an email from a small landlord last week that said, “I have had enough of the Liberal overregulation and demonizing of landlords both large and small and am selling my rental property.”", "Another quote: “I feel like right now the government doesn’t care about the suffering that is caused by these acts. As landlords, we feel immense emotion when we’re being robbed by tenants or having our investments literally trashed but unable, in a timely manner and with a high likelihood of failure at the” Landlord and Tenant Board, “to do anything. I think this part is overlooked. Yes, landlords may be privileged in having these investments but doesn’t mean we should be unprotected.”", "Mr. Speaker, it isn’t just landlords. We need time to hear from people like Geordie Dent, the executive director of the Federation of Metro Tenants’ Associations, who said, “Young and single tenants face a terrible situation in the city right now. A low vacancy rate means that people are struggling to find any place to rent, much less an affordable one. It puts them into debt or unsustainable living situations.”", "Expert after expert talks about the importance of supply, and yet this bill seems to discourage it. It does nothing to address the red tape that is causing challenges for the building industry and discourages small landlords.", "Under this bill, landlords who have a second unit in their home and need that space for their own use will be required to pay a penalty to the tenant in addition to giving them proper notice. That means if the senior, who had been renting an apartment in her house, falls ill and needs the space for a caregiver, she will have to pay the tenant the equivalent of one month’s rent just to be able to get the care in her home that she needs. What about the young couple who rented out a part of their house so they could afford their first home? Now they are expecting their first child, and the government is going to make them pay a penalty because they need the space in their own home.", "We need to hear from the people who would be impacted by this bill, and make changes to get it right. We need some of those conversations that the Premier used to be fond of.", "One of the other challenges this time allocation creates is that members can no longer work together on amendments at committee. I remember one amendment we put forward on a time-allocated bill. After the government members voted it down, staff explained that it was because they didn’t like that one of the words was in the plural, so they voted it down because of an S. If a bill isn’t time-allocated, members can point that out in committee and we can agree to make changes so that we don’t lose important changes to legislation because of a disagreement over a single letter.", "We’re currently doing clause-by-clause on Bill 68, and because of the short timelines, every single party has submitted amendments after the deadline. In fact, the majority of the government and NDP amendments actually came in after the deadline. Even more concerning is that amendments are due less than 24 hours later. That means most of the amendments will have to be drafted before the hearings are actually completed. It raises real questions about whether the government is even listening to the people who are taking the time to come and speak to committee.", "It also means amendments are rushed, leading to mistakes. We saw that in the last bill, where some parties submitted two or three versions of the same amendment because mistakes were discovered after the amendments had been submitted. We are lucky to have incredible professional legislative counsel staff, but asking them to produce amendments that quickly doesn’t give them as much time as they really need to research, draft and proofread the amendments. These changes have major impacts on people’s lives. We should take the time to get them right.", "The government could have made the deadline end of day Friday instead of end of day Thursday. That would have given everyone time to actually draft amendments based on the presentations. We still would have had four days to review the amendments. Again, I want to point out that this bill is retroactive to April 20, so whenever it passes, it will protect the same number of people.", "The government promised multiple steps to address housing affordability. It is a little hypocritical for the government to claim that it is so crucial to limit debate on this bill when they haven’t even introduced the bill on the foreign homebuyers’ tax. In fact, their budget bill gives them until the end of 2017 to introduce that legislation. It makes it more clear that for them this is about politics, not about solving the housing crisis.", "We only have 14 sessional days left before summer break. That means that even if they introduced the bill tomorrow, it likely wouldn’t pass before the summer. It makes it clear that their housing announcement was written on the back of a napkin. It makes it clear that for them this is about politics, not policy, to address the housing crisis.", "The truth is that this is not a problem that developed in the last few weeks. This is a problem that has been growing for years and the government ignored it until we had bidding wars for apartments, people camping out for a week to buy a new home and generations of young people who are questioning whether they will be able to buy a home. They waited until we have multiple cities with a vacancy rate around 1%. The government claims they can’t afford to wait for data, but if they had started gathering that information when the housing crisis was first starting, we would have had the evidence by now.", "In fact, as I pointed out multiple times in this House, the government is not leading by example. We still don’t have the latest annual report with statistics from the Landlord and Tenant Board, even though it is a legislative requirement to have tabled it nine months ago.", "I am asking the government to change the deadline for the amendments—that way, we all have the opportunity to draft them after we hear from the presenters—and increase the time for presentations so we have time to hear from more people who are impacted by this bill. We believe that decisions should be made with evidence and after listening to the experts. We want good, affordable apartments for tenants, and we believe that, in order to achieve that, we need more supply, not less.", "Mr. Speaker, instead of worrying about politics, I ask the government to worry about getting this legislation right." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "It’s always a privilege to rise in this House, and it’s particularly a privilege when it comes to speaking about housing and to speak about the rights of tenants, because quite frankly, they don’t have many.", "I was listening intently to the member from Oxford, and he made some excellent points about the time allocation motion. Absolutely, we should be hearing from tenants’ organizations more.", "But let me say, we only agree on that. We pretty much disagree on everything else. Right now, in my riding, in Parkdale–High Park, we have a rent strike that started May 1. On my radio show yesterday, I had one of the incredible young lights, one of the young leaders of that rent strike, a wonderful young woman named Aliza Kassam. Aliza talked about the impact that rental increases—and, by the way, this is on a building that was built pre-1991, but their landlord, their property management firm, has applied for above-rental-guideline increases.", "These are an incredible burden on people who are on fixed incomes. If you are a senior and you are on a fixed income, if you are on ODSP or OW and on a fixed income, or if you’re a minimum-wage earner, which many of the tenants in south Parkdale are, 3% rather than 2%, and 3% over consecutive years, makes a substantial difference. It makes a difference between whether you can stay in your apartment or whether you have to find other lodging. Let me tell you: There is no other lodging in the city of Toronto. So when people are forced out of their apartments in south Parkdale, they’re going to end up outside the city, even if they have to work in the city.", "This is an unconscionable move on the part of property managers, and this is happening under the old legislation, under the old regulations. Now, we see this output of condo rentals and other rentals where there are no protections at all, where after a lease is up—and we had, again, just on the outskirts of my riding, an instance of someone getting an increase of double their rent after their lease was up—double their rent.", "What is that message saying? I’ll tell you what it’s saying, and I’ll tell you what—in this case, MetCap is the property manager that’s inspired the rent strike in their properties in Parkdale. They’re saying to their tenants: “Get out.” That’s what it’s saying. Why are they saying, “Get out”? Because we don’t have real rent control in the province of Ontario, because property managers can say “get out” and double the rent.", "What we have is called vacancy decontrol. So if they can muscle the tenants out of those units by hook or by crook, guess what? They can charge anything they like for that unit. Above-rental-guideline increases can be asked for tidying up a foyer or making balconies look prettier. These are not serious maintenance issues, necessarily. Even if they were serious maintenance issues, don’t tell me that property managers who own buildings in downtown Toronto haven’t made considerable profits over the time they own their buildings.", "I know—I listened to the member from Oxford. Yes, I too have been lobbied by landlords, landlords who will come to me and say, “I can’t keep going. I can’t make repairs. I can’t fix up my units with the current rental guidelines and the proposed ones,” which, by the way, of course, was the member from Toronto–Danforth’s bill just put into reality by the government to extend that 1991 deadline which makes no sense.", "When these landlords came to see me, I said what I would say to any small business person or large business person: “If your business is not profitable, why are you staying in it? Why don’t you sell your property and move into another line of business? If you sell your property in downtown Toronto, you’ll see phenomenal increases over what you paid to purchase that property. Why don’t you sell it?” The room went quiet, except for one landlord who said to me, “Then I’d have to pay capital gains.” Capital gains is about 30% at worst, so you’ll only make $1 million or $2 million instead of $3 million on your property. Give me a break. Really? I don’t know of any other small business that has seen the kind of capital gains—which, let’s face it, are real gains—on their investment than property managers and property owners have in the city of Toronto who rent out to tenants. So forgive me; my sympathy does not lie with them. My sympathy lies with the tenants who have no place to go.", "Let us remind ourselves that we are living in a country and in a province that signed on to the UN declaration that said that everyone deserves housing; that you cannot move forward in your life without stable housing. We’re not living that out in Ontario. We’re not living it out anywhere.", "What does it mean if you don’t have stable housing? Well, it means we have 180,000 people waiting for affordable housing, with wait-lists in Toronto and the GTA and across Ontario that last 10 to 12 years.", "And guess what? TCHC affordable housing units are being allowed to fall into disrepair because nothing in the government’s budget was allocated to do those necessary repairs—repairs that are worth about $2.5 billion. And $2.5 billion is way too much to be shouldered by any municipality. Toronto needs, and Mayor John Tory has said they need, this government, the provincial government, to step up and help pay for the repair of those units. Up to a third of Toronto Community Housing units are going to fall into disrepair when we need housing most.", "Governments, provincial and federal, have just got out of the housing business. One of our proposals over the years was to build 10,000 new units of affordable housing. When was it last heard in these halls that a government committed to new builds of affordable housing? I haven’t heard it since I’ve been here. I haven’t seen it federally or provincially. We have not stepped up to address the crisis by repairing housing units we already own, by new builds. It took almost nine years to get this government to move on inclusionary zoning, something that governments across North America and around the world have used, when tax dollars aren’t in plentiful supply, to provide affordable housing.", "In the wake of not doing much about providing affordable housing, we finally have them—because they’ve been pushed by the craziness of the market out there, where, as I said, a landlord can double the rent after the lease is up, and has. Finally, they brought in some modest reforms. But are they enough? I can tell you, they’re not enough.", "A couple of weeks back we passed, as a House, my motion to add a gender lens to the budget, to look at how the budget affects women, and an intersectional gender lens—so, women and also women of colour and trans women. I can tell you, they voted for it, but they didn’t do it, and a key example of that is housing.", "It’s rare that a person in the NDP can agree with a person in the Progressive Conservatives, but Mayor Tory and I and all of us are on the same page on this one—when he said what he got from the government on affordable housing in this budget was a big goose egg. That’s what we got.", "The member from Oxford mentioned the “retroactive to April 20” issue. Not only am I hearing from landlords, but I am hearing from tenants, tenants whose landlords saw the moves coming and jacked up their rent in anticipation of those moves coming. Of course they would and of course they have. So I’m also hearing from them saying, “In what world is that fair?” This is advance knowledge. Basically, it’s giving the landlords advance knowledge so they can jack up the rents before the legislation is enacted. That’s a real, real problem.", "Ages ago, we asked and housing activists in Toronto asked that 1% of every budget, both federal and provincial, be set aside for affordable housing. This government has never done that, never come close. The federal government hasn’t done that, hasn’t come close. That’s what brings us to this crisis.", "I have to say that the last time we really saw governments of all stripes and all levels involved in housing was in the 1970s—in the 1970s. I’ll give you an example of that—and this is being very non-partisan of me because it was a Conservative government federally, it was a Conservative government provincially and it was David Crombie as mayor, a Conservative in the mayoral seat in Toronto, that did it in the 1970s. So there’s no reason any political party can’t get behind this. That was St. Lawrence Market, still the gold standard for affordable housing.", "How did they start? We had Mr. Crombie come into Parkdale–High Park and tell us. “How did you get it done?” He said, “We started with co-op housing.” Again, we have to make it easier for co-op developments to get off the ground. He said they did it with affordable, government-built housing and also market housing all mixed together into what is, you have to admit, a wonderful place to live around St. Lawrence Market. You can’t tell which is which: which is co-op, which is market-priced housing and which is government housing there. It’s a neighbourhood. It’s a community. That’s what communities should look like right across the GTA; a GTA, Mr. Speaker, to which we’re adding about 70,000 people a year—70,000 people a year. A city the size of Kingston is being built in downtown Toronto year after year after year.", "We have to confront that as well, because I can tell you that issues with the OMB and issues with people who live around the new developments that are going up are not being dealt with either. That’s a whole other problem in a whole other sector.", "But to get back to tenants and to finish maybe where I started is to talk about the beleaguered tenants across our city and the fact that there are not very many options open to them. We live in one of the most expensive jurisdictions, if not the most expensive, in Canada. We have rents now that are soaring and completely out of line with incomes—completely out of line with incomes. Incomes have been stagnant. Jobs are precarious. Work is precarious. Again, we hoped to see a $15 minimum wage in the budget; we didn’t see that. Jobs are precarious. Income is precarious. Wages are stagnant. Yet the cost of housing has gone through the roof.", "How to respond? Government has taken very small steps. We in the New Democratic Party would like to see some braver, more courageous steps. Because the situation is going to get worse; it’s not going to get better.", "I can tell you that home ownership for the next generation in the city of Toronto is like winning the lottery. It’s completely outside their imagination to be able to afford to buy a house for the vast majority of young people. You can’t build a city on that. The only way, for example, my children will be able to afford to buy a house in Toronto—and this is a pretty common baby boomer story—is to inherit ours. That’s the only way. That is the only way. Again, this country and this province and this city have been built on our children doing better than we do; not worse, better. That’s clearly not going to happen.", "Again, listening to the Conservative comments from the member from Oxford, should we have more input to this bill? Absolutely. That’s called democracy. We should hear from more tenant groups. But I can tell you what we will hear if we hear from more tenant groups: We will hear a long list of complaints which this Liberal legislation does very little to address.", "With that, I’m going to take my seat and leave room for others in our caucus to weigh in. But suffice it to say that as we sit and deliberate here, the rent strike continues: 250 tenants against MetCap—which, by the way, won the Golden Cockroach award about 10 years ago—and amounting to about $250,000 worth of rent. That kind of initiative, that kind of breaking of the law because their backs are to the wall and they have no other alternative, is going to spread across our city and across our province if we do not respond and if we do not respond with some backbone." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para320"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Monsieur le Président, ça me fait plaisir de me joindre au débat ce matin et d’expliquer brièvement pourquoi il est important qu’on contribue rapidement à passer la loi sur l’équité en location immobilière.", "I will divide my speech a little bit in three areas. Number one, I think the importance of acting quickly in this debate—I want to thank both the member from Oxford and the member from Parkdale–High Park and illustrate how important it is that we respond quickly to the crisis in the rental market in Ontario.", "Secondly, I will talk a little bit about what the good things in this bill are that I think warrant our quick action, and finally, the rest of the things that we need to do and therefore should do quickly and have the time to do it by proceeding swiftly on this bill.", "First of all, why is it so important to act quickly and to proceed to have the bill go through committee so that it can be evaluated and amendments, if necessary, be brought? It’s because, if we don’t act, we create more uncertainty in the rental market and indeed are perpetuating the ability for landlords to increase their rents in an unreasonable manner.", "All of us have heard about the way in which landlords are taking advantage of the uncertainty to push the tenants and to push their rents upward. They need to have certainty. They need to know what is appropriate and what the rules of the game are. That’s the responsible thing for all of us to work on as of today.", "This responsibility that we all share, to ensure that the rules of the game are well-known by both landlords and tenants, has imposed on us a duty to act relatively quickly on this file.", "I also want to talk a little bit about the importance of this bill, to respond not only to the rent increases but to the range of issues that have been raised, among others, by the member for Parkdale–High Park, who raised the issue about some of the areas in which landlords have abused some of the dispositions of the Residential Tenancies Act; and also, some of the aspects of the bill that seek to alleviate some irritants in the Residential Tenancies Act that have come from both the landlord and the tenant side.", "The bill is quite balanced in that it does provide for clearing out of some areas where there were some disputes that were affecting, day in and day out, the lives of tenants and landlords. So it does provide first for an expansion of rent control to the buildings built after 1991. This has been a long-standing area of debate. In this day and age, in 2017, we need to react quickly on this issue. Otherwise, we are putting tenants at risk of being forced to see rent increases that they cannot afford, and that has significant impact on their lives.", "The reason why it’s important to do it before the summer is because that’s the time when people move. If you are going to decide where your kids are going to go to school next time, you need to know where you’re going to live in September. That’s important for the stability of families. So the reason why it’s important to move now and not in the next session is because we need to provide the certainty to tenants and landlords before the summer so that we can avoid the vulnerability that it creates for families that don’t know what’s going to happen, and don’t know how they’re going to manage the summer and the upcoming school year. So I urge the members to recognize the urgency for us to move all together quickly on this and proceed.", "What are the good things in this bill that I think warrant our attention? It’s certainly the rent control aspect and the clarity that we provide for the use by landlords of their ability to evict for their own use. These provisions, we know, have been used, not by all landlords, but at times in an abusive manner. The bill simply provides clarity to ensure that, indeed, the intent of the bill, which is, certainly, if a landlord needs it for his or her family, it’s appropriate to evict tenants for that purpose. But you should not do it simply to evict a tenant and put the apartment back on the market to increase the rent and make more profit.", "There is something that we all recognize in the Residential Tenancies Act. It was always based on trying to ensure that there is a minimum of security of tenure for tenants. That’s a principle that exists not only in the Residential Tenancies Act in Ontario, but pretty much all across the world. Indeed, when we look at international instruments, when they define what housing means, it means affordable, reliable, suitable, and security of tenure. The reason why security of tenure is important is because it allows people to establish themselves, grow roots, keep their kids in the same school if possible and establish their membership in the community. Security of tenure is an important principle for all of us to observe. That’s the reason why we need to respond adequately to a little bit of a loophole and the uncertainty that exists in the Residential Tenancies Act at this time.", "The other aspect of the bill, which I think is a good thing for Ontario, is in response to some of the demands from small landlords: the standard lease. A standard lease exists in many other provinces. The reason why you want a standard lease is because you need to ensure that, indeed, people know the rules and they can abide by them. It avoids uncertainty and it creates a level playing field. If, indeed, a landlord wanted to change some aspects—they wanted to specify some additional conditions in the lease—that may be possible, provided that it does not violate the Residential Tenancies Act.", "Part of what’s happening, particularly in the context where it’s a hot market, is the tenant is in a vulnerable position when he or she comes to negotiate with the landlord. A standard lease helps alleviate that power imbalance and makes sure that people don’t agree to clauses that are against the law. It does provide some clarity, some transparency, and that’s a good thing. That’s a good thing for all Ontarians, both on the tenant and on the landlord side.", "Finally, another aspect that’s important in this bill that I think we should want to provide quickly to all Ontarians is the ability and the protection for transitional housing. This bill does provide for an exemption for transitional housing for up to four years. This is important because we know that many of the programs that are put forward in transitional housing do last longer than one year, which is the current regulation. It’s important to provide that because that’s the only way that we can support people who need it badly, who need to be helped in accessing good housing, and need the programs that are offered in transitional housing.", "There’s a certain urgency to this because we cannot afford to have this program lapse, to have people go back to homelessness. The longer people are in a homeless status, the longer they are on the streets, the more complicated, the more difficult it is to provide good housing that will put them where they ought to be. We know that. We know that the longer that people stay out of shelter, the more difficult it is for them to stay in stable housing. Too many issues arise on the streets that create some difficulties for them to recuperate and achieve some stability in their lives.", "Mr. Speaker, my point is simply this: There is an urgency for all of us to step up, to respond to the way in which rent increases are preventing people from making choices this summer at this time. It’s important that we take our responsibility as legislators to actually ensure that indeed we are there for the people who are suffering now and have difficulty deciding what to do with their tenancy.", "I urge members to recognize that we should go to committee. Certainly we should hear from the people. There are written submissions that are going to be allowed, so if people can’t speak, they can certainly write to the committee. We should work together to ensure that we have the proper amendments that are necessary for people to bring, if they so wish, and have the time to debate. It’s important that we put ourselves in a position where we can respond to the current crisis in tenancy in Ontario and respond adequately in a timely fashion. That’s what I urge all members to do.", "I want just briefly before I sit to speak a little bit about the other things that we should be doing to support housing—fair housing, affordable housing—in Ontario. We need to look at the range of measures that were announced in the plan and were also announced in the budget:", "—the 15% non-resident speculation tax in the greater Golden Horseshoe: that’s important to stabilize the market;", "—empowering cities to introduce a vacant homes property tax: that’s important because that can help increase supply, and it will enable municipalities to take ownership of what’s going on in the rental market and act in an appropriate fashion;", "—looking into and trying to curtail a little bit the speculation and paper-flipping, dealing with the paper-flipping and quick speculation on real estate transactions; and", "—giving municipalities the flexibility to use other property tax tools to unlock development options.", "It’s not as though we don’t look at the supply tools that we need to make. We are, but in the meantime, it’s irresponsible not to protect tenants. This is my key message. We need to protect tenants now, not in the next year. It’s quite important to resolve the uncertainty.", "I also want to mention that there are some provisions in the budget to increase and continue to support investment in housing, and I think that’s an important part as well. As you know, a $125-million program over five years to build purpose-built new rental apartment buildings is part of the plan. That’s another aspect that needs to be put on the table and recognized as being a commitment to ensuring good housing for all Ontarians." ],
  "anchor" : "para321"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para346"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I wish we weren’t speaking to another time allocation motion in this House, but that seems to be—maybe not the orders of the day all the time, but certainly the order of the day when it comes to this government. They are the government of the guillotine when it comes to debate in this chamber. If they don’t want to talk about something because they don’t want to hear all of the facts and all of the opinions and all of the experts that are out there, they simply stifle debate, shutting out the public, but also shutting out the members of this House.", "As my colleague from Oxford so eloquently pointed out earlier in his submission speaking today, members on all sides of the House live in communities—he spoke of the President of the Treasury Board, the member from Guelph—where there have been significant increases in housing costs in the last year. She’s not having the opportunity to speak to this bill. I haven’t had the opportunity to speak to this bill. My colleagues on this side of the House—I don’t believe my colleague from Haliburton–Kawartha Lakes–Brock has had the opportunity to speak to this bill.", "It’s almost like, “We don’t want to hear any more about this. We just want to move ahead because it’s part of our political agenda. It’s not about Ontario. It’s not even about tenants. It’s part of our political agenda,” because they want everybody who either rents accommodations, primarily in the city of Toronto, or could be in the market to rent accommodations, a future tenant or one who could be moving or whatever, to believe that this government has their back, that this government has their best interests at heart. The reality is that this government has their own best interests at heart.", "You see, Speaker, we’re not talking about the tenants and their best interests; we’re talking about the Liberal Party and the members of the Liberal caucus—their best interests, because they see this as playing positively politically, particularly in the city of Toronto. Yet the legislation itself has been panned by an awful lot of experts who feel that it is not going to solve the problem, it is only about messaging.", "When you take a bill and you try to accomplish many things—I think it’s 16. Is it a 16-point plan?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Sixteen points." ],
  "anchor" : "para352"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My colleague from Oxford, who has studied this bill inside out, upside down and sideways, I know, says it’s a 16-point plan.", "When you have a 16-point plan, the reality is that it’s very seldom that you are very good at being successful on any of the 16 points. A plan for change and a plan for improvement and a plan to make things better usually has a couple of, or maybe three, points that they emphasize very strongly and say, “This is what we want to accomplish, this is what we’re setting out to do and this is how we’re going to get there.” But this is a 16-point plan because it’s trying to have a little bit in there for everybody.", "As I say, this is not about tenants or anyone else; it’s about the Liberal Party and June 2018. Because the reality is they want to move quickly to pass this bill. Some of the negative fallout from this bill will hardly have worked its way through the system by the time we go to the polls in 2018.", "But there has always been a difficult balance, and I recognize that. I understand how difficult it is to govern. I have never been on that side; I’m looking forward to it someday." ],
  "anchor" : "para353"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Come on over." ],
  "anchor" : "para357"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "No, no. I don’t mean on that side now. I mean on that side once the people of Ontario make the decision that I’m hoping they make in 2018.", "I recognize that it’s not easy to govern and it’s never easy to balance the interests of opposing forces, but the job of the government is to do exactly that. You can’t just say, “We’re going to do something for this group,” without that having a consequence on the other group.", "So when it comes to accommodations and the housing crisis—and the one that gets all of the ink in the news is, of course, the situation in Toronto—but when it comes to trying to solve that, their shotgun approach, if you will, is not going to work. That’s why it has been panned by so many experts out there. The balancing act, I know, is difficult. But here you have it: They want to send a message to tenants that, “We care about you and we’re going to try to help you.”", "But here’s one of the potential consequences that experts are saying: If you put caps on the rent—and we’re already in a situation where we are short of available housing units for tenants. We’re already short. The stock is already low. They’re not building them now, what is the likelihood that they’re going to build more? It costs a lot of money to build housing, and unless the government’s going to put up the cash, the likelihood that a developer would say, “Look, I’m not going to spend tens or twenties or hundreds of millions of dollars or whatever building up a large apartment complex if it’s going to be unlikely that I can meet my mortgage and my costs and my bills and my taxes and everything else that I’m going to be expected to pay once I build that.” Development costs: It is hugely expensive to do anything in the city of Toronto.", "So what will be the consequence, or the purported consequence, is that the availability of rental housing is going to get even tighter than it is today. There’s going to be less available after than there is today. So why wouldn’t the government, as my colleague from Oxford pointed out so clearly, want to take advantage of the experts who are willing to come forward and help them on this bill? As he also pointed out, this crisis didn’t happen yesterday; it’s been coming. You could see it as clear as day for the last two or three years. It’s only because the NDP brought out a private member’s bill to deal with rent control that the government hastily put something on the table, trying to please everybody. But the reality is, they haven’t thought it out and now they don’t want anybody to do anything to change it, hoping that maybe after 2018 and they get re-elected because they fooled everybody once again, “Well, we’ll have to fix all the inadequacies or the deficiencies in the legislation.” But right now, it’s about 2018.", "They’re not very good at drafting legislation. Speaker, they’re not very good at drafting a time allocation motion, which is what we’re actually debating today, the time allocation motion. I look at this time allocation motion. Allow me to give my eyes a little assistance here. I’ll read this now: “That the deadline for filing amendments to the bill with the Clerk of the Committee shall be 5 p.m. on Thursday, May 11, 2017; and", "“That the committee be authorized to meet on Tuesday, May 16, 2017, from 3:30 p.m. to midnight for the purpose of clause-by-clause consideration of the bill; and", "“That on Tuesday, May 16, 2017”—remember, same day—“at 5 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the Committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto....”", "So, Speaker, they’ve set a time frame for the hearings from 3:30 p.m. to midnight, but if they haven’t finished it by 5 o’clock, they’re going to shut it off at 5 o’clock, basically. So why would you schedule till midnight? Do you know what that’s like, Speaker? That’s like if you’re the inmate on death row and the warden of the prison comes to see you and says, “You know what? Tomorrow, we’re planning a big steak dinner for you. Unfortunately, your execution is at 5 o’clock today.” What was the point of scheduling it to midnight if you’re shutting it off at 5 o’clock? That’s how well they thought out this time allocation motion, which is about the same as they thought out this bill.", "I have been consistent on this point since I got here in this House. It is a misuse of this chamber, it is an abuse of the members, when you continuously bring forth time allocation motions, particularly on a bill of this nature that needs reasoned debate, that needs the opportunity for deputants to come forward with ways that can improve upon the legislation. It is wrong for this government to continue to use time allocation to get their way and not make sure that we get it right for the people of Ontario.", "I will be voting against this motion. It is, again, the guillotine coming down on this Parliament again, and I am totally against it." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para370"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to join the debate this morning. It’s an important debate. It’s a timely debate. It’s actually on the minds of a lot of people across this province, which is surprising, because the motion is around time allocation, so it really is a motion to limit the debate on rental fairness in the province of Ontario.", "I can’t help but think about the parallels that are actually happening with our federal Parliament right now. The House leader for the federal Liberal Party recently said just yesterday that they will be actively and aggressively using time allocation because their plan to modernize the House of Commons, our federal Parliament, was filibustered by the other parties, because part of that modernization—which is a word that I think most of us have come to fear in this place because it usually means that something is going to go wrong on health care, energy, infrastructure—of the federal Parliament meant that the Prime Minister of this country need not attend every question period. That’s an important parliamentary tradition. Some of us actually care about this, that the Prime Minister, or the Premier in this instance, show up and be held accountable in a public, transparent way and show the integrity for that office by answering the questions of the opposition members.", "Now, the Prime Minister really didn’t feel like he needed to participate in this process. They went through this modernization process and the opposition parties decided to filibuster it, as is their right to do so.", "The time allocation piece is actually connected to the bill because, as a response, the federal Liberal Party will now be aggressively using time allocation to limit debate. Where we stand on this issue is that limiting and restricting the democratic voices, the elected representatives, to any piece of legislation in such a strict manner—the member from Oxford has clearly pointed out that only eight members have had an opportunity to debate this legislation in its entirety, in its fullness. There are many gaps in this piece of legislation. It is an imperfect, flawed piece of legislation. To hear the opposite party say, “We must get this done right now”—they waited 14 years, 14 years to hurry up and wait and do nothing, and then rush to do something in an imperfect way, leaving renters in the province of Ontario, particularly in this city, the city of Toronto, in a desperate state.", "For 14 years, they were content to leave the status quo in place, which means that renters had no rights, that they had no voice, that there was no legislation they could rely on. The argument from the Liberal Party, from the Liberal government that we must do something right now, even though it’s not going to solve the problem, is a flawed rationale which we will continue to challenge for as long as we have, which for the NDP will mean 22 minutes of debate—22 minutes. This is a disgusting state of affairs, I think.", "It’s timely, though, that this debate was actually happening yesterday. Transparency and accountability still matter in this House. Procedurally, it’s really the only thing that we have left to stand on, on the principles of ensuring that the voices of the constituents, the ones I represent in Kitchener–Waterloo—those voices have not been reflected in the debate on rental fairness.", "Just today, there was an article in the Waterloo Region Record indicating that with the housing crisis—which is what it is, a housing crisis; there is a supply crisis of affordable housing in Ontario. For 14 years, this government has neglected their responsibility to truly invest in housing.", "It’s really interesting because the budget came down last Thursday in Nova Scotia. Out of a $10-billion budget in Nova Scotia just last week, $38 million of it was dedicated to housing, to affordable housing. That’s a huge percentage of a $10-billion budget. Also of interest is that, in that budget, it was dedicated specifically to affordability. What the rental fairness piece of legislation is not able to accomplish is that it does not address the supply issue. In Kitchener–Waterloo, as was indicated in today’s piece of legislation, the realtors say very clearly that what is happening in Toronto is trickling out to Waterloo region. It is driving up the prices to $100,000 over asking in this year.", "First-time homebuyers have an impossible market to try to break into. The competition and the cutthroat practices, really, have transferred from Toronto out into the region. It’s a huge issue, but this piece of legislation doesn’t solve it as it is crafted right now, Mr. Speaker.", "We are, of course, obviously disappointed that the government side of the House has decided to fast-track this piece of legislation, with all of its flaws, after 14 years of almost no action.", "And now we have a very interesting political quandary, if you will, for the Liberal government, in that yesterday the Premier drew a line in the sand with the mayor, and the Minister of Transportation went down to an announcement and crashed—which was very unprecedented. But we are in unprecedented times, after 14 years. The Minister of Transportation was asked, “Don’t you think it’s the mayor of Toronto’s job to advocate for affordable housing and to ask, in a true, open and transparent and very public way, the GTA MPPs what they have done to ensure that affordable housing has been part of this Liberal government’s agenda?” For 14 years, it’s almost been non-existent.", "What was so surprising is that in the 2017 Ontario budget, there was almost nothing for affordable housing. All that he is asking, the mayor—which is a commitment that we have also made—is that this is a shared responsibility to strengthen the economy, to secure health resources, to ensure that educational opportunities can be met. Housing underpins all of that, but it wasn’t in the budget. The Minister of Transportation is shocked at this, and he says, “There’s a fine line between passionate advocacy for your community and moving in a different direction altogether.” He says that the mayor has gone “over the line.”", "So now you have this very tense political relationship establishing, when what is required in this province is for municipal, provincial and federal parties to come to the table with a shared funding model, with year-over-year sustainable funding, to ensure that affordable housing gets built.", "Yesterday, we met with the Canadian co-op federation. They have a very clear plan as to how that would happen. BC, which is in a provincial election right now—the BC New Democrats have put in their platform year-over-year sustainable funding in the not-for-profit sector. These projects are ready to go.", "We can build affordable housing in this province very quickly by working in close partnerships with municipalities, the not-for-profit sector and the co-op housing movement, which is long, long overdue in the province of Ontario.", "What I will say to you, Mr. Speaker, is that the renters in this province—the member from Parkdale–High Park accurately pointed this out, that you have Toronto tenants going on strike. In the Globe and Mail today, an article by Luke Carroll and Scott Wheeler indicates, “Toronto Tenants Threatened with Eviction amid Rent Strike.” The reason that they’re striking is because their rents have gone up exorbitantly. These are many people who are on fixed incomes.", "One of the people interviewed is on disability—ODSP. If anybody understands the state of being a disabled person in the province of Ontario—an individual who is limited to those funds—you know that there is no room in that monthly budget for a rent increase. Nor are there true AODA standards in many of these units.", "“Ms. Livesay says she believes she and Ms. Vasquez were particularly targeted for being vocal members of the rent strike”: The reason that they’re being targeted, why these women on limited incomes who are renters in the province of Ontario, who live with a pest and cockroach issue in their homes—these are their homes, but they have no rights, Mr. Speaker. For 14 years, they have had no rights in this province.", "This piece of legislation does not fix that. Time allocation will not help us strengthen this piece of legislation. This is a long-standing pattern of undermining democracy in the province of Ontario. New Democrats will not be supporting this time allocation motion. Thank you very much." ],
  "anchor" : "para371"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "First of all, I’d like to thank all members for their contributions to the debate this morning. It is now 10:15, and this House stands recessed until 10:30." ],
  "anchor" : "para392"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today, pursuant to standing order 71(c), the member from Nipissing has filed with the Clerk a reasoned amendment to the motion for second reading of Bill 127, An Act to implement Budget measures and to enact, amend and repeal various statutes.", "The order for second reading of Bill 127 may therefore not be called today." ],
  "anchor" : "para395"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I’d like to introduce guests of page captain John-Stanley Black: his mother, Jennifer Black; his sisters Amiera and Sadie Black; his grandmother Joan Black; his aunt Jennifer E. Black; and his cousins Cassandra and Caleigh Clark." ],
  "anchor" : "para398"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "On a de la grande visite à Queen’s Park aujourd’hui. J’aimerais ça vous présenter Alain Dupuis, Steven Ogden, Josée Joliat, Kelia Wane, Koubra Haggar, Camille Sigouin, Ali Boussi, Pablo Mhanna-Sandoval, Carol Jolin, Peter Hominuk, Yacouba Condé et Bryan Michaud, qui sont tous avec le RÉFO. Bienvenue à Queen’s Park." ],
  "anchor" : "para399"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "On behalf of my seatmate, the member for Brampton West, I’m pleased to introduce a very special guest of page captain Noah Hatton. His mother, Janice Hatton, is in the public gallery this morning. Please welcome her to the Legislature." ],
  "anchor" : "para400"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Robin Martin, a good friend of mine, is here from Eglinton–Lawrence, as well as Shoshana Pasternak from York Centre. Welcome to Queen’s Park." ],
  "anchor" : "para401"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I want to welcome the mother of page Gurjaap Brar. She is in the gallery. Her name is Ninder Thind. Welcome to Queen’s Park." ],
  "anchor" : "para402"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Sorry, Mr. Speaker, je viens juste de remarquer que Peter Hominuk de « mon assemblée » est ici aussi. Merci beaucoup, et bienvenue." ],
  "anchor" : "para403"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I’d just like to welcome the family of Matt Samulewski, a close friend and a colleague at LCSB. They’re here with us for the Queen’s Park reception commemorating the 226th anniversary of the Polish constitution: Mary Samulewski, Leo Samulewski, Daniella Samulewski and Siena Deluca. Welcome to Queen’s Park." ],
  "anchor" : "para404"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "I wish to introduce George Anger from my riding. He’s the proud grandfather of page captain Gracin Black." ],
  "anchor" : "para405"
}, {
  "speaker" : "L’hon. Marie-France Lalonde",
  "text" : [ "Écoutez, je sais qu’ils ont été mentionnés, mais un en particulier dont j’aimerais soulever la présence au nom du caucus d’Ottawa et d’Ottawa–Orléans, M. Carol Jolin, est ici, le président de l’association de la francophonie ontarienne. À toute son équipe : merci beaucoup d’être ici." ],
  "anchor" : "para406"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "I’m very happy to welcome 25 Progressive Conservative caucus interns. They’re with us in the members’ gallery today. I’d just say, condolences for having to work with all of us." ],
  "anchor" : "para407"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "I’d invite all colleagues to please recognize a large delegation of individuals we have visiting from Pakistan: Commodore Rao, Dr. Shahid, Mrs. Shahzad, Mr. Jaral, Lieutenant Colonel Baierschmidi, Lieutenant Colonel Bhatty, Lieutenant Colonel Hafiez, Lieutenant Colonel Sartaj, Lieutenant Colonel Ayaz, Lieutenant Colonel Naeem, Commodore Ali, Mr. Amin, Mr. Joya, Air Commodore Bashir, Mr. Alam and, from the Consulate General of Pakistan, Ms. Khadija Hayat and Mr. Bhatti. Welcome to you all." ],
  "anchor" : "para408"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I have two guests to introduce today. First, a guest of page Kenna Smallegange: Her father, Gerry Smallegange, is here in the public gallery this morning. He is from Halton. Welcome to Queen’s Park.", "I would also like to introduce my intern Gazal Amin, who joins us also here in the gallery. Welcome to Queen’s Park." ],
  "anchor" : "para409"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I’d just like to say welcome to the other Liberal interns who are here with us today in the member’s gallery: Charlotte Zronik and Fatimah Nadhum. Welcome to Queen’s Park." ],
  "anchor" : "para411"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Je voudrais corriger. J’ai dit que tout le monde était avec le RÉFO; bien sûr, il y a des gens de « mon assemblée » qui étaient là également." ],
  "anchor" : "para412"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to welcome to Queen’s Park Principal Daniel Woolf of Queen’s University, Vice-Principal Michael Fraser of Queen’s University and Dr. Michael Green, the co-chair of the Truth and Reconciliation Commission Task Force." ],
  "anchor" : "para413"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton on a point of order." ],
  "anchor" : "para415"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "When I first arrived here I sat with a man named Gerry Martiniuk, who represented Cambridge from 1995 to 2011. Earlier today we learned that Gerry has passed on. On behalf of all members of this assembly, I want to wish his family deep condolences.", "I would also request unanimous consent for a moment of silence on behalf of our caucus." ],
  "anchor" : "para416"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton is seeking unanimous consent for a moment of silence on the death of Gerry Martiniuk. Do we agree? Agreed.", "Could I ask all members to please stand for a moment of silence in respect of Gerry Martiniuk." ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have with us today in the Speaker’s gallery a delegation of the department heads for the Nairobi City County Assembly of the Republic of Kenya. I would like to welcome our guests from Kenya.", "Also in the Speaker’s gallery: Would members please join me in welcoming the family and friends of the late Stephen David Owens, MPP for Scarborough Centre during the 35th Parliament, who are seated in my gallery. We welcome them. Thank you to the family for being here for this tribute.", "I’m also told that in the gallery is Mr. David Warner, the Speaker during the 35th Parliament, and Mr. Steve Gilchrist, MPP for Scarborough East during the 36th and 37th Parliaments and chair of the Ontario Association of Former Parliamentarians. Welcome to both of you. Thank you for being here." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I would now turn to the government House leader on a point of order." ],
  "anchor" : "para427"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to recognize the former member of provincial Parliament from Scarborough Centre, Mr. Stephen Owens, with a representative from each caucus speaking for up to five minutes." ],
  "anchor" : "para428"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent. Do we agree? Agreed. I will turn to the Minister of Education." ],
  "anchor" : "para429"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I am very proud to be the member from Scarborough–Guildwood representing the Liberal caucus in this tribute to Stephen David Owens. He was a good man, and an exemplary human being who made an enormous impact in the Scarborough area and beyond my hometown.", "Steve, as he was known, was a man dedicated to public service and volunteerism. He represented the interests of the worker, as his experience as a union official can attest. He showed incredible dedication to the values in life he held dear. Even after his life in politics, he worked to help new Canadians find meaningful work in Ontario.", "In 1990, Steve Owens won his seat in the election as the NDP representative when the NDP won a majority government. He proudly served from 1990 to 1995. Steve was elected to the riding of Scarborough Centre and was appointed as parliamentary assistant to the Minister of Correctional Services under the government of Bob Rae.", "In his role as parliamentary assistant, he presented a race relations and policing grant to the Scarborough community and race relations committee in 1994. Imagine, at a time when race was a very big issue in our world. Nelson Mandela had just been freed from Robben Island, having been in prison for 27 years. I know that in Scarborough this was a topic we all cared about. I was in university at the time.", "According to an article, the grant awarded then was used to finance a public education program designed to fight hate crimes and improve relations between the police and diverse communities. Imagine that 23 years later, our government created the Anti-Racism Directorate earlier this year that will work to address and prevent systemic racism in government policy, legislation, programs and services.", "Later, Owens served as parliamentary assistant to the Minister of Finance. In 1994, Owens was appointed Minister Without Portfolio, responsible for education and training, and 23 years later, that is now the Ministry of Advanced Education and Skills Development.", "During his tenure as MPP, he also served as party whip and caucus chair. Owens had the arduous task of guiding his fellow MPPs through some very sensitive and challenging debates. Owens offered a unique perspective in his role as caucus chair when the government engaged in union negotiations, as he was a former union chief. I’m sure the irony was not lost on him and others at the time. Newspaper articles reported that Owens was a tireless representative, willing to see both sides, ever hopeful and encouraging during intense negotiations.", "After his career in politics, Steve later worked at ACCES Employment services, where he worked to ensure that professionals new to Ontario were able to find employment.", "Steve’s volunteer career included service as a board member of Windmill Line Co-operative Homes, as well as being a member. Steve upheld the values of co-operative living throughout his life. He also served as a volunteer to the Toronto International Film Festival, for which he won an Ontario Volunteer Service Award in May 2016, a couple of months before he passed away.", "Steve Owens worked hard and represented his constituents well. He was a passionate man and a believer in justice and co-operative values. In 1993, then-Minister of Finance, the Honourable Floyd Laughren, said this of Steve Owens, “The co-operative movement has no better friend in this province than Steve Owens.” At the time, he supported the review of co-operative housing in Ontario and made recommendations to government to improve co-operative living for Ontarians.", "Though Steve Owens passed away in July 2016, he is remembered as being an outspoken advocate, a concerned citizen and a stalwart representative for the people of Scarborough. Even though he was near retirement, Steve continued his passion for public service, continuing his education at Ryerson University in public administration.", "I’d like to take a moment to acknowledge the many members of the family and friends of Stephen Owens for being here with us today. Although he is gone, he is never forgotten, and his work endures. Thank you so much." ],
  "anchor" : "para431"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further tribute?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "I rise this morning on behalf of the PC caucus to pay tribute to Stephen David Owens. Steve, as he was known, served as a member of this Legislature from September 1990 until June 1995, as a member of the NDP government of former Premier Bob Rae.", "Elected as the “union man,” he rode the NDP wave in the 1990 election under then-Premier Bob Rae. He held his victory party at the Auto Workers union hall—a very appropriate venue for a former union executive.", "He served his constituents of Scarborough Centre with grace and purpose. Stephen Owens had many jobs during his time here at the Legislature. Before he made it to cabinet himself, Steve served as a parliamentary assistant both to the Minister of Correctional Services and to the Minister of Finance. Prior to being in cabinet, he served as party whip and caucus chair. Both positions required vigour and immense responsibility, for which he was well prepared by his experience as a hospital worker and as a union executive.", "During his time as parliamentary assistant to the finance minister, Steve made it his focus to provide necessary services and to eliminate barriers to co-ops. Steve’s friends knew that his motivation in life was to make sure that children and those with disabilities who have it harder in life were well looked after and given opportunities to reach their potential. Steve wanted to tackle these challenges through the sort of education that would lead to good jobs and opportunities to contribute to society.", "With time, Steve was appointed minister responsible for education and training. Steve believed that education was a right, not a privilege, and that it was essential that people have the tools for “improved economic and social self-sufficiency.” Steve made it his mandate to remove the barriers that hindered the secondary to post-secondary route. It didn’t matter what your postal code was; Steve thought that good-quality education was an essential government service.", "One of Steve’s many achievements outside politics was his work with the Toronto International Film Festival. For his work there, Steve was awarded an Ontario Volunteer Service Award in May 2016.", "Steve was also a member of the Jewish faith. He contributed much to his synagogue, which he joined in the latter part of his life. As the members for Thornhill and York Centre may know, the Jewish community offers many opportunities for volunteerism, activism and outreach projects, and Steve was a vigorous participant.", "Sadly, we lost Steve last July, after a long illness, at the young age of 59. Steve was dedicated to helping the people of Ontario. He should be remembered for the efforts he put in to improve the world around us, be it as a part of the provincial Parliament or helping newcomers to Canada to settle into life here, or even as a volunteer in the many organizations that he assisted.", "On behalf of the PC caucus and the constituents of Scarborough–Rouge River, I send my condolences to the Owens family. Thank you, Steve, for your knowledge, passion and commitment to education, and for your service to Scarborough and Ontario." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further tribute?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I had the great pleasure of serving in this House, along with a few others of us who were here, in 1990—I see both Mr. Wilson and Mr. Arnott, who were elected in the same class of 1990, along with a whole bunch of New Democrats at the time—and I had the great pleasure of serving with Steve.", "I first met Steve, actually, at candidate school. As most parties do prior to an election, you have a gathering of candidates in order to prep them for the election. I remember meeting him then and being quite impressed, because you have to say about Steve that he was pretty passionate about everything he did. At the time, he was the president of a CUPE local for one of the local hospitals and had an agenda that he wanted to bring to opposition, because the Liberals were running at about 50% with Mr. Peterson at that particular time.", "Like him, I was running in order to be an effective voice for the ridings that we wanted to represent. Lo and behold, elections happened, and we won a majority government. It was great. New Democrats were in control. We got to do some really good, positive stuff that I’m very proud of, as a New Democrat and as an Ontarian, and Steve was part of that.", "What was really unique through that entire process was that a lot of us who came to government, as happened with the Liberals in the last election and as happened with the Tories in 1999—there are a lot of new members who come in when the government comes in on a bit of a sweep like that. Steve and myself were some of those members who came in who had not been elected before. I, like him, had not served in municipal politics prior, so this was a bit of a new thing for a number of us.", "We relied on each other, and Steve was one of those people we relied on in order to sort of bolster each other up and to talk about what it is that we have to do as members, how we approach issues in the Legislature and how we approach issues for our constituents. Steve was part of the group that I hung around with that very much allowed me to survive.", "Now, Steve and I were both lucky. We were able to come here in a sweep. Unfortunately, when the sweep goes the other way, sometimes we’re not as fortunate. That’s what happened to Steve, certainly not because of anything he didn’t do, because Steve was one of the better constituency MPPs I knew. He understood at the very beginning of this that it’s really all about the constituent. Yes, you’re there to represent your riding in the Legislature, and you’re there to speak on behalf of your party on issues, but he understood that it was about politics back home. Everything is local, what happens back there, and Steve was one of those guys who paid special attention to making sure that he returned all his phone calls and he canvassed between elections to do the things that have to be done.", "I have a lot of memories of Steve, and there are a few that I think have to go down, because he’s a little bit of an unsung hero when it comes to a number of issues that we had to grapple with. We took office at a time when we were told it was a balanced budget; in fact, it was an $8.5-billion deficit. We ended up in the situation of having to wear that for a period of four or five years.", "As you know, Steve ended up in finance at one point as Floyd’s parliamentary assistant, and it was rather difficult for us, because it was frustrating. We were pounded every day coming into the Legislature by the opposition—the Liberals particularly, and Mr. Harris as well—and we were in a situation of having to live with a deficit that we never created; it was there when we got there. Steve was one of the guys in caucus who got caucus members to understand that sometimes, as much as you try to explain the message, you’ve just got to put your best foot forward and always remember why you’re there: You’re there to serve your constituents.", "So as we were going through a lot of difficult decisions that we had to make as a government at the time, Steve was always one of those voices at caucus that was reasoned, that wasn’t hyperbolic, that brought good advice. Eventually that led to his election as caucus chair, because as in most caucuses, you elect that position. He was elected because the caucus members primarily had confidence in Steve, because they knew that he was all about the constituent, and that’s what we were all there to do.", "It was quickly noticed by Bob Rae at cabinet after that that he was a pretty effective caucus chair, and he was so effective that maybe we should do something else with him. So Steve got the opportunity to serve as our whip—and I have whip stories that I will not share with our whips about my time as the whip for the NDP during government; I wouldn’t want you to know what I wasn’t doing at the time.", "But Steve, again, had a really nice touch to being able to bring people in. He was not the type of guy who came in and yelled and screamed and did dramatics. If we were having difficulty with members, and I was that member from time to time, he had a way of being able to come to you and make you step up for what you were there for, and that is to serve your constituency and take your responsibility. He had a very calming effect in making that happen, so as a whip he was very effective.", "He also got to serve as a Minister Without Portfolio, or as he used to call it, a minister without a briefcase. That’s how he liked to call it. He did that with great pleasure.", "One last one, if you’ll just allow me, Speaker: He also served on something that a number of us have served on, which is the Board of Internal Economy. Except Steve had a special name for it. It was called the “board of infernal economy”—" ],
  "anchor" : "para455"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Exactly. He is known to have gone to those meetings, and I served with him on the board at the time, and having to deal with some pretty interesting situations. At one point the Clerk of the Assembly—I’m not sure; I guess Deb was the deputy at the time—Mr. DesRosiers had raised a particular issue and Steve’s response to him was “Wrong-o, bucko.” Only Steve could have done that with a straight face in a very tense meeting. Everybody laughed, because he had a way of being able to disarm people so that we could get to the task at hand and do what had to be done.", "So on behalf of Andrea Horwath, our leader, on behalf of our caucus and on behalf of all of those who we served with back in that glorious time of government from 1990 to 1995, we say thank you. Thank you very much for your contributions. Thank you very much for your friendship. For the friends and family who are here today, we know it’s a great loss, but we really appreciate your lending us Steve for those five years, because he made a huge difference to our team. Thank you very much." ],
  "anchor" : "para469"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’d like to thank all of the members for their thoughtful and heartfelt comments and tributes to Steve. To the family, on behalf of the Legislature, to let you know: We will provide you with a DVD and a Hansard copy of the tributes, so that your family can have that. Finally, on behalf of all of us, thank you for the gift of Steve Owens. We appreciate it. Thank you very much.", "Therefore, it is now time for question period." ],
  "anchor" : "para472"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "My question is for the Minister of Transportation. Yesterday’s botched attempt by this minister to crash a meeting with the Leader of the Opposition and His Worship the mayor of Toronto, is the sort of thing one might expect from a campus radical, not from a sitting cabinet minister.", "Mr. Speaker, my question is simple. Was the—" ],
  "anchor" : "para476"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order, please.", "Please finish." ],
  "anchor" : "para479"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Mr. Speaker, was the idea to protest outside—" ],
  "anchor" : "para481"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If we’re going to start, I’m going to start too. The Minister of Indigenous Relations and Reconciliation will come to order, and the Minister of Children and Youth Services will come to order.", "If it’s going to continue this way, we’ll ramp it up to warnings right away." ],
  "anchor" : "para483"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Thank you for that, Speaker. This is no laughing matter.", "My question is simple: Was the idea to protest outside really this minister’s idea, or did the Premier put him up to it to humiliate him?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "It’s always an auspicious beginning to question period when the colleagues from that member’s side of the House can’t keep a straight face when he’s asking the lead question, Speaker.", "I also have to say, with a nine-year-old and a six-year-old at home, I thought that my post-secondary records were permanently sealed. It’s unfortunate the members decided to go in that direction.", "I will say, Speaker, I had the opportunity—the privilege, in fact—to stand alongside my colleague from Etobicoke–Lakeshore at Toronto city hall yesterday just to make sure that the people of this city remember exactly how disastrous the Conservative track record on transportation was for the GTHA. Whether we’re talking about killing and filling the Eglinton subway or then tolling and selling Highway 407, we know that both of those decisions alone set this region back an entire generation. We’re rectifying that, and we’re building—" ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Supplementary." ],
  "anchor" : "para493"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Speaker, back to the minister. Here is what this minister said yesterday: “There’s a fine line between passionate advocacy for your community and moving in a different direction altogether.” The mayor is “over the line.” I think it was the minister who crossed this line.", "Speaker, clearly he is threatening His Worship, the mayor, and hinting that he should sit down, be quiet and stop fighting for Toronto.", "Mr. Speaker, my question is simple: Will this minister apologize to His Worship, the mayor? It’s your comments, sir, that were out of line." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated.", "To the Chair, please.", "Minister of Transportation." ],
  "anchor" : "para499"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "As I said in my initial answer, we know, on this side of the House, that with respect to all of the transit expansion projects that are either under way right now, ones that have been recently completed or ones that will start construction soon, the province of Ontario is providing more than 70% of the funds needed to deliver on those projects.", "Frankly, Speaker, in my time in this Legislature, nearly five years as an MPP, I have seen literally year after year, that member—the member asking the question, from Leeds–Grenville—and all of his colleagues repeatedly vote against budgets that would have provided the funds, and have provided the funds, to the city of Toronto and to 443 other municipalities across the province of Ontario. It takes a certain degree of audacity for that member and for that caucus to ask this kind of question in this chamber." ],
  "anchor" : "para502"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para504"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Again, back to the minister: I’m shocked that he won’t apologize. I’m shocked that the Premier hasn’t made him apologize. She might as well have said the words herself.", "Mayor Tory is simply standing up for the people of Toronto. Mr. Speaker, should Mayor Tory be worried that the Liberals will retaliate against him if he continues to advocate for his city?" ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para508"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Look, Speaker, nobody in this building, nobody across this province, would ever understand how it’s possible for that member and this caucus to pretend to stand up and defend the city of Toronto. When they had their chance, particularly in the area of transportation—I said this in my first answer; it bears repeating—they killed and filled the Eglinton subway. They then sold the 407, after putting tolls on it. We know at the end of the day, and the people of this region understand very clearly, that that party took this region and this city back more than a generation when they last had the opportunity.", "More than that, as I said a second ago, they have repeatedly voted against the budgets that would help the city of Toronto, and have helped the city of Toronto, and will continue to for years to come, Speaker.", "At the end of the day, our Premier and our government will continue to work with every one of our municipal partners to make sure that we continue to build the province up. Building the province up also includes, of course, helping to support the city of Toronto in every way imaginable. I would call on the members of that caucus to support this year’s budget to help Toronto and to help all of Ontario." ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please.", "New question." ],
  "anchor" : "para514"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "My question is to the President of the Treasury Board. Yesterday, Harold Brief from Toronto wrote a letter to the editor of the Globe and Mail. He wrote: “As a trustee in bankruptcy ... I often had individuals say to me that they could not sleep at night because of the debt they were carrying. So I wonder how Ontario Premier Kathleen Wynne and Finance Minister Charles Sousa can sleep at night when they look at the province’s debt load?”", "My question to the Treasury Board president: How do you Liberals sleep at night knowing that the debt that you are leaving behind for our children and grandchildren is growing each and every year you’re in office?" ],
  "anchor" : "para517"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I need to tell you, Speaker, that I’m very proud of this year’s budget. Because of our careful investments in the province over the last year, at the same time that we were reducing the deficit, we have a budget that’s balanced. As part of that budget that is balanced, we’ve been able to demonstrate more growth than any other jurisdiction in the G7. Our growth outstrips that. That’s why I am confident, now that we have turned the corner on the debt-to-GDP ratio, that over the years we will, in fact, be paying down the debt, because any debt that we incur in the future with our balanced—" ],
  "anchor" : "para519"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Wrap-up sentence." ],
  "anchor" : "para521"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I am very proud of the fact that future borrowing is devoted to investing in our province and building Ontario up." ],
  "anchor" : "para522"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Proud? Proud? She should be shocked, absolutely shocked, when she hears the Minister of Finance argue that debt is improving in this province: $10 billion worth of debt is not an improvement; $10 billion worth of debt is not an achievement; and $10 billion of debt is not an accomplishment. But these Liberals seem to think so.", "So I ask them: Where do the Liberals rank adding $10 billion of debt this year onto their list of accomplishments? Is $10 billion worth of debt for our province’s grandchildren and children high on your list of achievements?" ],
  "anchor" : "para524"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para526"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The member opposite is asking a question about debt. Somehow, they think that they are good stewards of managing debt. But let me give you a lesson, Mr. Speaker. During their time in office, during the good times of economic prosperity, they increased debt by 53%; they didn’t reduce debt. The member’s leader, when he was in power, during a Conservative federal government, had the highest deficit in Canada’s history: $55 billion in one year. They doubled that when they were in office federally.", "So we’re not going to take any lessons from this member, or anybody on that side of the House, who is not managing fiscally responsibly the issue of investing in our economy, investing in schools, providing free medicare for our children, and providing all-day kindergarten and free tuition. What would you cut?" ],
  "anchor" : "para527"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. We’re now going to warnings.", "Final supplementary?" ],
  "anchor" : "para530"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s laughable that this government thinks they are good stewards of the economy, after 10 years of deficits and 10 years of waste, mismanagement and scandal. This minister himself is sitting in his place because of a $1.2-billion gas plant scandal. That’s what I remember.", "I also want to defend Mike Harris: One million jobs were created under his administration, not like the 300,000 that were lost under this government.", "That $12 billion a year in interest payments is $1 billion a month. But instead, they are—" ],
  "anchor" : "para532"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The Minister of Economic Development and Growth is warned.", "Please." ],
  "anchor" : "para536"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Simply put, we’re paying for their cancelled gas plants, we’re crowding out front-line services, we’re paying for upside-down bridges and we’re still paying for those scandals that happened at eHealth and OHIP.", "Why do the Liberals refuse to introduce a credible plan to pay down the debt and ensure that we don’t have a rolling deficit like they’re hiding right now?" ],
  "anchor" : "para539"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para541"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Withdraw." ],
  "anchor" : "para542"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para543"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "We have 700,000 net new jobs since the depths of the recession, recovering all those that were lost. We are outpacing Canada, the G7 and the United States in economic growth. It’s well regarded around the world in terms of what Ontario is offering.", "We are sought after by investors, topping the foreign direct investment of any other nation in and around the world, especially in North America. We are the leading government, for that matter, in lower costs than any government in Canada and federally. We have the lowest interest on debt compared to any other time in the history of this province; certainly lower than the 15% or 16% when the Conservatives were in power and lower than when the NDP was in power at 12%. We’re locking in those rates over the long term.", "But the first way to address debt is to balance the books. We’re balancing this year, next year and the year after that and we’re lowering debt to GDP over the long term." ],
  "anchor" : "para544"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para548"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Acting Premier. I think every Ontarian should be able to get the medication that they need. That’s what universal pharmacare means. Instead, the Premier of this province chose to add yet another drug plan to the six that Ontario already has rather than implementing universal pharmacare.", "Why is the Liberal government still not committing to a universal pharmacare plan that would cover all 14 million Ontarians?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "We are enormously proud of OHIP+. OHIP+ will cover all people under age 25. Everyone in this province will have access to the same range of drugs as anyone else—" ],
  "anchor" : "para553"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "How about 25 and over?" ],
  "anchor" : "para554"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned.", "Carry on." ],
  "anchor" : "para555"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "More than 4,400 drugs listed on the formulary—young people will have access to all of those drugs. Our plan includes medications that treat conditions like diabetes, asthma, epilepsy, ADHD, ear infections, HIV, depression—a range of indications. Every young person in this province will have full access to that medication. They need their OHIP card and the prescription, and we’ll look after the rest. This is a huge enhancement." ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para558"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Universal pharmacare can save lives. For a dad over 24 living with HIV, for a worker over 24 who has lost their drug coverage or a mom over 24 who is skipping her heart medication because she can’t afford it, universal coverage is a must.", "We have universal medicare already—" ],
  "anchor" : "para559"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "We agree." ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Finance is warned." ],
  "anchor" : "para562"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Why won’t the Liberal government bring in universal pharmacare?" ],
  "anchor" : "para563"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I’m very pleased, as we’ve said many times in this House, that both the NDP and the Liberal Party agree that drug coverage should be part of medicare. OHIP should include drugs. We’re taking an enormous step in that direction—an historic investment in that direction.", "I do believe that provinces and territories across this country will be looking at what Ontario is doing. They will see the benefits of having full drug coverage for young people in their provinces. We are hoping that the federal government is paying attention as well.", "Do we dream of universal pharmacare where every citizen, every resident is covered for all drugs at all ages? Of course we do. That’s why our Minister of Health and our Premier have been making this argument for many years." ],
  "anchor" : "para564"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para567"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Dreams and arguments and discussions don’t get us a universal pharmacare system that the people of this province need.", "Our health care system is based on universal access. Our health care system was built on the principle that nobody should be turned away. I believe we should be building a pharmacare system based on that very same principle, that everybody is covered. All 14 million Ontarians should be able to get the medications that they need. That’s the bottom line. It shouldn’t be a dream. They’re the government. They should make it a reality.", "Why is this government not bringing in universal pharmacare and instead deciding to exclude literally millions and millions of Ontarians in their plan?" ],
  "anchor" : "para568"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "As we have said on this side, we support the notion that drugs, that medicines, should be covered under OHIP. That’s why we are making the changes that we are doing.", "There are some important differences between their approach and our approach. Ours is limited by age. Theirs is limited by condition; they cover only 125 drugs compared to 4,400 drugs. That means whether you get coverage or not will depend on the drug that you need. We don’t think that’s okay. We want to cover everyone. We are covering everyone under age 25.", "Our plan kicks in January 2018. We’re going to be two years ahead of you. That’s two years of drug coverage. We’re proud of our plan. I really do think the NDP should support us enthusiastically." ],
  "anchor" : "para571"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also for the Acting Premier. Look, the Liberals have starved our hospitals for nine years, four of those years with frozen budgets. As a result, people are being treated in what the government calls “unconventional spaces.” To patients, that means hallways and utility closets. The Premier is making decisions like she’s never been in an overcrowded ER before and never suffered the indignity of watching a loved one being treated in a hallway.", "Instead of fixing the problem, the Premier’s budget falls $300 million short of what’s needed as a basic. Why is the Liberal government making hallway medicine even worse here in Ontario?" ],
  "anchor" : "para575"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "This budget is all about improving health care. It is true that we have had to work hard to come to balance. We are now in balance. That means we have the opportunity to invest in those things that we know the people of this province want to invest in, and that absolutely includes health care. Patients should always come first. That’s why every decision we make is centred on providing families with high-quality care, and care that they can access.", "Since 2003, we’ve increased our investments every single year in health care. We’re treating more patients, we’re providing better care and we’re reducing wait times. This year’s balanced budget builds on these investments by providing a much-needed booster shot to health care: an additional $7 billion in health care over the next three years. Let me repeat that: an additional $7 billion." ],
  "anchor" : "para577"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para579"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "But the bottom line is that it will not undo the damage that this Liberal government has done to our hospitals and our health care system, damage that people have suffered through over the last nine years at least.", "Hamilton Health Sciences in my home city has been operating at over 100% capacity for months. Rob MacIsaac, the CEO of Hamilton Health Sciences, has said, if they care to listen, “We appreciate the additional funding we’re receiving this year but it will take a number of years to really overcome the problems we’re experiencing. In the interim, we’ll have to continue to utilize unconventional spaces to house the patients we can’t squeeze in regular rooms.”", "That means more Hamiltonians being treated in hospital hallways. Why is the Liberal government okay with the hallway medicine that they have forced our patients in this province to experience for far too long?" ],
  "anchor" : "para580"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para584"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Again, the leader of the third party is arguing for us to do something that we are doing: an additional $7 billion over three years in our health care sector. That’s an extraordinary investment. I would think that the third party would actually support it.", "Let’s see what that investment will mean. It means free drug coverage for people 25 and under through OHIP+, 4,400 medications covered. It will mean reduced wait times. It will mean increased access to more procedures like hip and knee replacements, MRIs and optometry services, more funding for mental health and addictions, enhanced primary care, more home care, more community care, and an improved experience for Ontarians at their local hospital.", "We are making the investments that will make a difference in the health care of the people of this province." ],
  "anchor" : "para586"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para590"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "This Liberal government broke our hospital system. They have broken our health care system. People are being treated in hospital hallways and in broom closets. According to the president of the Ontario Nurses’ Association, “Our hospitals have been starved of funding for years”—" ],
  "anchor" : "para591"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Barrie is warned.", "Finish, please." ],
  "anchor" : "para593"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "—“and our patients have paid the price as hospitals slashed more than 1,600 RN positions—to dangerously low levels.” The budget won’t fix that, Speaker.", "Can the Liberal government tell Ontarians whether they think it’s okay that people will have dangerously low levels of nursing care in their hospitals? Do they think that’s okay?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, I don’t know quite what to make of that question. I sometimes think that the third party actually wants people to think the health care system—" ],
  "anchor" : "para597"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "The first part of fixing a problem is admitting you have one." ],
  "anchor" : "para598"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Timmins–James Bay is warned.", "Carry on." ],
  "anchor" : "para599"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I am proud of our health care system. I am proud of the—" ],
  "anchor" : "para601"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "You ruined it. Ask any patient." ],
  "anchor" : "para602"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The leader of the third party is warned." ],
  "anchor" : "para603"
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "Yay, finally." ],
  "anchor" : "para604"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Tourism, Culture and Sport is warned. If you think this is a game, I’m going to win.", "Carry on." ],
  "anchor" : "para605"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Ask anyone from outside of Ontario and they will tell you that we should be proud of our health care system. International experts look at the system and they say we have a very good system with very good outcomes.", "We are making investments. We’ve added 24,000 nurses to our health care system—" ],
  "anchor" : "para607"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para609"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the finance minister.", "Yesterday, we spoke about the troubled mortgage lender Home Capital receiving a bailout from the Healthcare of Ontario Pension Plan, or HOOPP. HOOPP’s CEO served on the board of Home Capital, and Home Capital’s chairman served on the board of HOOPP. To many people, this $2-billion bailout sounds a lot like, “I’ll scratch your back if you scratch mine.” One guy owns $1.5 million in stock, and one company was used to shore up the other person’s stock.", "York University associate professor of law, governance and ethics Richard Leblanc says that being on both of these boards is “a clear conflict.”", "Does anyone think this passes the smell test, even for this government that’s under five OPP investigations? I ask the minister: Where was the government in preventing this and who was asleep at the switch?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Our number one goal is to ensure that consumers get trustworthy financial planning and advisory services that are in the best interests to meet today’s complex financial decisions with confidence. We have advanced forward—" ],
  "anchor" : "para615"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "It doesn’t pass the smell test." ],
  "anchor" : "para616"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville is warned. After warnings comes naming.", "Carry on." ],
  "anchor" : "para617"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The province, through our regulatory systems, has advanced forward with modernizations to ensure that protection, and more consumer supports, more transparency.", "FSCO, as you can appreciate, is now working closely with OSFI, which is the superintendent of financial institutions federally, in reviewing and monitoring this situation. To date, FSCO has taken enforcement action on two agents, but as we move forward, the federal government has taken measures to ensure proper activity. We are monitoring it very closely." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para621"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the finance minister: The chair of Home Capital is Kevin Smith, who earns $357,000 in that role and was given $1.5 million in shares. Last year he attended 31 board meetings. He was also on the board of HOOPP and attended their meetings. But this same Kevin Smith is the $720,000-a-year CEO of St. Joseph’s health centre. When could he possibly squeeze in time to run St. Joseph’s when he’s heading up a multi-billion dollar, troubled mortgage firm? The hospital is paying $720,000 a year for his part-time work. How is having a part-time CEO affecting the lives of countless health care patients?", "I ask the minister: Is it right that a hospital CEO, who should be focused on health care, be embroiled in a conflict for nothing other than personal gain?" ],
  "anchor" : "para622"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, we have a strong regulatory framework in place for oversight, both federally and provincially, of regulated financial institutions, which protects the insured depositors and provides for financial stability. The member opposite makes reference to independent organizations that are not agents of the government.", "Furthermore, the Healthcare of Ontario Pension Plan president and CEO has recused himself. He stepped away from the board, as the member opposite has already made reference to, just last Thursday. We understand that Kevin Smith, also the chairman of Home Capital, has stepped down from HOOPP’s board.", "Regardless, Mr. Speaker, our priority is ensuring the protection and safety of consumers and investors. We’re working closely with the federal government and the regulators to ensure just that, and that’s why the Ontario Securities Commission has been involved." ],
  "anchor" : "para624"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Acting Premier. Public libraries are one of the great equalizers. Everyone can go into a public library, take out a book, use the Internet, access important services like English-language classes.", "The Toronto Public Library has been told that their provincial funding will be cut by 20%.", "Why is the Liberal government cutting libraries?" ],
  "anchor" : "para628"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Tourism, Culture and Sport." ],
  "anchor" : "para631"
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "I want to thank the member opposite for her question.", "It’s always a pleasure for me to stand in this House and talk about the robust support that our government has been providing to libraries since 2003—over $3.5 billion for our public and First Nations libraries in 2015-16 alone.", "I’m happy to announce that our budget—which I hope the member opposite will support, but I suppose she won’t—contains supports for libraries: over $1 million in funding. Why is that, Speaker? Because the people of Ontario join with this government and the members on this side of the House in supporting libraries, because they’re fundamental to Ontarians and to our future. And that support will continue." ],
  "anchor" : "para632"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para635"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, that seems like quite a curious response from the minister when the government is cutting funding to the Toronto Public Library—funding that is being used to provide Internet hot spots for low-income people, funding that gives kids access to books, funding that allows new Canadians to take language classes.", "Libraries are one of the great equalizers. They are key to poverty reduction strategies, and they make our communities great places to live.", "I’ll ask the minister again, or the government: If they are so proud of their support of libraries, why are they, on the other hand, cutting funding to the Toronto Public Library?" ],
  "anchor" : "para636"
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "Speaker, I’ll say again what I said in my first response: that our support for libraries remains robust and is continuing. In fact, last year we released a culture strategy in our government that is looking at our relationship with libraries. In this particular area, we reviewed this cost and the ongoing program and it was found to be not necessarily as effective. In fact, some of the monies remain unspent. So to provide support to all the libraries in Ontario—which I know the member opposite supports—we are continuing to look constantly at our relationships with libraries. That support will continue. We’re proud of it.", "On this side of the House, as I say again, our budget contains a million extra dollars of support for libraries. We hope that the members opposite will continue to support our efforts to build capacities in local libraries." ],
  "anchor" : "para639"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "My question is to the Minister of Transportation. Speaker, as a former city councillor, I know how important it is to have strong partnerships between municipal governments and provincial and federal levels. One of the main reasons I ran as an MPP under the leadership of Premier Wynne is because I saw first-hand how committed this government is to investing in municipalities, including my own, Toronto.", "Our government has always been and continues to be a strong partner, and in fact the strongest partner, for the city of Toronto on many fronts, but especially when it comes to transit. That’s why, yesterday, I was proud to join the Minister of Transportation at city hall to talk about that.", "Could the minister please provide members of the House with more information on how we’re investing in Toronto transit?" ],
  "anchor" : "para642"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Of course, I want to begin by thanking the member from Etobicoke–Lakeshore for his advocacy for his community and for the entire city of Toronto. This member has been working hard for a number of years—we know this, Speaker—both as a municipal councillor and as the MPP for Etobicoke–Lakeshore.", "Just last month I was delighted to be with that member to provide an update on the Kipling Mobility Hub, a critical project that he has long been advocating for both in his time here and his time at city council.", "Our government has proven time and time again that we are fundamentally committed to investing in transit and transportation projects across Ontario and here in Toronto. That’s why our government is already contributing over 70% of the funding for Toronto transit projects. This includes projects like the Eglinton Crosstown and Finch West LRTs, the Union Pearson Express and GO regional express rail, investments that have already been completed, are under construction or will soon start construction. These are not investments of the distant past or even recent past. We are and will continue to be a strong partner for Toronto, and our record demonstrates that." ],
  "anchor" : "para646"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para649"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "Thank you to the minister for that answer. I was very pleased to welcome the minister to Etobicoke–Lakeshore last month to discuss the Kipling Mobility Hub, which will help to transform the Etobicoke city centre. Having served as both a councillor and now as an MPP for the great riding of Etobicoke–Lakeshore, I know that the transit projects we’re investing in, often as the sole capital funders, are transforming communities across the city.", "But there has been a lot of misinformation being reported about our commitment to the city’s transit, both for today’s needs and tomorrow’s, particularly in regard to funding projects like the new downtown relief line.", "Last week, the Minister of Finance revealed our 2017 budget, which contains some important updates on infrastructure investments. Would the minister please provide the members of the House with more information on the commitment we announced in budget 2017 and what we’re going to do to advance future transit projects?" ],
  "anchor" : "para650"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for the follow-up. Not only was budget 2017 balanced, it also contained $30 billion worth of new infrastructure funding for projects across Ontario, including Toronto. This is on top of the over $12 billion that we have already invested in Toronto transit alone.", "We’ve already provided critical planning money for projects like the relief line and the Yonge north subway extension. These are projects which our other partners have not yet allocated capital funding for.", "When the member from Etobicoke–Lakeshore and I were at city hall yesterday to clear up some of this misinformation about our commitment to Toronto, one thing became abundantly clear to me: The leader of the official opposition and the PC Party still do not have a plan to invest in transit in Toronto, let alone across the province.", "The PCs can keep holding press conferences. We’ll continue to deliver on transit that the people of Toronto, the region and this province desperately need." ],
  "anchor" : "para653"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is to the Minister of the Status of Women. A couple of weeks ago I asked the minister about Hope 24/7, a victim services organization in Peel region that is powerless to help many of its vulnerable clients because of this government’s mismanagement. More than 130 people seeking care had to be turned away at the moment of their greatest need.", "Do you know how the government responded to this crisis? They shamefully told Hope 24/7 that they are doing too much and that they should cut back their services.", "This government hides behind the fact that they’ve funded Hope 24/7 for 20 years, but the truth is, this government doesn’t even have a clear funding formula in place. Everything is done the way it’s done simply because that is the way it’s been done in the past. Well, that just won’t cut it, Mr. Speaker.", "My question to the minister is: When will this government act to address the disgraceful wait-list at Hope 24/7 and when will they implement a funding formula that actually works for victims of sexual violence?" ],
  "anchor" : "para658"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’d like to thank the member opposite for the question. I just want to say that keeping women in our province safe is absolutely one of the number-one priorities of our government. In fact, that’s why we launched several programs on this, including It’s Never Okay, the Action Plan to Stop Sexual Violence and Harassment in March 2015. It was groundbreaking, and it put our province on the map as a leader in this area.", "When it comes to specific funding of various organizations in and around the province, we are looking into what’s happening with Hope 24/7. We know that there are some issues in terms of their formula, and we are working with them to ensure that we are helping them and supporting them to get their programs in line and their services in line.", "We are motivating generational change when it comes to ensuring that we are supporting women who are victims of violence. We’re making sure that we’re creating—" ],
  "anchor" : "para662"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Cutting their services is not helping them, and that’s what you told them to do.", "Do you know that our victim services organizations aren’t even allowed to help children under 16 under the current funding guidelines? The minister should know that the average age of a victim of human sex trafficking is just 14 years old, yet our victim services organizations are being told not to help them because they fall outside of the funding rules.", "This is a travesty, Mr. Speaker. The government should be fixing this outrageous oversight rather than hauling victim services organizations out to read them the riot act. The government keeps saying that they are responding to sexual violence with their action plan, but they have offered absolutely no timeline for a review of services. They go on dragging out and delaying, while victims like those seeking help at Hope 24/7 are denied vital services.", "Again to the minister: When will this government finally stop defending outdated bureaucratic processes and finally design a system that actually prioritizes victims of sexual violence?" ],
  "anchor" : "para666"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para671"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Attorney General." ],
  "anchor" : "para673"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Let me first of all recognize that Hope 24/7 does very important work throughout the Peel region. That is why we have provided them with funding for over 20 years now. Since 2003, our funding for all sexual assault centre programs has increased by 45%. In fact, in 2005, we increased Hope 24/7’s budget by over $31,000 as part of our It’s Never Okay action plan to increase funding to all sexual assault centres by 7%. In fact, Hope 24/7 currently receives almost $500,000 from the Ministry of the Attorney General, the sixth-highest funding allocation in all of Ontario.", "We have committed to reviewing counselling services across the province, and we have asked Hope 24/7 to be part of this conversation. In addition, there’s a provincial working group of sexual assault centres currently reviewing the program as well. We look forward to continue working with them." ],
  "anchor" : "para674"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, for four decades, the people of Grassy Narrows have been suffering from mercury poisoning. In February, the Premier—" ],
  "anchor" : "para677"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Who are you asking?" ],
  "anchor" : "para678"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Sorry; to the Acting Premier. Thank you.", "In February, the Premier met with Chief Fobister of Grassy Narrows. At the time, Chief Fobister and media reported that the Premier had committed, finally, to cleaning up that mercury contamination, and doing it quickly.", "In the budget last week, there was no money set aside for that cleanup. There wasn’t even a mention of Grassy Narrows. Why did the Premier break her promise?" ],
  "anchor" : "para679"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para683"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of the Environment and Climate Change." ],
  "anchor" : "para685"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I want to be very clear. There is, right now, dedicated in the budget the initial $2.1 million to complete the science work that we committed to do to determine that.", "The Premier has been very clear. I’ve been very clear. The Minister of Indigenous Relations and Reconciliation has been very clear. This government will fully fund and fully implement Dr. Rudd’s—and the recommendations.", "We are also aware, as I’m sure the member opposite is, that there is an ongoing leak—I take that back. There is strong evidence of an ongoing and continuing leak at this site, from the Domtar site. That also means that we may have to look at additional actions and regulatory actions by this ministry.", "Unlike the governments of the last 60 years, we are not going to abandon the people of Grassy Narrows." ],
  "anchor" : "para686"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para690"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, when you need between $80 million and $90 million to clean up mercury contamination and you don’t put it in the budget, and you say you’re going to put in $2 million, you’re not dealing with the problem. A wish and a promise and a hope are not adequate.", "The money was not put in the budget, and still the people of Grassy Narrows are dealing with that poisoning—the family of Azraya Ackabee-Kokopenace, age 14, for instance. Azraya died last year after leaving hospital. No cause of death was determined, but her brother had died from exposure to mercury poisoning in 2014. This is a community that is living a tragedy.", "So when is the Premier going to put the money on the table—not two million bucks. When is the Premier going to put the money on the table to clean up this contamination and stop the poisoning?" ],
  "anchor" : "para691"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para696"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I’m going to be very clear: The money is not on the table; the money is on its way to Grassy Narrows, as the bills come in. Mr. Speaker, the cost of this may well be far in excess of $84 million. As a matter of fact, I am guessing that this government’s commitment to Grassy Narrows is going to exceed that amount of money.", "Many other projects that were done in-year over last year—including the work we’re doing on missing and murdered indigenous women and many other programs that were $150 million and under—were not explicitly stated in the budget. That didn’t mean the government is less committed to it.", "But you know, Mr. Speaker, I am shocked when I look back at the history of this province. You look at Aamjiwnaang, in the middle of Sarnia, completely surrounded by air contaminants, or the abandonment of Grassy Narrows. No one in this House who has been here should find that record—" ],
  "anchor" : "para698"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "I take this moment to indicate to all the members that if anyone ever says anything that they know is unparliamentary, they have it upon themselves, if I can’t pinpoint any individual, to stand and withdraw anyway. Thank you." ],
  "anchor" : "para701"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order. New question." ],
  "anchor" : "para704"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question this morning is to the Minister of Northern Development and Mines. Last week, as we know, this government delivered the first balanced budget in nearly a decade. It in, there are strong examples of how this government is supporting communities and businesses in northern Ontario. Investing in the north is a critical part of this government’s plan to build Ontario up by supporting job creation and creating a dynamic and innovative business climate.", "Mr. Speaker, can the minister please provide us with examples from the budget of how this government is making life easier for those living in the north?" ],
  "anchor" : "para706"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member from Barrie for her question. Like those in the province—the north benefited greatly from our investments in the health care system. My main hospital in Thunder Bay, Thunder Bay Regional Health Sciences Centre, will see about a $4-million base increase to their budget—very good news for Thunder Bay Regional. I know the hospital in Sault Ste. Marie will receive almost a 5% increase in their base funding—very significant.", "I want to thank the Minister of Health as well, Speaker: a $10-million increase in the Northern Health Travel Grant, a very significant piece for people right across the north.", "People may be aware that the basic income pilot will be trialed for three years in Thunder Bay, Speaker.", "Perhaps the most significant piece in the budget for those of us in the north is an increase of $100 million, up to a total of $650 million, for the northern highways program in Thunder Bay and right across northern Ontario. I’m going to just remind the Minister of Transportation to make sure he transfers that money over to the Ministry of Northern Development and Mines, so we can do all that great work across northern Ontario." ],
  "anchor" : "para708"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para712"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Thank you, Minister, for setting the record straight in this House. I know that northern Ontario is a top priority for our government, and it is clear that the increase in investments made throughout the north will have a positive impact on communities and businesses in the north. I know we have a long record of investing in northern Ontario, which clearly continues today, as reflected in this year’s budget.", "But this past week, we heard the opposition making misleading claims about our ongoing support—" ],
  "anchor" : "para713"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para715"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Withdraw." ],
  "anchor" : "para716"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It doesn’t matter." ],
  "anchor" : "para718"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Mr. Speaker, can the minister please set the record straight?" ],
  "anchor" : "para719"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Speaker, it was with a bit of amusement that I got back to my riding in Thunder Bay and listened to the attempt by the critic for the north from the opposition party, in his attempts to grab a headline. He did not want to talk about OHIP+, that’s understandable. He was trying to do a bit of a bait and switch, saying that, by way of example, the Northern Ontario Heritage Fund was being gutted or declining in terms of its funding. Speaker, very clearly still $100 million is there for the Northern Ontario Heritage Fund.", "Also, he was implying that the Ministry of Northern Development and Mines budget was going down. No, there was one-time funding in there in 2016 and that money was no longer needed. Abandoned mine sites were cleaned up, and the money was no longer required—no reduction in the budget to the Ministry of Northern Development and Mines.", "But most humorous, I would say, was the criticism by the member that we are no longer making a commitment to the Ring of Fire, the $1 billion, because it wasn’t in the budget. In the past, his criticism would have been that it’s another re-announcement. So if it had been in the budget, he would have been criticizing us for putting it in there again. This time he’s trying to criticize us for not having it in there.", "We’re very committed—" ],
  "anchor" : "para720"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. My resolve hasn’t changed.", "New question." ],
  "anchor" : "para724"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. I’m just seeking clarification. Yesterday during the PC caucus budget briefing with ministry officials, I asked if the new OHIP+ drug plan would cover the same items as other government drug plans. How did the ministry respond? They gave me a little coy smile and said, “Go ask the government.”", "So, Speaker, can the Minister of Health and Long-Term Care clarify whether the OHIP+ drug plan will have the same coverage as drug plans that are for seniors, for home care, for ODSP or for OW?" ],
  "anchor" : "para727"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question. It gives me the opportunity to talk about OHIP+, our universal pharmacare program applying to every child and youth in this province, 24 years of age or younger.", "We have a drug formulary in this province. It contains more than 4,000 different medications. It’s science- and evidence-based in terms of the drugs that we have on that list. It involves an entire range of cancer drugs, drugs for rare diseases and the more common prescriptions as well.", "That is the formulary that is made available to our seniors. It’s the formulary that’s made available to those on Ontario Works, on ODSP and those on home care. It is the same formulary that will apply for OHIP+ for children under the age of 25." ],
  "anchor" : "para729"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para732"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Back to the minister: The chamber has heard from the Minister of Health and yesterday from the member for Eglinton–Lawrence, who said that OHIP+ will cover expanded cancer medications and rare disease drugs. However, the government plan for seniors, ODSP and home care have limited access to cancer medications and rare disease drugs. Many cannot access the drugs they desperately need, which we hear about consistently in this—" ],
  "anchor" : "para733"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The Minister of Community Safety and Correctional Services is warned.", "Carry on." ],
  "anchor" : "para735"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Many cannot access the drugs that they desperately need, which we bring to this Legislature day in and day out.", "Oral take-home cancer medications are not covered, nor are the majority of rare disease drugs. Will the minister be upfront with Ontarians and just tell this chamber that it’s the same drug plan that’s out there for seniors, home care, OW and ODSP? It’s not something special that they’re trying to promote to gain votes." ],
  "anchor" : "para737"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Given the professional background of the member opposite, I think he would appreciate, and I hope he would agree, that it’s important that we make our decisions on funding drugs prescribed by our doctors and our nurse practitioners not in a minister’s office, but that they are made by professionals—experts, clinicians, researchers and academics—who truly are experts in those diseases and in those drugs—and it’s evidence-based, it’s scientifically based—that we use that approach and we take the politics out of the decision-making process.", "That’s the basis of establishing the formulary. It’s the basis of establishing formularies across the world. I’m not sure if the member opposite is suggesting that we should make every available drug, regardless of its impact, available to—" ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para741"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "My question is to the Acting Premier. There is no hiding it. There was no mention of the Ring of Fire in the Liberal government’s budget. Rien pantoute, pas un mot.", "Can this government tell us why the Liberals are putting roadblocks in front of the Ring of Fire Infrastructure Development Corp.?" ],
  "anchor" : "para743"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Northern Development and Mines." ],
  "anchor" : "para746"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I’m sorry that we had the friendly just before the member got up to ask his question. I would say the same thing to him as I just did in response to the friendly.", "In the past, that member, especially, has stood in his place—I would say on probably more than one occasion—and has criticized the government, in his words, for a lack of commitment to the Ring of Fire and a lack of progress on the Ring of Fire. Because when it’s in a budget, he sees it, frames it and characterizes it as a re-announcement: “When are you going to do something?”", "This time, the money is not allocated—“allocated” is the wrong word. It’s not mentioned in the budget, and so the member this time is simply going to try and say that that represents not an interest in—" ],
  "anchor" : "para747"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carry on." ],
  "anchor" : "para751"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Quite simply, if it had been in there, the member would be on his feet today criticizing it as a re-announcement.", "The commitment is there. Everybody knows that. The people on the ground know that. The stakeholders know that. We’re working for it and trying to make progress as best we’re able." ],
  "anchor" : "para752"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para754"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Sometimes, if you ask the question over and over again, the truth finally comes out. I’d like to remind this government that the honourable Minister of Municipal Affairs told this House on March 28 of this year, just a month ago, that they had put $1 billion on the table to develop the Ring of Fire. But apparently that meant nothing.", "How did this Liberal government go from investing $1 billion to zero dollars? Because that’s exactly what the Liberal budget had for development of this critical job-creating and economy-building project: zero dollars, pas une cenne.", "Why are the Liberals abandoning the Ring of Fire and abandoning all of the people and communities that are counting on it?" ],
  "anchor" : "para755"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para759"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Thank you again to the member for the question. Of course, it is nonsense. The premise is unfounded. We are clearly committed, and have been for some time, to the Ring of Fire.", "As the Minister of Finance has just leaned over and reminded me, not only have we committed $1 billion to the Ring of Fire when it comes to infrastructure funding in the province of Ontario, but we’ve increased our overall commitment to infrastructure generally from $160 billion over 12 years to $190 billion. An additional $30 billion is in this year’s budget over the outgoing years to support infrastructure in the province of Ontario. And I’ve got lots of examples, if I had enough time, where I could give that member a long laundry list of investments and infrastructure right across northern Ontario, in all of the northern Ontario municipalities, to the benefit of all of the taxpayers in all of those communities.", "Our commitment is clear; our commitment is consistent. The member continues to try and talk down the Ring of Fire. We’re working very actively on it, and we’re hopeful that in the near future we’ll have—" ],
  "anchor" : "para761"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para764"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Ma question est pour le ministre des Services à l’enfance et à la jeunesse, l’honorable Michael Coteau.", "As MPPs and dads, Speaker, I think we both know the importance of caring for our children, going beyond mere food, clothing and shelter, and in fact providing supportive, nurturing, safe and secure households so children may reach their potential.", "Minister, last December, the government introduced Bill 89, enacting the Child, Youth and Family Services Act. As Chair of the justice policy committee, I’ve had the honour of listening to public deputations from Ontarians on Bill 89 and a number of its initiatives and programming. In particular, they focused in on the age-of-protection changes should the bill pass. This policy change has the potential to positively impact the lives of many vulnerable young Ontarians and to support them as they move forward out of care—particularly important for my folks in Etobicoke North.", "Minister, can you share with us details of how the 2017-18 budget supports our plan?" ],
  "anchor" : "para767"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to thank the member from Etobicoke North for this question. I’m so proud of this government’s record when it comes to helping young people here in the province of Ontario and setting them up for success.", "This is a budget that focuses on our children and youth. This budget commits an additional $134 million to child welfare reform to support new initiatives in the sector. This includes raising the age of protection. If Bill 89 is passed, we hope to implement the provisions related to raising the age of protection by September of this year. This means that, if this budget is passed and if Bill 89 does pass, starting in September we will have the funding necessary and the right legislation to begin supporting 16- and 17-year-olds who need care and resources. We estimate that this will help an additional 1,600 young people here in the province of Ontario, and set them up for success here in the province." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para773"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Thank you, Minister. I know that, in fact, under the leadership of Premier Wynne, you have been working hard to bring forth these important reforms to the child welfare sector.", "These reforms, if passed, will have a wide-ranging list of positive impacts for children in care across the province. Particularly with regard to the budget, OHIP+ and the expansion of pharmacare are something important to the residents of Etobicoke North. This bill again, if passed, will improve oversight, support consistent services and address the overrepresentation of indigenous and black youth in the child welfare sector. That’s why it’s so important that our government make these commitments in the budget and follow through.", "Can the minister please tell us about some of the other initiatives that will reform the child welfare sector based on our new budget?" ],
  "anchor" : "para774"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Again, raising the age of protection is something I believe and this government believes is good for young people here in the province of Ontario. This budget has a commitment to invest in that area, but we’re going to go further than that. We’re committing to incorporating new initiatives, such as the creation of the Supporting Families Fund, as well as the implementation of the One Vision One Voice plan in children’s aid societies across the province.", "One Vision One Voice is part of our government’s commitment to addressing anti-black racism in the child welfare system. This important initiative will assist children’s aid societies in delivering more culturally appropriate child protection services. By investing in children and youth in this budget, we’re investing in the future of Ontario. I hope all members of this House will show their support for children and youth across this province by supporting a budget that, at its heart, takes care of young people here in Ontario." ],
  "anchor" : "para777"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. Last month, I appreciated how the minister spontaneously found time in his schedule to meet with a guest of mine for an hour and a half. Today, I would like for him to join me in welcoming Joan Black. Joan is here to celebrate her grandson, who is page captain. She is, incidentally, a victim of excessive noise and possibly tonal noise generated by industrial wind turbines which the minister’s own staff found may be outside of noise compliance guidelines.", "When I brought the good work of the minister’s regional staff to his attention a couple of weeks ago, he said that no one should suffer. In addition to Joan, how many more people, including children and seniors, are demanding answers and actions by this government?", "I have followed up directly with the minister in a letter to set up the suggested meeting, but I have yet to hear back from him. Given that Joan is here today, could the minister spontaneously find time to meet with her as well?" ],
  "anchor" : "para780"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "These things are not spontaneous. As a matter of fact, I make regular trips in the summer to farm communities and to individual farms." ],
  "anchor" : "para783"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "What about Chatham-Kent?" ],
  "anchor" : "para784"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I have been to Chatham-Kent, and I’ve been to Bruce county. I’ve been throughout eastern Ontario. I’ve probably visited over 40 farms to look at issues that they are concerned about, from pesticides to greenhouses to turbines. I spent almost half a day with Mrs. Black’s son talking about a number of issues. That wasn’t spontaneous.", "As the member knows, I have never refused a meeting with any Ontarian. Sometimes you can’t fit it right in your schedule, but we do that. On this side of the House, we see one Ontario. We don’t see a rural and an urban Ontario. Ministers even from downtown Toronto—" ],
  "anchor" : "para785"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Maybe the minister could spend time talking to my constituents, because it’s very clear from the members opposite that—" ],
  "anchor" : "para788"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "She’s right there. Why don’t you meet with her?" ],
  "anchor" : "para789"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned. It’s never too late to be named, either.", "Supplementary?" ],
  "anchor" : "para790"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Speaker, facts matter. You all saw the reaction of Joan Black with the response that we just heard—shameful.", "I ask again, Speaker: Will the minister take time today to meet with Joan Black from Ashfield, near Goderich—you’ve got the wrong Mrs. Black—and discuss the letter that she and Carla Stachura sent to him on April 24, explaining how his new protocols still don’t cut it? They’re not addressing wind speeds. They’re not addressing ambient noise. They’re not even looking at the total noise inside the house.", "There’s so much to talk about. Will the minister meet with Joan today and do the honourable thing?" ],
  "anchor" : "para792"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated please. Thank you.", "Minister?" ],
  "anchor" : "para796"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "There is a Joan Black from your area who writes me almost on a monthly basis and who my ministry is working with. I apologize—" ],
  "anchor" : "para798"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "She writes you on a daily basis." ],
  "anchor" : "para799"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "This helps us understand why they are very good at getting elected as opposition and not government.", "Mr. Speaker, if I have mistaken Joan Black for another Joan Black, I wouldn’t treat this Joan Black any differently than the other ones. I take these issues very seriously. We take all of these issues seriously, and we care about all Ontarians. If there is an issue that I have not addressed promptly enough, I apologize. I will get on top of it.", "But whether you’re an indigenous person in Sarnia struggling with benzene and air quality, or in Grassy Narrows, fighting—" ],
  "anchor" : "para800"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para803"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Transportation, on a point of order." ],
  "anchor" : "para805"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I didn’t get the chance at the outset of question period today to introduce Alex Bentz and Nicholas Ferreira, who are both working as interns in my ministry office for the summer. Thank you very much for being here today." ],
  "anchor" : "para806"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from London West, on a point of order." ],
  "anchor" : "para807"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I’d like to welcome three students from the Huron University College political science association who have joined us this morning: Emily Abbott, Natalie Cross and Sean Yauk. Welcome." ],
  "anchor" : "para808"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "It gives me great pleasure to welcome Connor Robertson, who is a long-time resident of Don Valley. Welcome to the Legislature." ],
  "anchor" : "para809"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I was going to introduce Connor. They’ve joined us late in the gallery. Two young Ontarians have joined my office as interns for the summer, and yesterday was their first day at Queen’s Park: Please join me in welcoming Connor Robertson and Nicolette Tsianos." ],
  "anchor" : "para810"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I also wish to introduce two outstanding interns: Gillian Bevan, from Queen’s University, and Noah Parker, from Ryerson. Welcome to Queen’s Park and to your time at the Ministry of Finance." ],
  "anchor" : "para811"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It’s such a delight to welcome, in the gallery, Calvin Crack, who is here. He’s from Alexandria, where I had an opportunity to visit on my rural tour, and he is the son of MPP Grant Crack. Welcome." ],
  "anchor" : "para812"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I just noticed Zunaira Asif, from my riding of Ottawa Centre, here in the gallery. Welcome to Queen’s Park." ],
  "anchor" : "para813"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para814"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m pleased to rise today and recognize Wightman Telecom. Wightman has been nominated for a national award in the Tuned-In Canada: the CCSA Awards.", "Wightman Telecom is based out of Clifford, Ontario, which is shared by the member from Bruce–Grey–Owen Sound and the member from Perth–Wellington as well as myself. It operates in 17 different exchanges in south-central Ontario. They are known for their advanced fibre-to-the-home technology that provides excellent phone service and some of the fastest high-speed Internet speeds in Canada.", "Tuned-In Canada is a project that aims to highlight the work of local television and communication providers in Canada. They are sponsored by the Canadian Cable Systems Alliance. Every year, they have an award where they recognize people who have been making a difference in their communities. The winners receive a trophy and an opportunity to donate up to $1,000 to a community charity of their choice.", "Wightman Telecom has been nominated for the award known as Best Community Building Story for a local health care radiothon. In 2016, Wightman Telecom partnered with Bluewater Radio station to broadcast the first annual Bluewater “On Air for Local Healthcare” radiothon. I called in and made my pledge, and we had a lot of fun challenging other local politicians to do the same. It was a six-hour-long live TV and radio show, and it raised over $40,000 for local hospitals.", "If they should have the honour of winning, the Walkerton and District Hospital Foundation and Hanover and District Hospital Foundation will share the prize. There are two days left in the open online voting at tunedincanada.com. Let’s help Wightman win." ],
  "anchor" : "para818"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’d like to talk about an important part of my community: our local Lions and Lioness Clubs.", "Three Lions Clubs will be celebrating anniversaries this weekend. The Stamford Lions Club and Lioness Club will be celebrating their 60th anniversary; the Chippawa Lions Club will be celebrating their 75th anniversary; and the Fort Erie Lions Club will be celebrating their 90th anniversary. On behalf of our communities, I’d like to thank all the Lions and Lioness Clubs for the incredible work they do in our region each and every day.", "The Lions do incredible work in Niagara, and here are some of the examples. The Stamford Lions and Lioness Club in Niagara Falls is known for its harvest breakfasts and their Christmas dance, which are great events with terrific food that raise important money for community initiatives for organizations like the Niagara Health System. The Fort Erie club has a long history of helping the Fort Erie community. Funds raised through their work actually went to purchase the first ambulance at the Douglas Memorial Hospital.", "My community office is even in the Lions Club. Every day, myself and my staff get to witness the incredible programs they offer for seniors, such as their monthly senior lunches, bingos, bridge and crib.", "Lastly, I’d also like to highlight the Chippawa Lions Club. They’ll be hosting a free community appreciation event this Saturday with a barbecue and children’s activities to thank the community for their support over the years. While the Lions Club focuses on hunger, diabetes and vision impairment in their community, they also contribute to opening and closing Camp Dorset, which offers a vacation retreat for those who need dialysis.", "On behalf of the province, I would like to congratulate all these Lions and Lioness Clubs on their anniversaries and thank them for the incredible work they do in our communities." ],
  "anchor" : "para824"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I rise today to celebrate the 15th anniversary of Asian Heritage Month, which is recognized every May.", "To celebrate Asian Heritage Month and Ontario 150, on May 10 I will be co-hosting, with the East Asian Women Empowerment group, Celebration 15: Voices of Chinese Canadian Women in Ontario at the Toronto Reference Library.", "Celebration 15 will honour 15 Chinese Canadian women in Ontario who have contributed to the changing history of Canada and another 15 women who have strengthened our local communities. These women have devoted tireless passion, time and commitment to shaping Ontario. They’ve provided leadership in arts, civic engagement, culture, education and community building.", "Celebration 15 will recognize exceptional Chinese Canadian women, including Gretta Wong Grant, the first Chinese Canadian lawyer, called to the bar in 1946; former Senator Dr. Vivienne Poy, who brought forward a Senate motion designating May as Asian Heritage Month in Canada; and Adrienne Clarkson, the former Governor General of Canada.", "As the first Chinese Canadian female MPP, I’m proud of my Asian heritage. I’m privileged to represent Scarborough–Agincourt, one of the most diverse and multicultural ridings in Ontario.", "Mr. Speaker, on May 10, I’m honoured to recognize these trail-blazing Chinese Canadian women who demonstrate how diversity strengthens our community and contributes to our economy and, most importantly, makes Ontario a great place to live, play and work." ],
  "anchor" : "para831"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Mr. Speaker, I’m pleased to rise today to recognize Children’s Mental Health Week in Ontario. It’s a great opportunity to recognize the importance of speaking up about mental health.", "Last year, we had the tragic loss of a number of youth in Oxford county. These tragedies have left a hole in our community. I met with students who said we need to do more to provide mental health education and services in our schools. They also told me that bullying is still a problem in schools and online.", "According to a survey done by Children’s Mental Health Ontario, over 28% of youth indicated that mental health issues are not covered in the school curriculum. Meanwhile, over 35% said that mental health issues were only covered once, in one class. We need to do more to educate students on how to cope with their struggles.", "I’m happy to announce that this weekend, on May 7, Kids Help Phone will host their fundraiser, Walk So Kids Can Talk, presented by BMO, for the first time ever in Oxford. This is very exciting for our community, and I commend Kids Help Phone for their great work supporting our children and for raising awareness on this important issue.", "I encourage any young people who are having problems to reach out to Kids Help Phone or their local mental health organization. It’s okay to talk about it." ],
  "anchor" : "para838"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I’m standing in the House today to recognize and congratulate the team that shaped and produced the movie Painted Land: In Search of the Group of Seven, for their Barbara Sears Award for best editorial research at the Canadian Screen Awards in Toronto last March.", "Congratulations, Goulais River adventurers Joanie and Gary McGuffin, as well as Sault Ste. Marie artist and art historian Michael Burtch, for their major roles, along with Nancy Lang, Rebecca Middleton and Emma Hambly of White Pine Pictures.", "You created such an amazing movie that really highlights the untouched nature that can be found in Algoma. This movie is a beautiful tribute to the art and life of the Group of Seven, seven of Canada’s greatest landscape painters, as they adventured up to northern Ontario in search of inspiration. The beautiful landscapes in this film really showcase why every year thousands of tourists travel to northern Ontario and to my riding of Algoma–Manitoulin.", "From watching this movie, you just get a sense that everyone involved had such passion for the work they were doing. It conveyed perfectly the beautiful wilderness of Ontario’s north. This movie makes you want to retrace their steps along the shores, cliffs and lakes of Algoma and Lake Superior.", "I also wanted to highlight Algoma Central Railway, without whose co-operation, the cast and crew have stated, this documentary could not have been made.", "Congratulations." ],
  "anchor" : "para844"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m sure the members want to know that the founder of the Group of Seven, Lawren Harris, was born in Brantford, Ontario—just saying." ],
  "anchor" : "para850"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It sounds like a statement." ],
  "anchor" : "para852"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s my pleasure to stand and rise today. I had the opportunity with the Attorney General a few weeks to attend the seventh annual Somali Hope Academy gala in my riding of Ottawa South. The Somali Hope Academy is a local charity whose vision it is to reach out to poor and destitute children in Somalia and offer them a free education.", "The founder of the Somali Hope Academy is Sergeant Mahamud Elmi of the Ottawa Police Service, more affectionately known as “Sergeant Mo.” Sergeant Mo’s vision was to help those children in need, to get them an education, to give them opportunity.", "Somali Hope Academy has built a school, and last year they received over 300 children in that school. Their next project is to build a well so that they can make the school self-sustaining.", "I want to congratulate the academy; Sergeant Elmi, and his Ottawa Police Service colleagues, who always support him; all the volunteers who were there that night; and restaurateur Dave Smith, who was there doing the live auction and was very good at enticing people to open their wallets.", "I’m really pleased to represent a community where families from over 125 countries, speaking 90 languages, have chosen to make a home. What really amazes me is our ability inside our community, as in many communities in Ontario, to reach outside and to realize that we need to support those around the world." ],
  "anchor" : "para854"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "It’s an honour today to rise in the House on behalf of the PC caucus and our leader, Patrick Brown, to mark the 226th anniversary of the adoption of the Polish Constitution, the world’s second-oldest constitution.", "The signing of the Polish Constitution on May 3, 1791, is an event of great pride for Poland and a significant moment in the history of democracy. It has served as a symbol of freedom during the 123 years of partitions, and during the Nazi and Soviet occupations.", "Ontario’s Polish roots run deep, with a history dating back to before Confederation, 150 years ago. Our province is home to half a million Canadians of Polish heritage.", "The values of freedom, democracy and the rule of law, which this day celebrates, are values we share in Canada.", "This year marks the 100th anniversary of the establishment of Camp Kosciuszko, a Polish army training camp at Niagara-on-the-Lake. It was here in Ontario that 22,000 Polish soldiers trained from 1917 to 1919 to fight against the Germans on the Western Front. Today, the small piece of blessed ground in Niagara-on-the-Lake symbolizes both the patriotism of the Poles and the alliance between Poland and Canada, two countries which are brothers in arms and share their love of freedom.", "I look forward to attending this year’s jubilee pilgrimage to Niagara-on-the-Lake to pay homage to the soldiers who have paid the highest price for the protection of the values of our two countries.", "In Poland, May 3 is observed as the most important civic holiday since Poland regained independence. It is free from work, and many celebrations, parades, exhibitions and public events take place.", "To all of my Polish Canadian friends: Happy Constitution Day. Sto lat." ],
  "anchor" : "para861"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "Well, Mr. Speaker, once you’ve had Polish, that’s all you relish.", "I’m pleased to stand today to speak to Polish Constitution Day. May 3 is Polish Constitution Day, a very important national holiday for Poland and people of Polish heritage around the world.", "Polish Constitution Day celebrates the declaration of the constitution of May 3, 1791, one of the landmark achievements in the history of Poland. This historic document was the first democratic constitution in Europe, and second in the world only to the US Constitution.", "Despite being in effect for only 19 months, the constitution of 1791 helped inspire Poles to have an independent and just society for generations. It did not save the Polish state at the time, but it did save the Polish nation.", "Although the celebration was banned under various authoritarian regimes between 1792 and 1990, Constitution Day is now openly and proudly celebrated in Poland and around the world each year.", "Today, members of Polonia were at Queen’s Park to commemorate this important day. I’d like to specifically recognize Mr. Jacek Bogucki, secretary of state for agriculture for the Republic of Poland; Mr. Grzegorz Morawski, consul general of Poland; Mr. Juliusz Kirejczyk, president of the Canadian-Polish Congress, Toronto branch; and other distinguished guests who are here to celebrate the 226th anniversary.", "I want to thank these community leaders for all their efforts in keeping our Polish traditions and heritage strong in Ontario." ],
  "anchor" : "para870"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I rise to share with the House some exciting news from accessibility advocates who are working diligently to bring the new dynamic symbol of access to Ontario.", "On April 23, I joined The Forward Movement co-founders Dylan Itzikowitz and Jonathan Silver at the Centre for Social Innovation in Toronto, where they launched, before 100 supporters, including StopGap founder Luke Anderson and gold-medal Paralympian Paul Rosen, the new dynamic wheelchair symbol they’re hoping Ontario will adopt.", "The idea behind the new icon is to stop associating people with disabilities with the image of a stationary person in a stationary wheelchair, and accept the fact that they can be just as active and engaged as the rest of us.", "For this reason, the new graphic shows movement, emphasizing differing abilities. Its background is still blue, but the person in the wheelchair is leaning forward with their arms up behind them, looking to be on the move rather than sitting still.", "I first learned of the new dynamic symbol of access when I met Dylan about a month ago at Queen’s Park, and was immediately inspired by his story and campaign. Two years ago, Mr. Itzikowitz was suddenly shifted to wheelchair-reliant after he was hit by a drunk driver in North York. He has since co-founded The Forward Movement together with Mr. Silver, and they’re working hard to bring the accessible icon project to Ontario.", "I want to clarify that The Forward Movement isn’t pushing for old symbols to change, which were created back in 1969, but rather for the new symbol to be used going forward.", "I am fully supportive of the change as I believe it’s a good way to change perceptions and educate people about the importance of removing barriers and making Ontario more inclusive. As such, I pledge to do what I can to help advocate for that change here at Queen’s Park.", "I invite members to visit the website themoveforwardmovement.ca and check out the new and exciting accessible icon which is now also part of the permanent collection of the Museum of Modern Art." ],
  "anchor" : "para879"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para887"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated May 2, 2017, of the Standing Committee of Government Agencies.", "Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para890"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Introduction of bills: the chief government whip and member from St. Catharines." ],
  "anchor" : "para894"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "Thank you, Mr. Speaker. The bill I’m going to introduce is of particular interest to you because it’s an initiative that you have taken in this House but cannot do so sitting in the Chair.", "Mr. Bradley moved first reading of the following bill:", "Bill 128, An Act to proclaim Lawren Harris Day / Projet de loi 128, Loi proclamant le Jour de Lawren Harris." ],
  "anchor" : "para895"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para899"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The honourable member for a short statement." ],
  "anchor" : "para901"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "The bill proclaims October 23 in each year as Lawren Harris Day." ],
  "anchor" : "para902"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Great explanatory note." ],
  "anchor" : "para903"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para906"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion with notice. Do we agree? Agreed." ],
  "anchor" : "para907"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move that, notwithstanding standing order 98(b), Mr. Vanthof and Ms. Armstrong exchange places such that Mr. Vanthof assumes ballot item 54 and Ms. Armstrong assumes ballot item number 65." ],
  "anchor" : "para908"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi moves that, notwithstanding standing order 98(b), Mr. Vanthof and Ms. Armstrong exchange places such that Mr. Vanthof assumes ballot item number 54 and Ms. Armstrong assumes ballot number 65. Do we agree? Carried." ],
  "anchor" : "para909"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Government House leader." ],
  "anchor" : "para911"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I believe you will find we have unanimous consent to put forward a motion without notice regarding the Standing Committee on Justice Policy." ],
  "anchor" : "para912"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? I heard a no." ],
  "anchor" : "para913"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Good afternoon, Speaker. Bonjour, monsieur le Président. It is a pleasure to rise in this House to remind the honourable members that this week is the first official Correctional Services Staff Recognition Week in the province of Ontario. In marking this week, we recognize the hard work and dedication of correctional services staff and their enormous contribution to community safety. Correctional services staff are often the unsung heroes of the justice sector.", "Monsieur le Président, nos agents correctionnels sont souvent les héroïnes et les héros dans l’ombre au sein du milieu judiciaire.", "Correctional services staff do not have the profile of the police or the burden of the court in determining guilt or innocence; yet, after an arrest has been made or a sentence handed down, correctional services staff, including our correctional officers and probation and parole officers, health care professionals and social workers, support those in our custody and put them on a path to rehabilitation. This week pays tribute to the incredible work that they do.", "Cette semaine souligne leur travail incroyable.", "Supporting those front-line workers is a vast and dedicated network of programming staff, back office support workers, drivers, food services and maintenance staff and administrators.", "Correctional Services Staff Recognition Week will be marked at institutions and probation and parole offices across the province.", "La Semaine de la reconnaissance du personnel des services correctionnels sera soulignée dans les établissements correctionnels et les bureaux de probation et de libération conditionnelle de toute la province.", "Later this year, we will be dedicating a correctional services monument, to be built on Whitney plaza. Queen’s Park is where Ontarians come to celebrate our identity and where we can pause to give silent thought to those who lend experience, wisdom and sometimes sacrifice to keep our communities safe. The site was selected to ensure visibility and accessibility so Ontarians can be reminded of our outstanding correctional services staff and the contribution they make to Ontario’s system of justice.", "The monument will be officially dedicated in September at a special ceremony of remembrance, honouring staff who have fallen in the line of duty while serving in Ontario’s correctional services.", "Le monument sera officiellement inauguré en septembre, lors d’une cérémonie de commémoration spéciale en l’honneur des membres du personnel des services correctionnels qui ont perdu leur vie dans l’exercice de leurs fonctions.", "I don’t think people realize it, but correctional services was one of Ontario’s first public services. To commemorate construction of the monument and to highlight corrections history, a time capsule will be created to collect significant and historic memorabilia. This capsule will be sealed and added to the dedication of the monument this September.", "As we celebrate Correctional Services Staff Recognition Week, I invite members of this House to join with our correctional services staff to recommend items that they would like to see added to the time capsule to preserve history and salute Ontario’s correctional services family—past, present and future.", "En cette Semaine de la reconnaissance du personnel des services correctionnels, j’invite les députés de l’Assemblée à se joindre au personnel des services correctionnels pour recommander des éléments à ajouter dans la capsule témoin de façon à préserver et à saluer la grande famille des services correctionnels en Ontario, celle du passé, du présent, mais aussi du futur." ],
  "anchor" : "para916"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I’m pleased to stand in the House today to mark Education Week in Ontario. Each year during the first week of May, Ontario’s education community comes together to honour student achievement and education excellence. It’s a time to pay tribute to the dedication and commitment of students, parents, teachers and education workers across the province.", "I want to take this opportunity to thank everyone who works tirelessly to support Ontario’s students and children. And I’d like to recognize the many ways the entire school community makes Ontario’s education system one of the best in the world, something that we can all be proud of.", "This year we are also marking another important occasion. Canada and Ontario are celebrating their 150th anniversaries since Confederation. This milestone is a chance to reflect on the qualities and values that define us, and an opportunity to showcase Ontario’s diverse communities. The Ontario 150 celebrations are also an important opportunity to move ahead on our journey of reconciliation together with indigenous peoples.", "Schools provide an essential space to enhance understanding of our shared history and to build our collective future.", "At this time, we can reflect on the meaning of reconciliation and our commitment to building relationships based on trust, understanding and respect.", "We want every community across the province to be able to celebrate this anniversary in ways that are meaningful and lasting and look positively towards the future. Our government is partnering with non-profit organizations, municipalities and indigenous communities to invest in programs and infrastructure that will leave a legacy for future generations.", "Education Week is the perfect opportunity to build on this momentum and inspire a new generation to set their sights toward the next chapter in Ontario’s history.", "That is why I’m pleased to say that “Ontario 150” is the theme of this year’s Education Week. I’m thrilled to share with the House that all week long, schools across the province will be participating in projects, events and activities that are rooted in Ontario’s curriculum and explore the past, present and future of our province.", "In fact, Mr. Speaker, the festivities are already under way. On May 1, schools across the country celebrated Music Monday to promote music education. We’ve encouraged students in Ontario to join in and lend their voices by performing their own versions of A Place to Stand, the unofficial anthem of Ontario 150.", "I am delighted to share that I visited Rose Avenue public school just this week on Music Monday and participated with elementary school students in workshops reflecting the multicultural musicality of Ontario and Canada. I participated in workshops where students learned about music and dance from many cultures. They practised with Tinikling, a Philippine folk dance. I learned about Métis history and music and I danced a jig. I learned about the tabla drum and South Asian music style, and I heard about the blues and created handmade instruments.", "Our students are having fun with Education Week, and Music Monday was indeed a lot of fun.", "As we celebrate Education Week, I also want to take the opportunity to recognize the important role our education community has played in welcoming Syrian newcomers. More than 4,600 Syrian refugee children now attend schools right here in Ontario, like at Carson Grove, which I visited in Ottawa. Our teachers and education workers have shown enthusiasm, commitment and compassion as they work diligently to provide these new students with the specialized supports they need to feel welcome and safe and at home.", "I want to thank our broader school communities as well: parents, guardians and volunteers. Thank you for all the work that you have done and continue to do to make these children and their families feel at home in their new communities.", "Mr. Speaker, the well-being and success of every student are top priorities for the Ministry of Education and our partners. I want to say thank you also to our partners as well as to the Ministry of Education staff and all the teachers and education workers for the work that they do.", "As we begin a new chapter in Ontario’s story, we continue to build towards these goals for the future. That is why I want to highlight two special funding opportunities for school boards to support student well-being and achievement in recognition of Ontario 150.", "The first will promote physical activity and well-being among elementary school students. Funding has been provided for enhancements to playgrounds and community spaces. This could include, for example, purchasing new playground equipment, or painting playgrounds.", "The second will engage secondary students in the arts through funding for musical, visual, dramatic or multimedia productions that celebrate Ontario’s 150th anniversary.", "Students will take the lead by planning, organizing and implementing these Ontario 150 projects, and parents and broader school communities will play an important role as partners.", "I saw students engaged and enthusiastic about their work. I watched a group of students rehearse their musical performance for the school’s Ontario150 celebration later this month. Mr. Speaker, you should have seen the moves.", "Schools will also host special Ontario 150 events that highlight student learning as part of their project.", "We look forward to celebrating these exciting initiatives together.", "There are many ways our government is engaging young people in this year’s celebration. My colleague Minister McMahon and the Ministry of Tourism, Culture and Sport have made empowering youth a priority for this year’s celebration—a worthy, worthy emphasis.", "The Ontario150 Partnership Program is funding more than 85 projects that will give youth exciting opportunities to actively participate in their communities. These opportunities are designed to support creativity, cultural expression, diversity, inclusion, environmental stewardship, entrepreneurship, healthy living and civic engagement. These are values that reflect the goals outlined in our renewed vision for education, and I am delighted that many of the projects funded through this program will work directly with students, helping them to develop new knowledge and skills.", "Mr. Speaker, during this Education Week, we have much to celebrate. Guided by our renewed vision for education, Ontario’s publicly funded school system continues to build on its world-class reputation. It is my honour to stand in the House today and extend my best wishes to every student, parent, teacher and education worker who makes this possible. Together, we are building the next generation of leaders for this new and exciting chapter in Ontario’s history." ],
  "anchor" : "para931"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s time for responses." ],
  "anchor" : "para956"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Corrections week marks yet another occasion to highlight the crisis in corrections that we’ve been discussing for years now. The government’s focus is on compassionate care for inmates and expanding mental health services. Experts and staff agree, and I as well, that more mental health services are needed in our jails, but this will do little if inmates and staff are in constant fear of being assaulted.", "The budget only makes one reference to the safety of inmates and staff. This reference is in the very last line—it’s a throwaway line.", "According to front-line staff, there has been a drastic increase in violence in our jails in recent months, and this government has given no indication that it is willing or even able to restore order in our jails. Safety must be addressed.", "We’re pleased that the government has finally realized that Ontario’s dangerous and decrepit detention centres need substantial improvements and, in some cases, replacement.", "At the same time, we are concerned about the thought of this Liberal government building another jail. Why, you might ask? Their flagship jail—which summarizes their out-of-touch approach to corrections—called the Toronto South Detention Centre, is commonly referred to as “the mistake by the lake” or a “billion-dollar hellhole.” That’s not to be confused with the Thunder Bay jail, which Mayor Keith Hobbs has referred to as a “rathole.” The Toronto South facility is our province’s most expensive jail and one of the least functional. It has been plagued with critical problems from the start, such as malfunctioning locks and unbreakable windows that were quickly broken. It was built based on an experimental supervision model never before attempted in Ontario, in an effort to cut back on staff. The government has ignored warnings from the Auditor General and the corrections union about safety and concerns.", "Speaker, I am disappointed that there is no relief in this budget to be found for Ontario’s probation and parole officers who struggle with the highest caseload in the country. These people are tasked with things like assessing the risk of sex offenders, and they simply cannot keep up with the work. This dangerous situation greatly jeopardizes public safety and hurts the morale of all probation and parole officers, who realize it’s only a matter of time before a tragedy.", "Section 22 of the correctional services act also needs revising to add transparency to investigations regarding suspensions. Investigations take far too long to wrap up, leading to many corrections staff being paid to sit at home for months at a time while our jails go understaffed. No one wants to see that.", "In conclusion, at the end of the day, I want all corrections officers, probation and parole officers, nurses and other corrections staff to return to their homes safely." ],
  "anchor" : "para958"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I’m pleased to rise and speak about Education Week. I do so in my capacity as the associate critic for education.", "Education has the power to put aspirations within reach and help make real the promise of opportunity that defines Ontario. In an increasingly competitive and interconnected global economy, nothing is more important than preparing future generations for success from their earliest days of school.", "Education Week provides an important opportunity to celebrate the collaboration, dedication and commitment of students, teachers, parents and other education professionals in schools and classrooms across the province. Every Ontarian willing to work hard deserves a chance to pursue a higher education no matter who they are, where they come from or what their circumstances are. We have a responsibility to ensure that every child has a pathway to success. The future of our province depends on having an educated and highly skilled workforce, and the work of preparing our youth for that future is happening every day in our schools.", "This past summer, I had the opportunity to visit schools across the province to meet staff and students and to see first-hand the important work that goes into supporting student success. Education Week is a way to celebrate student achievement and acknowledge the efforts of teachers, education assistants, administrative personnel, library technicians, custodians and maintenance workers. Speaker, as the father of an educator, I’m very proud to celebrate the incredible work done every day by workers in the education sector. They’re dedicated, skilled professionals who enhance the learning environment for students across this great province.", "This week, let us pledge our support for all of our province’s education workers and students by reaffirming the ideal that everyone should have the chance to use their talents and abilities to contribute to our province’s success." ],
  "anchor" : "para967"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to rise today on behalf of our leader, Andrea Horwath, and our Ontario New Democratic caucus to honour Ontario’s corrections officers and professional staff who support and maintain our vital corrections system. The men and women who make up our probation, parole and correctional services system are hard-working, highly trained and dedicated professionals who keep our communities safe. They do this every day, sometimes in the face of danger and violence to themselves and to their colleagues. They do this on our behalf and without fanfare.", "Unless you work directly on the front lines of our system, you could never know the daily challenges that our COs and professional staff have to overcome to ensure the safety of themselves and that of the inmates that they are charged to guard. They do this all along knowing that the system in which they currently operate is in crisis. These workers deal with correctional facilities which are outdated, antiquated and overcrowded, and inmates who are processed with high-level mental health needs because there are no supports that exist in the community.", "It’s not uncommon for corrections officers to be physically attacked, have feces, urine and other bodily fluids thrown on them at work, and be exposed to communicable diseases in the course of their duties. It’s time for an officer dignity initiative similar to ones implemented in other jurisdictions that focuses on training and preventing exposure to these unacceptable conditions.", "The only way to effectively perform any job is to have the right tools at your disposal. That means adequate staffing levels for COs and support staff, and ongoing and proactive training to ensure that they have the knowledge to effectively carry out their duties.", "That means manageable caseload expectations for our probation and parole officers.", "That means facilities which are modern and well-designed to ensure the safety of not only the corrections staff but the inmates as well.", "That means intervention and mental health services in our community to divert people from entering the justice system in the first place.", "That means that we need fully operational and staffed body scanners at every detention facility to eliminate contraband from entering our jails.", "Finally, that means listening to our front-line staff in a respectful way, relying on their experience and their expertise to identify areas where our system can be improved and made more efficient.", "Speaker, most people in society don’t think about our corrections system on a daily basis. Thankfully, because of our corrections officers and professional support staff, they don’t have to. But it’s our duty to support them in the work that they do, and to honour their service, because without them, our communities would be vulnerable and our system simply could not work." ],
  "anchor" : "para973"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I’m pleased to rise on behalf of the Ontario NDP caucus to recognize Education Week 2017.", "This is a week for schools to open their doors and invite the community in, to showcase the remarkable things that are happening in classrooms across the province. It’s a week to highlight the professionalism and dedication of the teachers, education workers, administrators and trustees who support students to thrive and achieve their full potential, whether that is measured in academic success, creative expression or entrepreneurial drive.", "It is a week to celebrate the partnerships with parents and community that sustain strong and vibrant schools that develop students as thoughtful, engaged citizens who are aware of the world around them and excited about making it better.", "At the same time, Education Week also coincides with Children’s Mental Health Week. Unfortunately, as we heard yesterday, there are more than 12,000 young people in this province who are waiting right now for therapy or intensive treatment. Many of these students are struggling in our schools.", "Education Week comes on the heels of the Liberal government’s budget announcement, which saw $4.6 million in cuts to special education programs across 15 Ontario school boards, while more than $1 billion remains unspent in the education budget.", "Education Week comes as education workers have joined together to signal a wake-up call to government about the need to address rising violence in our classrooms, and as communities rally across the province, especially in rural Ontario, to save some of the 300 schools that are slated for closure.", "This year, I call on the Liberal government to offer more than words in support of Education Week, and instead to start undoing some of the damage that has been done to our public education system that we rely on as the foundation of democracy, equality and inclusion in this province." ],
  "anchor" : "para985"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para992"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I think I’ll mix it up a little bit by going to the member from Chatham–Kent–Essex." ],
  "anchor" : "para995"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Thank you very much, Speaker. That’s Speaker privilege for you. There you go.", "This is a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this petition, sign it and will give it to Peter." ],
  "anchor" : "para996"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "This petition is to the Legislative Assembly of Ontario, by Fight for $15 and Fairness.", "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently reviewing employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to change employment and labour laws to accomplish the following:", "“—ensure that part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time permanent counterparts;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—offer fair scheduling with proper advance notice;", "“—provide at least seven (7) days of paid sick leave each year;", "“—prevent employers from downloading their responsibilities for minimum standards onto temporary agencies, subcontractors or workers themselves;", "“—end the practice of contract flipping, support wage protection and job security for workers when companies change ownership or contracts expire;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of the laws through adequate public staffing and meaningful penalties for employers who violate the laws;", "“—make it easier for workers to join unions; and", "“—all workers must be paid at least $15 an hour, regardless of their age, student status, job or sector of employment.”", "I totally agree with the thousands of signers and give it to Jeremi to be delivered to the table." ],
  "anchor" : "para1005"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly. It has been sent to me by the office of Dr. Lisa Bentley, a dentist in the city of Mississauga. It reads as follows. It’s titled, “Update Ontario Fluoridation Legislation.", "“Whereas community water fluoridation is a safe, effective and scientifically proven means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas recent experience in such Canadian cities as Dorval, Calgary and Windsor that have removed fluoride from drinking water has shown a dramatic increase in dental decay; and", "“Whereas the continued use of fluoride in community drinking water is at risk in Ontario cities representing more than 10% of Ontario’s population, including the region of Peel; and", "“Whereas the Ontario Legislature has twice voted unanimously in favour of the benefits of community water fluoridation, and the Ontario Ministries of Health and Long-Term Care and Municipal Affairs and Housing urge support for amending the Health Protection and Promotion Act and other applicable legislation to ensure community water fluoridation is mandatory and to remove provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to introduce legislation amending the Health Protection and Promotion Act and make changes to other applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I’m pleased to sign and support this and send it down with page Claire." ],
  "anchor" : "para1023"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition presented to me by Olivia Gudziewski and Michelle Alvey, who is the youth employment coordinator with the Oxford County Board of Health. Olivia is a student working at the board of health.", "“To the Legislative Assembly of Ontario:", "“Whereas in the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and", "“Whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I thank very much the presenters of the petition, and I thank you for the opportunity to present it on their behalf to the Legislature." ],
  "anchor" : "para1032"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "A petition to the Legislative Assembly of Ontario that reads:", "“Whereas Belle River’s privately operated ServiceOntario centre shut down in January 2017 because the second owner in four years has given up operating it; and", "“Whereas the government is considering applications to let yet another private owner take over the operation of the centre; and", "“Whereas the people of Belle River and surrounding communities have a right to reliable business hours; and", "“Whereas the people of Belle River and surrounding communities have a right—where they live—to the full range of services available only at publicly operated centres, in addition to health cards and driver’s licences, such as:", "“—registering a business;", "“—filing Employment Standards Act claims;", "“—submitting Landlord and Tenant Board documents;", "“—entering Ministry of Natural Resources draws; and", "“Whereas the closest publicly operated office is 30 minutes away in downtown Windsor; and", "“Whereas the residents of Belle River and surrounding areas pay the same provincial taxes as other Ontarians and, therefore, have a right to equal access to quality services; and", "“Whereas the only aim of publicly operated centres is to provide the best possible services to the people, while the sole goal of privately operated services is to generate the biggest possible profit for the owner;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows: that the Minister of Government and Consumer Services instruct ServiceOntario to immediately and permanently open and staff a public ServiceOntario centre in Belle River.”", "I support, will affix my name and send it to the Clerks’ table with page Matt." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas electricity prices have increased and in too many cases become unaffordable for Ontarians;", "“Whereas Ontario is a prosperous province and people should never have to choose between hydro and other daily necessities;", "“Whereas people want to know that hydro rate relief is on the way; that relief will go to everyone; and that relief will be lasting because it is built on significant change;", "“Whereas the Ontario fair hydro plan would reduce hydro bills for residential consumers, small businesses and farms by an average of 25% as part of a significant system restructuring, with increases held to the rate of inflation for the next four years;", "“Whereas the Ontario fair hydro plan would provide people with low incomes and those living in rural communities with even greater reductions to their electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the Ontario fair hydro plan and provide relief for Ontario electricity consumers as quickly as possible;", "“Continue working to ensure clean, reliable and affordable electricity is available for all Ontarians.”", "I support this petition, affix my signature to it and pass it to page Katie." ],
  "anchor" : "para1063"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas” the General and Marine Hospital located in Collingwood “is challenged to support the growing needs of the community within its existing space;", "“Whereas a building condition assessment found the major systems of the hospital will require renewal within the next 10 years;", "“Whereas substandard facilities exist in the emergency department; there is no space in the dialysis department to expand, and there is a lack of storage and crowding in many areas of the building; and, structurally, additional floors can’t be added to the existing building to accommodate growth;", "“Whereas there is no direct connection from the medical device repurposing department to the operating room;", "“Whereas there is a lack of quiet rooms, interview rooms and lounge space;", "“Whereas Collingwood General and Marine Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government immediately provide the necessary funding to Collingwood General and Marine Hospital so that it can build a new hospital to serve the needs of the community.”", "I certainly agree with that, and I will sign it." ],
  "anchor" : "para1074"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas Ontario does not have a strategy on Lyme disease; and", "“Whereas the Public Health Agency of Canada is developing an Action Plan on Lyme Disease; and", "“Whereas Toronto Public Health says that transmission of the disease requires the tick to be attached for 24 hours, so early intervention and diagnosis is of primary importance; and", "“Whereas a motion was introduced to the Legislative Assembly of Ontario encouraging the government to adopt a strategy on Lyme disease, while taking into account the impact the disease has upon individuals and families in Ontario;", "“We, the undersigned, petition the government of Ontario to develop an integrated strategy on Lyme disease consistent with the action plan of the Public Health Agency of Canada, taking into account available treatments, accessibility issues and the efficacy of the currently available diagnostic mechanisms. In so doing, it should consult with representatives of the health care community and patients’ groups within one year.”", "Three years later, I support this petition, put my name to it and give it to page Maddison." ],
  "anchor" : "para1085"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas electricity prices have increased and in too many cases become unaffordable for Ontarians;", "“Whereas Ontario is a prosperous province and people should never have to choose between hydro and other daily necessities;", "“Whereas people want to know that hydro rate relief is on the way; that relief will go to everyone; and that relief will be lasting because it is built on significant change;", "“Whereas the Ontario fair hydro plan would reduce hydro bills for residential consumers, small businesses and farms by an average of 25% as part of a significant system restructuring, with increases held to the rate of inflation for the next four years;", "“Whereas the Ontario fair hydro plan would provide people with low incomes and those living in rural communities with even greater reductions to their electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the Ontario fair hydro plan and provide relief for Ontario electricity consumers as quickly as possible;", "“Continue working to ensure clean, reliable and affordable electricity is available for all Ontarians.”", "I support this petition. I’ll sign it and give it to page Gurjaap." ],
  "anchor" : "para1093"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas all children in the province of Ontario deserve every opportunity to reach their full potential; and", "“Whereas speech and language pathologists in Ontario are afforded the capabilities to provide a diagnosis of childhood apraxia of speech and receive specialized mandated training; and", "“Whereas intensive and frequent individualized professional speech therapy, multiple times weekly, is needed to facilitate verbal speech; and", "“Whereas school-aged children with severe and significant speech and language disorders like childhood apraxia of speech are not receiving the quality or quantity of speech therapy outlined as essential by current evidence and research, by either CCACs or school boards;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario and the government of Ontario to declare that May 14 is Apraxia Awareness Day.”", "I agree with this petition. I’ll affix my signature and send it to the table with Hayden." ],
  "anchor" : "para1104"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have a petition that was sent to me by Mrs. Piirtoniemi from Sault Ste. Marie. It reads as follows:", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network ... have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to Ministry of Health ... policy which identifies ‘interim’ beds as intended to ‘ensure a continuous flow-through so that interim beds are constantly freed up for new applicants from hospitals’;”", "They petition the Legislative Assembly of Ontario to:", "“—Ensure health system officials are using ‘interim’ beds as ‘flow-through,’ in accordance with fairness and as outlined in” the Ministry of Health policy;", "“—Ensure patients aren’t pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in a home of their choosing became available.”", "I fully support this petition, will affix my name to it and ask page Matt to bring it to the Clerk." ],
  "anchor" : "para1112"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I’d like to move the following motion for the opposition day debate:", "Whereas medications can play an essential role in keeping people healthy at every stage of their lives;", "Whereas 2.2 million people in Ontario have no drug insurance;", "Whereas jobs with benefits are harder than ever to find;", "Whereas one in four Ontarians can’t afford to take the medication they’re prescribed;", "Whereas Canada’s national medicare system was built because Premier Tommy Douglas boldly created universal hospital insurance in Saskatchewan, which was built into universal medical insurance in Saskatchewan and finally national medicare;", "Whereas it is our end goal that all Canadians have access to public, universal, and comprehensive national pharmacare;", "Whereas inaction by current governments cannot continue;", "Therefore the Legislative Assembly expresses its support for universal Ontario pharmacare, which will cover essential medicines for all Ontarians without charging premiums or deductibles, and, based on evidence supported by numerous international studies, help save lives and improve Ontarians’ health." ],
  "anchor" : "para1122"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Ms. Horwath has moved opposition day number 4.", "Ms. Horwath." ],
  "anchor" : "para1132"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Thank you very much, Speaker. I have to say, it is an absolute pleasure to rise to speak to this motion today. The reason that I am so pleased to be here talking to this issue is that after 51 long years, Ontario is finally having a serious discussion about the future of our health care system: a discussion about how we take care of each other, a discussion about pharmacare.", "Of course, I’m proud that New Democrats are the ones leading the charge. In some ways, it’s only to be expected that New Democrats are leading the charge here in this province with the only universal pharmacare plan on the table.", "I first want to take a moment to talk about how we got here, and why this issue is so important. Ontario is at a tipping point. It’s getting harder and harder to build a good life here and to get ahead. At a time when people are struggling just to put food on the table and pay their hydro bills, they shouldn’t have to empty their wallets to get the medicines that they need. They shouldn’t have to rack up credit card debt if they have high cholesterol or a heart condition, and no one should have to skip the medication that was prescribed to them because they didn’t have enough money in their chequing account to cover it.", "One in four Ontarians doesn’t take their medication as prescribed because of the cost. Some Ontarians, in fact, carefully, after they get their prescription filled, sit at their kitchen table and cut those pills in half to make that prescription last a little longer. Some people skip every second month, every other month; we heard stories about this ourselves recently, at our convention that we held not so long ago. Many don’t fill the prescriptions that they receive at all.", "That has serious long-term consequences for that person, for that person’s loved ones and for our already overly stretched health care system. It means more people end up in the emergency room—or, in fact, that more people end up on stretchers in hallways under the Liberals’ health care system in Ontario.", "People don’t want to be sick, Speaker. They don’t want to skip their medication. I know that our health care professionals don’t want to be prescribing drugs to their patients knowing that those patients can’t afford to pay for those drugs. It just doesn’t make any sense that in this country, in Canada, someone can go to a doctor and not have to pay, thanks to Tommy Douglas, and then get a prescription that they do have to pay for; or be given a prescription at no cost while they’re in the hospital, only to be stuck footing the bill once they’ve been discharged from hospital. Of course, too many end up right back in the hospital as a result.", "Even Ontario’s own health minister has said that universal pharmacare is the missing half of our health care system. I look forward to that minister and his government voting in favour of our motion today and putting his money where his mouth is when it comes to action on a truly universal pharmacare plan.", "People deserve to have access to the medication that they need, Speaker. In fact, it’s a human right that people have access to health care, and part of that health care is also the medications they need to keep them healthy. It provides a significant amount of downstream saving to our health care system if, in fact, we did have universal pharmacare. Why? Because people will stay healthier longer.", "Dr. Steve Morgan is the author of Pharmacare 2020 and one of the nation’s foremost—one of Canada’s foremost—experts on pharmacare. Steve Morgan says this: “Universal pharmacare is simply the right thing to do.... It provides much-needed access to essential medicines, and it does so in an equitable and efficient way.” His plan for universal pharmacare in Canada has been reviewed and endorsed by over 100 professors and leaders in health policy, health economics, health services research, medicine, pharmacy, nursing and psychology. So I’m very glad to say that Dr. Steve Morgan has endorsed the NDP plan for universal pharmacare in the province of Ontario. In fact, Dr. Morgan joined me at Queen’s Park last week to say that the NDP approach is affordable, it is effective and, most importantly, it is the right way to start delivering pharmacare for everyone.", "The experts know that this is the right thing to do. The experts know that this plan is the right plan to implement for our province. Families struggling with the high cost of living, stagnant wages and a growing trend toward unstable work in this province certainly know that it’s the right thing to do, which is why we’re here today. With this motion and the detailed plan that we released for a universal pharmacare plan right here in Ontario, New Democrats are ready to create Canada’s first universal pharmacare program.", "Our plan will mean lower costs, less worry and better health for everyone. Our plan will mean fewer emergencies, which means fewer people in our cash-strapped ERs. Plain and simple, this plan will absolutely save lives. It will cover the most common drugs for the vast majority of all prescriptions written in Ontario, and the plan can grow quickly on a solid foundation of universality.", "Again, this is not just New Democrats saying so, Speaker; this is experts who have endorsed Dr. Morgan’s plan. Dr. Morgan has endorsed our plan and is, in fact, partially the architect of our plan.", "Just like Tommy Douglas started in one province and built medicare step by step by step, we’re going to start building universal pharmacare right here in Ontario, and it starts with this motion and this plan. Of course, we know that the Liberal government is proposing a smaller program, one to cover those children who take prescription drugs. Children deserve access to the medications they need, absolutely. I think we would all agree that children deserve access to the medications that they need. But so do those children’s parents. Those children’s parents also deserve access to the medication they need.", "The simple fact is that the Liberal drug plan, their addition to the existing drug plans that we have in the province of Ontario, simply doesn’t go far enough. One third of all workers in Ontario don’t have a drug plan at all and it’s time to give those millions of Ontarians universal pharmacare.", "The motivation behind our plan is offering the greatest amount of help to the greatest number of people as quickly as possible. I can’t help but think of the young university graduate struggling to pay down their student loans and find a good, stable job that lets them plan for the future, who has just lost their student health plan because they’ve graduated at probably age 24 or 25. They won’t now be able to afford their medication. The Liberal idea doesn’t give those graduates any hope of being able to afford their medication if they’re over the age of 24. That’s what’s wrong with the Liberal plan.", "I think of the one in four Ontarians who are struggling to pay their rising hydro bills and put food on the table, who don’t take their medication because they simply can’t afford it.", "I think of the woman I met a few months ago in the community of Smithville. Her name was Richelle. We were actually talking about her hydro bill at that time; it has gone up like everybody else’s. We were gathering stories from people about the real impacts of the bungled mess the Liberals have made of our electricity system. As we were discussing the hardships that Richelle’s family was feeling because of the massive increase in their electricity bills, Richelle disclosed to me that the way she copes with the mess that the Liberals have left in the electricity system and the fact she can’t pay those bills is by not filling her prescriptions. She has to take money that she would have used to fill her prescriptions and the prescriptions of her family in order to pay the hydro bill. She is forced between making a decision of filling her family’s prescriptions or paying to keep the lights on. Speaker, nobody in the province of Ontario should have to make that kind of choice. Richelle shouldn’t have to do it, and neither should any other person in our province.", "Speaker, seeing a doctor really doesn’t mean much if that doctor gives you a prescription and you leave that doctor’s office knowing that you are not going to be able to fill it because you can’t afford to. But unless this government has a change of heart and embraces bold ideas like our plan for an actual universal pharmacare system, it looks like more and more of the same, for now, for millions of Ontarians who cannot afford to fill their prescriptions. The one in three working Ontarians who don’t have that prescription drug coverage at all are going to have to wait for a change in government in order to get the medications that they need without having to empty their bank accounts, unless this Premier, her health minister and her government actually start to listen to the people in Ontario and embrace bold change when it comes to pharmacare.", "It’s not too late. I actually urge all members of this House to look through this motion carefully, to think about those millions of Ontarians who today couldn’t fill their prescriptions; and who tomorrow are not going to be able to fill their prescriptions; and who next month and next week and next year, even with this half-measure of a drug plan by the Liberals, are not going to be able to fill their prescriptions.", "I think every member in this Legislature, when they look at this pharmacare plan that New Democrats have put forward, will see that the proper path forward, the way to go to get that coverage for every Ontarian—because every Ontarian deserves it—can start right here. That effort can start right here, right now, in the support of this motion. It is the right thing to do for all of the people of this province. It’s the right thing to do, frankly, for all Canadians, because it will lead to that next step and the next step and the next step. It will go across the country, and we will finally, as a nation, proudly be able to say that we have not only a universal medicare system in the country of Canada, but also, to back it up, what is necessary to make it whole, a universal pharmacare plan that happened right here in Ontario.", "I look forward to the support of everyone in this House." ],
  "anchor" : "para1134"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Be seated, please.", "Further debate?" ],
  "anchor" : "para1157"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I’m privileged to have the opportunity to speak to this motion. I want to begin by going back 50 years—more than 50 years—and giving credit to a man whom I know the third party holds in the highest esteem, as we all do: Tommy Douglas, who in 1959, before I was born, Mr. Speaker, took a step that would forever change the course of Canadian history.", "It was his government in Saskatchewan that made the bold decision to unveil a comprehensive health insurance plan that would benefit the citizens of that province. It was his vision and his boldness and his courage that compelled the rest of the country and compelled the federal government of the day to agree that medicare as we know it, that ensuring that every citizen of this country would have access to health services—it was his vision that we were able to realize nationally.", "An interesting point at that time as well, and shortly after, was a growing consensus by many health experts, many advocates for universal health care and many health economists that, side by side with medicare—in fact, part of it—needed to be access to prescribed medicines, or universal pharmacare. It has been 51 years since medicare became a national reality and one of the most prized, if not the most prized, possessions of Canadians. It has been as long that we have made efforts to address that critically important aspect of health care which is access to prescribed medicines.", "Mr. Speaker, you can imagine my pride last week when, in this fiscal year’s budget, we described Ontario’s vision for ultimately attaining that reality for the citizens of this province—and hopefully, by example and by extension, the rest of the country—to, in the first instance, in a great leap forward towards universal pharmacare, provide medicines absolutely free of charge to all Ontarians before their 25th birthday.", "Mr. Speaker, the way you can see this play out is by imagining, come January 1 of 2018, that four million Ontarians, which is the number of Ontarians under the age of 25, will be able to themselves, if they are adults, or with their family or their family on their behalf, go into any pharmacy in this province, provide a prescription from their nurse practitioner, from their family doctor or from their specialist, and receive one of more than 4,400 medications which form the provincial drug formulary.", "This is the same drug list, the same formulary, which is available to more than 2.3 million seniors in this province. It’s the same drug formulary that is available to Ontarians on Ontario Works or Ontario disability. It includes drugs for rare diseases. It includes cancer drugs. It includes, for example, 15 different medications for treating depression, because we know, as clinicians, that sometimes, if not often, that first medication that you offer a young person suffering from mental illness, perhaps depression, doesn’t work. So it’s important that we provide that imperative of enabling the clinician to prescribe that medicine that he or she feels is most appropriate for that young patient.", "Mr. Speaker, I’m so very proud of our Premier, who has been advocating relentlessly for the past number of years, as have I, for a national pharmacare program. I’m so proud that our Premier has demonstrated the boldness, the courage, the leadership and the vision to provide child and youth pharmacare, a great leap forward towards universal pharmacare for all Ontarians.", "As the opposition has referenced, nationally, it’s suggested that at least one in 10 families are unable to access medicines because of financial challenges. I know this personally, as a physician, when I practise medicine in this province, as I have done for many decades. My practice is comprised of families exclusively from the Horn of Africa: from Somalia, from Ethiopia, from Sudan. Many of them are refugees and many of them are recent arrivals. You can imagine, Mr. Speaker, that they are often of lower socio-economic status. I can’t even begin to tell you how many times I have been in front of a mother with a sick child—perhaps that child has asthma, or a chest infection or a skin rash, or even depression—and have given that prescription to the mother, knowing full well that prescription would not be filled simply because that mom, that family or that individual lacked the wherewithal to be able to purchase it outside of any drug plan that was available to them. I can’t even begin to tell you the number of times that I would go into the next room and go into the sample drawer, which was comprised of drug samples provided by drug companies. I would use it exclusively for those patients who I knew couldn’t afford their medicine. I would reach into that sample drawer, hoping that I could find a medication that was close enough to the drug that individual required, hoping that I could find sufficient days of that medication to cure that lung infection or provide that treatment that was so badly and desperately needed.", "Mr. Speaker, the evidence is clear across this country: We have health economists and organizations—highly credible health economists—who have stated convincingly that a universal pharmacare program will save money. It will do that in two ways. It will do that because, if we have a national program, it enables us to purchase medicines in bulk. Instead of negotiating and buying medicines as 10 provinces and three territories and one federal government, we come together as one unit. That makes us much more powerful, and it makes us—not only the volume of drugs that we’re purchasing, but our ability to get that lowest possible cost is enabled through that process. We already have that process available through the pan-Canadian Pharmaceutical Alliance. In fact, that alliance, which the federal government recently joined last year, is saving the country an estimated $700 million by being able to negotiate down those prices for drugs. So a national or, for that matter, a provincial pharmacare program will accrue those direct and immediate savings by being able to negotiate better prices.", "The other side of the coin, which should be obvious to all, is that by improving access to medicines we will divert vulnerable individuals away from poor and often devastating health outcomes. By giving access to those medicines to those individuals who currently don’t have that access, we will be able to provide them with better health outcomes, less morbidity, less mortality, fewer visits to emergency departments, fewer admissions to hospitals, and fewer admissions to their family doctors. Inevitably, that will result in highly significant downstream savings to our health care system. That’s what the economists are telling us. They’re saying, “Do not be afraid of the cost element of this.” Of course, there’s an upfront cost to this. We estimate it’s between $400 million and $500 million to provide free drugs—4,400 different drugs—to four million children and youth up to the age of 25. But we will accrue those savings, and we will find those downstream benefits.", "So the financial argument is a sound one—let alone the fact that this is the unfinished business of medicare, that it’s right thing to do. Any health expert will tell you how critically important it is that health care not end with a visit to the doctor’s office, not end with a visit to the ER or a hospital admission. It desperately requires that added component of access to the prescribed medications which will ensure that individual’s health or an improvement to their health, if they find themselves in ill health.", "Mr. Speaker, this is such an important advancement. I am grateful to hear from virtually every stakeholder and advocate and health care expert across this country—we’re hearing how positive and how critically important this first step by Ontario is. It is bold. It is courageous. It demonstrates that national leadership, and I have no doubt that it will provide that positive influence on the national stage. That national leadership is so critically important, because that will help enable us to continue to expand the program to other age groups and provide that vision that was there for the last 50 years and is no less important today than it was 50 years ago: access to medicines for all Ontarians and for all Canadians.", "Mr. Speaker, I note with great appreciation, and I would hope to characterize it as strong collaboration—I have no doubt. I know the NDP—given the history that I began these remarks with, going back to 1959 and Tommy Douglas. As you know, he was voted the greatest Canadian, living or not. The reason for that is that he is so intimately connected to and identified as the architect and originator of the greatest Canadian treasure of all: our universal health care system.", "I say that with the greatest appreciation to an individual who was an NDP Premier of Saskatchewan at the time and provided that leadership, that courage, that boldness that was so badly needed. He did that because of what he saw: what he saw during the depression, what he saw after the war. He knew it was the right thing to do.", "Mr. Speaker, I hope and I believe that the third party and myself agree on this point: The time has come for truly universal pharmacare in Ontario and in this country. We believe that this is a big leap forward toward that end. I know I will continue being absolutely unrelenting in my advocacy for national pharmacare. I will be unrelenting in my advocacy for reaching that vision of universal pharmacare for all Ontarians as well.", "I hope and I believe that the third party, who believes this, I know, in their heart of hearts and continues to champion the same principles that Tommy Douglas brought forward—I believe that we will make good partners to ensure that that vision becomes a reality." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1176"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’m pleased to stand up on behalf of the Progressive Conservative Party and offer our side of the debate with regard to the NDP motion today. We too are very supportive of Tommy Douglas and what he brought to Canada through his leadership toward universal health care.", "Unlike many conversations that you hear from the government or the NDP or various groups, the PC Party has a long history of supporting and embracing and creating access to universal health care in Canada and in Ontario. I just thought that I would bring back some of that history, so it’s on the record, of where the PC Party has always stood.", "Back in 1961, Justice Emmett Hall was appointed by the Diefenbaker government to hold a royal commission on the national health care system. This is about the time when Saskatchewan was enacting their medical insurance, and there was quite an uproar in the communities.", "The Hall Commission issued a report in 1964. He surprised many people by recommending the nation-wide adoption of Saskatchewan’s model of public health insurance. His recommendations went even further than the Saskatchewan plan, proposing additional publicly funded benefits, such as free dental coverage for schoolchildren and welfare recipients and free prescription eyeglasses and drugs for the needy and elderly. He said, “The only thing more expensive than good health care is no health care.”", "The Hall Commission recommended a universal, single-payer model of medical care and offered a broad range of health services to build upon universal insurance.", "If we step forward to Premier John Robarts, who brought medicare to Ontario—he was reluctant at the start because his fear was that, down the road, the federal government would not be supportive in the funding of health care. They thought they might actually start cutting health care, which drastically occurred when Paul Martin was the federal finance minister. He drastically cut the health care transfers to this province, which led to a transformation in the system under Premier Mike Harris. A lot of that has been blamed on Mike Harris, for the changes that occurred, but the fact that the federal Liberals cut the transfers of the day substantially—I think the Premier at the time did everything he could to ensure that we still had access to services.", "If we go to the years of Bill Davis, in 1974 he created the Ontario Drug Benefit Program to provide free medications to welfare recipients and those 65 and over. I think there’s a strong history of support from the Progressive Conservative Party for universal health care and pharmacare. It has never wavered. There have been problems in the systems that we have had to deal with from time to time during our mandates, but we’ve always stood there, ensuring there was access, support and availability of medical treatment when needed.", "Today we have numerous drug programs through this government. As a practising pharmacist and as an MPP, I’ve seen numerous times how inefficiencies in the system, the red tape, the length of time for approval of medications, especially through the emergency access program, are bogging down access to medications in this province. It’s having patients wait months, sometimes years, to get approval, or no approval for medications; they go without.", "Take-home cancer medications: Oral medications are still not covered in this province, whereas other provinces have adopted those. That is increasing the cost, as people have to make more trips to hospitals. People can’t access the newer, advanced cancer treatments in this province because they are not covered by this government. Rare diseases are rarely covered, if at all, in this province. They are slowly trickling in. We had a motion through the House to create a committee, through MPP Mike Harris from Kitchener–Conestoga, so that we could create a committee to look at how we can expand the access to rare disease medications. There’s a lot of work to be done in these drug programs. We just wish the government would take a proactive approach and review these programs and weed out the inefficiencies in the system so that we have more money to spend to expand access to medications in this province.", "I also do want to make a comment that I made earlier this week with regard to the pharmacare program for children and youth 24 and under. There was a new report out by CIHI this week, on Monday, which showed that emergency room visits and hospitalizations for children and youth are heading in the wrong direction. It’s trending upward: a 67% increase in emergency room visits; 64%, I believe, in-patient hospitalizations. Two years ago, it was lower. It’s trending in the wrong direction.", "As the minister states, there’s going to be improved access to get the medications needed to be treated. We need capacity in the system so those patients can actually see a health care professional to get a prescription to access medication. And it’s not just prescriptions these children need. They need the supports and the counselling in the community so that they can get better. Medications aren’t the only solution, and this government has failed our children and youth with regard to mental health. This budget failed to acknowledge the fact that there is a problem in the system and this government failed to support them, and it’s quite disappointing.", "That’s all I wanted to say on this. There is room for improvement in our drug system. The PC Party has been a strong supporter of universal health care and access to pharmacare since it began in this country, and we will continue to do so going forward." ],
  "anchor" : "para1177"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1190"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I too am really proud to bring forward a few comments about the NDP plan for universal pharmacare for all Ontarians. We’ve known the need for such a program for the last 51 years, since Tommy Douglas came forward with medicare. He knew that the first phase of medicare would not be completed until we had pharmacare. So here we are, 51 years later, bringing the path forward.", "The plan is quite simple: You keep the values behind what created medicare—that it is universal, that it is accessible to all, that it is free of charge—and you bring those same values to a pharmacare program right here in Ontario. You start with a list of essential medicines and, as the economy starts to roll in, you extend it to full coverage. The plan is simple, and the plan will work.", "If we look at what we have right now in Ontario, we have six different drug plans that target different people. Soon we will have seven different drug plans that will still target different people. We now have a new target, which will be the youth in our province. I’m quite happy that they will have access to medicine, but I want their parents, their aunts and uncles, and their older siblings to also have access to medicine." ],
  "anchor" : "para1191"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yes. It is not enough.", "We all know that the programs that we have now cost Ontario $4.7 billion in 2015-16, and they covered about four million people. Those are the six programs that we already have. We will add a seventh program, and to cover this cohort of zero to 24, it would cost us a tenth of what covering the first four million people has cost us, basically because youth aged zero to 24 is the age group that uses the least medicine the least often.", "It’s something good for those children, but we need to do more. We need to look at the 2.2 million Ontarians who do not have any coverage whatsoever. We need to look at the one in four who do not take their prescription the way they’re supposed to, or who do not take them at all.", "I can talk about Brian. Brian is somebody I know well. Hi, Brian. I know that you watch me regularly. I also know that Brian is one of those people who—he doesn’t cut his pills in two; he takes his pills every second day. It drives me absolutely nuts. I’ve had many, many talks with him to say, “You’ve talked to your physician. Your physician has explained to you why it’s important to take your medicine every day.” But Brian can’t afford to take his medicine every day, and when he goes a month on and a month off, he feels pretty bad during the month off. He gets dizzy. He doesn’t feel good. He gets horrific headaches and all the rest of it. But if he only goes one day out of two, he feels a little bit better. He still has headaches, but not as often. He needs pharmacare. He needs access to medications that he can afford. We need to make sure that he is included in this plan, so that he too can have an opportunity to be healthy and hopefully not suffer the drastic consequences of not following the doctor’s prescriptions when it comes to medicine.", "When Tommy Douglas brought us medicare, medicine was quite different back then. The number of prescriptions and medicines available was also quite different. Fast-forward to 2017, and a huge part of keeping people well, a huge part of helping people who are sick or have a disease, is done through medicine, through prescriptions. Whether those prescriptions come from your physicians, your nurse practitioners, your midwife, your dentist or, soon, your nurse, those medicines, for a lot of people, are helping us stay healthy. But if you’re part of the one in four who can’t afford those medicines, then it’s all for nothing.", "Why do we want a universal program? The answer is really simple, Speaker: This is how we will maximize our savings. This is the right thing to do for families and it is also the right thing to do for businesses, because as Ontarians become healthier, they become more productive, which is good for business. For a lot of businesses who try to provide some kind of a drug plan to their workers, it will mean savings.", "But you will only be able to track those savings and make them realized in a way that helps people and helps small businesses if you go with universal access so that you can have those economies of scale. Think of buying for 14 million people, the type of bargaining powers that you have. If you look at the US, veterans affairs are able to negotiate drugs at 47% cheaper than what we pay right here, right now in Ontario with the pan-Canadian drug group, which is doing fantastic work. But add 14 million people rather than four million, and your purchasing power and your negotiating power just increased.", "Same thing in Sweden. Sweden has had the same idea as what we’re putting forward: a list of essential medicines. They’ve had it for decades and they have been able to negotiate—get this, Speaker—60% cheaper drug costs in Sweden on their list than if you compare the same medicines used in Ontario.", "If you look at New Zealand, New Zealand has been able to negotiate 84% cheaper drug costs than we pay here in Ontario.", "I know that my time is coming due, but I want everybody to realize that this is the right thing to do for families. It’s the right thing to do for business. It’s the right thing to do for Ontarians so that finally we take that step toward universal pharmacare. It has been 51 years in the making, but it is here now and I’m really proud of it." ],
  "anchor" : "para1195"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1206"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s a pleasure to rise today. I want to thank the third party for the opposition day motion. I’m really pleased, as all of us should be, that we’re debating this this afternoon.", "The reason that I’m pleased is that we are actually on the same side, although if you listened to question period and to some of this debate outside, you wouldn’t be sure. But I know that we’re on the same side.", "If we go back into a bit of history on this, a short history of what we are talking about here, the NDP a couple of weeks ago announced a universal pharmacare plan that they came out with a couple of weekends ago, just after Easter. I heard the plan. I thought, “Good. We’re having that conversation.” The plan had certain qualities.", "Flash-forward to the budget: We put forward OHIP+, pharmacare for children and youth—universal pharmacare for children and youth. If you’re 24 or under as of January 1 and we’ve passed the budget, you go to the pharmacy, you put your OHIP card down with your scrip, and you leave: no deductible, no co-pay. I think that is an incredible shift, not just in Ontario and for Ontario families, but it is an incredible shift across this country. It’s something that I’m exceptionally proud of. I’m really proud of the work that the minister and the Premier continue to do for national pharmacare.", "Tommy Douglas is the father of medicare, and medicare is the thing that we do for each other. It took a great deal of courage for Tommy Douglas, because if you look back at what happened at the time, there were death threats. It took a lot of political courage to do that, a lot of political courage. And he’s “the greatest Canadian.”", "But you know what? There are a lot of other great Canadians who have moved universal medicare farther along over the last 60 years, and they come from all different parties. I’m not going to go into the litany of what our party has done or what that party has done; we’ve all done that, because we know that is our responsibility to the people we represent.", "Coupled with that, all parties have had to make really difficult decisions about what they were going to do going forward, having to choose some things over other things. It’s not easy. We all know that. So to pretend that it’s easy—and sometimes that happens in here—is really not doing a service to the kind of decisions that we have to make.", "I believe that this is the beginning of a national push for universal pharmacare. We need the support of the federal government. We need the federal government and all of the other provinces working with us—as has been said in debate, I think, on all sides here—to ensure we can deliver an effective program for all Canadians.", "When Tommy Douglas instituted medicare, and as things grew over the 1960s, you know, pharmacy was not a big part of the cure for disease. It was part of it, but not to the extent that it is today. It allows people not to have to be in hospital. It allows people with chronic diseases to continue to live longer. It’s incredible, the growth in pharmacy. That is the next place that we have to go to, to ensure that we have access to universal medicare.", "This plan is going to start, if we pass the budget, on January 1, 2018. If you’re 24 or under, there will be no cost for your prescriptions. Four million children, access to 4,400 drugs on the formulary—I think it’s critical. So what I ask the parties opposite, both parties, is—this is a challenge that will take courage. So what I’m asking to you do is support us. Join us. Join us. Join us." ],
  "anchor" : "para1207"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’m not sure it’s funny; it’s serious. Either you want to join us and you want to work with us, if you’re interested in national universal medicare, or you can just continue to try to divide and conquer. There’s an opportunity in this budget to vote to support universal pharmacare for children and youth. I encourage members on both sides of the House to support that budget, as I will be supporting this motion." ],
  "anchor" : "para1218"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1219"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate today on the NDP opposition day motion with respect to pharmacare.", "You know, I have listened to the debate closely today, and I listened to the Minister of Health give us a little bit of history going back to 1959. I actually was born before that. I remember when we didn’t have medicare. I remember when we didn’t have medicare in Ontario. It was during the government of John Robarts, of which my father was a member, that Ontario extended medicare to the people of Ontario. But there were premiums then. It wasn’t exactly free medicare; there were premiums." ],
  "anchor" : "para1220"
}, {
  "speaker" : "Interjection",
  "text" : [ "There are premiums now." ],
  "anchor" : "para1222"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes. The premiums got taken away years later, and the government under Dalton McGuinty brought in the biggest health care tax—the biggest tax increase—in the history of the province of Ontario when they brought back the health premium here in the province of Ontario years later.", "But, of course, at that time, you had your health care covered, but you had to pay a premium. You didn’t have pharmacare, not even for seniors at that time. I remember. I’m one of, as I’ve said 1,000 times, 14 children. We often had the responsibility of going to the local pharmacy to pick up my grandmother’s prescriptions. But they always had to be paid for, because there was no coverage, even for someone over the age of 65. And believe me, she was over the age of 65.", "Then, during the tenure of Premier Davis—my father was also a member of that government. Premier Bill Davis extended drug coverage for seniors. So two of the biggest health care advancements here in the province of Ontario came under Premier John Robarts and Premier Bill Davis.", "The cost of health care and the cost of prescription drugs is something that I think worries everybody who is not covered. If you’ve got a drug plan—we have a drug plan here as MPPs—so much of that is covered. But if you don’t have coverage, it can be of significant concern or worry.", "When I was running a hardware business in Barry’s Bay, when I came back to run the business, I was visited by some health insurance people who brought to my attention that it was now reasonable and less unaffordable than it used to be to extend some benefits to your employees. One of the things that was available was a drug plan for the employees. So we looked at that, my wife and I, and saw whether or not we could actually afford it in a small business, and we decided that while it wasn’t going to be free for us, we said, “You know what? This is important for the people who work for us, who are not going to have that coverage otherwise.” So we brought in what they called a comprehensive health plan. It covered 80% of the employees’ dental, it covered long-term disability and health coverage should they become ill, and it covered their prescriptions. The people who worked for us were so grateful because they no longer had to worry that if they, themselves, or their children were in a situation where they had to get prescriptions for specific illnesses, either acute or chronic, they would have that coverage.", "We went ahead with that plan. I think it was important not only for our employees, but it was important for us to feel that we were doing the right thing for our employees. We were not a big business—believe me, we were not a big business—and it wouldn’t have been even feasible on our own, but the way that health care plans evolved, we were able to piggyback on our other plans. We were a Home Hardware franchise, so we were able to be a part of the Home Hardware health plan for employees, which I think was of significant benefit to the people who worked for us.", "Today we still have many people in the province of Ontario who don’t have that kind of coverage either through their employment or through a government-sponsored plan. As my colleague from Elgin–Middlesex–London said, there are about six different government plans. Some of them overlap, but there still are gaps. It would be nice if you had something more simple; we understand that. But in the absence of a comprehensive plan, we still have people who fall through those gaps.", "This is what we’re talking about today. The NDP have a plan where they would like to cover people across the board but on a fewer number of prescriptions; versus the Liberal plan in their budget, in which they want to cover a much larger number of prescription drugs but for a smaller portion of the population, a tighter age group than the NDP. Any time that we can do something that benefits and enhances the health of people and gives them a better chance to be able to function at a full level in our society, that’s something we would all want to do.", "At the same time, I remember, when my dad was talking about the extension of health care in the province of Ontario—and then, further to that, the extension of drug plans for seniors—one of the things that could never be ignored was the cost. Anybody who says, “Well, as long as something is the right thing to do, you do it anyway and ignore the cost,” well, they’re not being realistic, because everything has a cost attached to it. That’s why we have this little battle going on today between the Liberals, who have a pharmacare plan in their budget, and the NDP, who have promised a pharmacare plan should they be elected and have brought the general gist of that plan in an opposition day motion here today.", "I think it would be wonderful if we could have a plan that covered everyone in Ontario who does not have an existing plan. However, one of the questions would be: If someone has an existing plan, what plan takes precedence? We’d also have to make sure that we understood clearly that if there’s a universal plan, is it the universal plan that comes first or the plan that is covering someone through their employment? We’d have to make sure that we understood all of those details so that the reality would be that no one was treated differently under a universal pharmacare plan.", "I know the minister has spoken to the House on numerous occasions about the issue of negotiating with other levels of government—the federal government and other provinces—about a universal pharmacare plan. Perhaps we will see that someday. It would be a good thing for all of us if we knew that no matter what health issues strike us, access to pharmaceuticals is not something that would be determined based on our ability to pay.", "We believe in this country that access to health care should be something that—I had a hip operation last summer. It had nothing to do with whether I could have paid for it myself or not. I had the same access to it as anybody else. In a perfect world, we would have access to all health care. I think we all have to be cognizant that we have to understand what everything costs.", "I’d want to see the real, audited numbers of the third party’s plan, but in principle, this motion today is something that I can certainly support." ],
  "anchor" : "para1223"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1237"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’m incredibly excited to speak to this motion today regarding our plan to bring a universal pharmacare plan to the province of Ontario.", "Here’s what some of the organizations are saying: The Ontario Federation of Labour called our plan “bold and visionary.” The Ontario Health Coalition said the pharmacare plan is “a welcome step toward comprehensive drug coverage for all.” I think that’s key: “for all.” “The coalition strongly supports that the ONDP’s plan is universal, meaning that all Ontarians would be covered.”", "I’m going to speak directly to the health minister on this before I get into my presentation. I know that the health minister agrees with our plan. I know he believes there should be a universal pharmacare plan for everybody in the province of Ontario, and I’m encouraging him to support this particular motion. I wanted to say that to him, because I’ve talked to him many, many times.", "Prescription drug coverage is an issue that has come up regularly in our community, in Niagara. Our offices are in regular communication with local community health organizations. These are the people on the ground. They see the impact that a lack of prescription coverage has on people in Niagara.", "One representative from a community health organization put it quite simply: It’s difficult to address people’s health care needs with a patchwork approach to policy. That’s what we have right now: a patchwork. When you approach health care services with a complex patchwork of services, do you know what you have? You have gaps.", "These gaps in prescription drug coverage seem to be affecting the working poor. I’d like to give you an example from the community of Fort Erie. A gentleman who is working with one of our community health organizations is self-employed and has diabetes. He is someone who you would classify as low-income, and he needs regular medication for his diabetes. He does have coverage from the Trillium Drug Program, but unfortunately he has to come up with the $100 deductible every quarter. Unfortunately, a lot of the time, that $100 just isn’t in his budget. After paying for housing costs, food and, of course, an outrageous hydro bill, he doesn’t have the $100 for the deductible. What does that mean for him? Does he take the chance and ration the medication he has left? It’s a terrible example of how our current approach is leaving people out and making people in this province risk their health because they might not have the money to pay for their medication. In my opinion, it’s ridiculous, and it should not be happening in one of the richest provinces in our country, Ontario.", "Canada is the only high-income country with universal health care that does not have universal prescription drug coverage. Because of this, as my colleagues have stated, we have 2.2 million Ontarians with no prescription drug coverage.", "Mr. Speaker, I’d also like to discuss the rise in precarious work in the province. Among precarious workers, there are very rarely any benefits for prescription drug coverage. We have found that one third of employees do not have any form of prescription drug coverage through their employer. A lot of times, these workers are not covered by existing drug programs.", "We also know that it’s typically young people who face precarious work. Young people, after they have graduated from university and lost their coverage, typically face precarious work, most with no benefits. So how do you pay for your prescription drugs? Do they have to sacrifice their health because they don’t have a good-quality job with benefits? In my opinion, this is an unfair reality for young people in this province.", "This plan would change that. It would go further.", "A lot of middle-aged people in this province have lost good, stable jobs, which typically have a benefits package. Down in Niagara, we have witnessed a large decrease in high-quality manufacturing jobs. John Deere, Hayes-Dana, Court Valve and Redpath are just some of the examples. According to the Niagara Industrial Association, between 2000 and 2007, Niagara lost a total of 6,000 manufacturing jobs with 35 plant closures, both with Liberals and Conservatives in government. Think about how many families lost their prescription coverage.", "I believe that this plan will make people’s lives better, and it will ensure that we have a healthy population. Most importantly, Mr. Speaker, it will save lives." ],
  "anchor" : "para1238"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1251"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I think we’re all concerned about the health of Ontarians, that they should have a comprehensive health plan that’s affordable, that’s well-integrated with their lives. We are discussing basically an opposition day motion put forward by the third party, the New Democrats, and it’s asking for support from the Legislature.", "A motion is not a bill, I want to explain to everybody at home. It’s calling for universal Ontario pharmacare to cover essential medicines for all Ontarians. We’re having a bit of an interesting debate on the merits of different plans, in terms of covering what the NDP are suggesting we should cover: just over 100 essential medications for everybody in the province of Ontario, with no deductibles and no user fees; whereas the government is suggesting that they want to implement a pharmacare plan for ages 24 and younger, where over 4,000 medications would be covered, but only for this younger—and I’ll say it, healthier, in most cases—age group.", "Well, we’ve heard about Tommy Douglas—the father of medicare, really, is how he’s known—from Saskatchewan. He was a New Democrat who really put forward—he walked the talk, and he talked the walk. He said that they needed a comprehensive health care plan in his province. Of course, we have followed in the rest of the country, and we’re quite world-famous for our health care plan.", "But I want to talk a little bit as an optometrist. I was a practising optometrist when the McGuinty government—he was the new Premier of Ontario in 2004, and Deb Matthews was the health minister at that time. They de-listed eye exams. That means it was no longer covered by OHIP for youth once they turned exactly 20 years old. If they came in and their birthday was two days before, they were no longer covered for an eye exam. It was until the age of 65 that they were no longer covered. It was almost as though the government assumed everybody had either the money or some kind of insurance program at work to deal with it.", "Of course, people didn’t have insurance at work, because it hadn’t been implemented that way. It took years until it followed. That’s why the government is suggesting a pharmacare plan, because so many people do not have the type of jobs they used to, where they had good health packages that covered things like eye exams and medications.", "What I want to sort of throw back at the government a little bit, and I want them to think about it—and I’m not here to be an adversary, exactly. But why would you suggest that between 20 and 24 they cannot afford their medications—obviously, they are often in school or they don’t have the kind of job where they’d have a good health plan—so you feel that they should be included under your youth and children pharmacare plan, whereas you seem very comfortable to still continue to have eye exams delisted for people between the ages of 20 and 24? If ages 20 to 24 need a pharmacare plan, then I would definitely suggest that they also need eye examinations, among many other things.", "I want to talk a little bit about consequences. We often talk about ideas here, and oftentimes we discuss some great ideas, but I feel that we don’t spend enough time looking at the consequences of what we’re implementing. In terms of funding, as the member from Ottawa South said, sometimes we’re choosing some things over other things. That’s obviously what “priorities” means. But we have to take it one step further and we have to consider: What are the consequences of our decisions?", "Well, I’m going to tell you what the consequences were when the McGuinty Liberals delisted eye examinations between 20 and 65. A study was done, almost a decade after, that showed—I just want to mention that the study was done by Dr. Tara Kiran, a professor at the University of Toronto. She said that even though adults with diabetes are still covered, there has been a significant decrease in eye examinations since the delisting, because optometrists, family doctors and specialists didn’t understand, but, most importantly, the patients didn’t understand that they were still covered for those eye examinations, between 20 and 65, if they had diabetes. Basically, she said that the lack of communication between the government, doctors and patients has created a dangerous misunderstanding: “If they don’t get checked, they can go blind”—I’m quoting Dr. Kiran.", "What can we do to ensure that Ontarians, who pay very high taxes—as one of the members on this side of the House just mentioned, the Liberal government brought in a health premium a few years ago, which is an added tax. So they are paying their income taxes, they are now paying a health tax, and we all know that there are sales taxes and service fees and gas taxes, on top of all the municipal taxes that people are paying in the province of Ontario. What can we do to ensure that we have the most front-line health care getting to the patients in Ontario who need it the most?", "Number one, we have to ensure that less money is spent on bureaucracy. We’re just not seeing that happen here in Ontario. We’re seeing, in fact, an increase in the bureaucracy of health care dollars with the new sub-LHINs—that’s what I call them—and more executive positions and more people just having meetings, having discussions and making recommendations without actually providing that front-line health care when we desperately need many, many—not just pharmacare. We need a dementia strategy, for example. We need more long-term-care beds. We need more hospital resources. We need more testing. The list is endless. Again, the member from Ottawa South said that sometimes we’re choosing some things over other things, and obviously what he means is that we have to prioritize.", "What is the second-best thing we can do after reducing the bureaucracy dollars eating up health care funding? The other thing we can do is we can stop wasting money on projects such as ordering the wrong air ambulances, which in my opinion is health care spending—the air ambulance system. We all hear about the gas plant scandals. We’re seeing all these OPP investigations—five of them, and two are coming in October. What is it costing the taxpayers of Ontario to investigate government—" ],
  "anchor" : "para1252"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "The 407 is not costing—" ],
  "anchor" : "para1264"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order, please." ],
  "anchor" : "para1266"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I don’t know, Mr. Speaker, why they’re talking about the 407—which is leased; they like to say that it was sold." ],
  "anchor" : "para1267"
}, {
  "speaker" : "Interjection",
  "text" : [ "For 99 years." ],
  "anchor" : "para1268"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "For 99 years, yes, and we’re already more than a quarter through that.", "Well, obviously, I hit a nerve with the government when I mentioned all of their OPP investigations and the money that it’s costing the taxpayers.", "We have a mental health crisis in Ontario for youth, for adolescents and for adults as well. We have a crisis where people don’t want to offer foster-care anymore. In part, I believe it’s due to the fact that we have so many youth with mental health challenges who are not getting the service they need, so people are not stepping up to the plate and offering to foster youth who need mental health support and are on waiting lists for years to get it.", "The member from Niagara Falls said very correctly that people are falling through the cracks because of what he called a “patchwork approach” to health care in the province of Ontario.", "I think that we can all agree, on all sides of the House, every member from every riding in Ontario—whether it’s rural or urban; whether they’ve been here for decades or newly elected—that Ontarians want and deserve the best health care in the world—not just in Canada; in the world. That’s what they deserve, and we could afford to give it to them. But we’re not able to give it to them. We’re having to choose, because the money is not getting put where the taxpayers of Ontario want it to get put. I think it’s not really our debate to be having here in the House. The debate is to be discussed with the taxpayers of Ontario.", "I hope that the messages are going to get out there, and we’re not going to have those kinds of misunderstandings, such as we had when we delisted eye exams. I hope that we’re going to hear from the health minister why he’s not, at the minimum, bringing back eye exams or some kind of copayment plan. In fact, what about eyeglasses? What about dental care? What about oral medication for cancer? The list goes on and on. But all I can tell you is that—I’m not speaking on the behalf of the optometrists, because I’ll tell you, Mr. Speaker, what they get paid for people under 20 and over 65 isn’t even covering their office expenses.", "We have a lot of challenges in delivering health care in this province. It’s not just about pharmacare. It’s much more far-reaching. I think we can definitely do better with the taxes that we’re collecting. I hope that we are going to be consulting with the people who really do need the care and, I feel, are getting second-rate care compared to what a province like Ontario could be affording.", "I want to remind everybody just very quickly that the government will use the term “means testing.” Basically, what that means is that it doesn’t matter what you earn, you’re covered by OHIP in the province of Ontario. I think we all support that. The pharmacare that’s being suggested is also going to be, just as OHIP is—whether you’re a high earner or a low earner, if you’re getting surgery in the province of Ontario, you are covered equally. I think that that’s the premise of medicare.", "If there’s one thing that we can go out there and speak to the public about, I think that they would agree that they want to have fantastic health care—not mediocre health care, but fantastic health care—for everybody in the province of Ontario. We don’t want to see two-tier health care in the province, in terms of those who can afford it and those who can’t afford it. We want to see the best health care that we can deliver with the tax dollars that we can provide. But we’re going to have to make those tough choices. Just because we don’t want—it doesn’t mean we aren’t going to have to make the difficult choices.", "I’m looking forward to hearing much more debate on this topic, and I really appreciate the opportunity I was given to speak on this important matter." ],
  "anchor" : "para1269"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1280"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I am proud to rise in support of this motion, and I’m proud to be part of a caucus that is leading the push to create a universal, comprehensive pharmacare system in Ontario.", "I sat in this House yesterday during question period, and our leader asked a question of the Minister of Health. The Minister of Health responded, “This shouldn’t be about which program is of greater benefit.” Now, I ask you, Speaker, if that’s not what it is about, then why are we here?", "I come from a research background, and one of the things that drives me as an MPP is to make sure that the policy decisions that are made in this place are evidence-based, that they respond to the actual needs of the people we represent and that our decisions are informed by the knowledge and the expertise that people who are working in the field bring to our debates—people like Dr. Steve Morgan, who spoke, along with our leader, when the NDP announced our plan. Dr. Steve Morgan said that the NDP plan “is a truly practical way to begin to develop a universal pharmacare program.”", "Canadian Doctors for Medicare said, “Doctors across Canada who have been advocating for the addition of a universal public pharmacare program to Canada’s health care system are applauding the Ontario New Democrats’ (ONDP) plan to create such a program in Ontario.”", "Speaker, the evidence tells us that there are 2.2 million people in this province without any access to drug coverage. There are one in four Ontarians who can’t afford to take the medications they need because they don’t have the money to do it. Many of these people are children, but even more are seniors or working-age adults.", "I want to share with you two stories of constituents from my riding of London West who are among those one in four Ontarians who would benefit directly from the NDP motion that we’re debating today.", "Larry is diabetic; he’s insulin-dependent. He lives on a fixed income of $2,100 a month. He is currently a recipient of the Ontario drug plan, but his annual deductible is still over $3,000 a year because his grandson lives in the home and is employed, and Trillium requires him to take into account his grandson’s income.", "Another story of a constituent: Nancy and Bill. Nancy was spending hundreds of dollars a week on medication and supplements for Bill, but when she tried to apply for financial assistance to help with this burden, she was told that they would first have to use the financial hardship clause to unlock their pension and exhaust all of their pension funds before they would qualify for drug assistance. Bill is now in long-term care. Nancy has had to move into social housing because all of their savings went to his medical costs. Speaker, these are people who would be helped by the motion that the NDP is putting forward today.", "As critic for advanced education, I have often raised concerns about the huge debts that young people are carrying after they graduate from university—as much as $28,000. When these young people graduate, many are faced with the termination of the university health coverage that they had when they were at school, or they have aged out of the benefit plans that their parents might have had, if they were lucky enough to have them. This is a steep cliff for these young people to go over, from coverage to no coverage. We should be doing whatever we can to help them. This plan would do that." ],
  "anchor" : "para1281"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1290"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "It’s a pleasure to rise today on behalf of my constituents in Cambridge to add some comments to today’s debate on the opposition day motion on pharmacare.", "This government unequivocally agrees with the third party that all Ontarians should have access to the medications they need, and we expect that they will continue some support for a national pharmacare program. We’re proud to express our support for universal pharmacare in this province, starting here with the OHIP+ program. Both our Minister of Health and the Premier have been absolutely relentless in advocating for universal pharmacare for the past three years. I know so because I’ve had some of those discussions frequently with the Minister of Health.", "As you know, OHIP+ is our government’s comprehensive pharmacare plan that would provide Ontarians under age 25 with free access to prescription medications. It’s interesting to note that this means no deductible and no copayment. As part of this 2017 budget, we will be providing these medications for free after January 1, 2018. It will be no upfront cost.", "This will be a game-changer for families. Not only will this include the common prescriptions; OHIP+ would give young people more access to more than 4,400 medications, including medications listed under the Exceptional Access Program and including drugs to treat cancers and other rare diseases, all at no cost.", "Let me tell you, Mr. Speaker, why I feel this is important. As you well know, I’ve been a nurse in the province of Ontario since 1978 and I still maintain my registered nursing licence. I started out my career at the Hospital for Sick Children and was a pediatric critical care nurse for 10 years. I know that what we announced last Thursday in OHIP+ will be a game-changer for so many families around the province, and I’m proud of our government for bringing it in.", "I would have preferred that this program was available in 1990, and let me tell you why. My husband and I raised a son with a severe lung condition, who had spent months and months in hospital at SickKids as a baby and as a toddler. He had a few years where, with some proper medications, he was managing to go to school. All that came to a crashing halt early in 1990. For the next four years, my son, between the ages of 10 and 14, between 1990 and 1994, spent most of that time in hospital—approximately two years in Kitchener-Waterloo Hospital, as it was known then, a year at SickKids and a year at the Hugh MacMillan centre, because nobody in Cambridge at the time had the capability of managing this complex, medically fragile child with lungs that were life-threatening in their condition.", "In those early years, when he was just first admitted to hospital, they tried to send him home about every two or four weeks to see if he could manage, and he was on, in 1990, $1,000 worth of medication. That was actually more than my net salary as a community nurse at that time, and that didn’t even include the other out-of-pocket expenses that somebody in our position had to pay for to be able to care for a child with such severe illnesses. Another $500 to $800 a month was spent on gas, parking and long-distance phone calls because, at that point, between my community and where he was, it was long-distance.", "Now, how did we do that? We did what any parent would do. You just paid for it. We mortgaged our home. We remortgaged our home. We made sure that everything we could cut back on, we cut back. In the meantime, as the NDP were in government at that time, they chose to balance the budget by cutting services. They cut home care costs by 5%. I lost my job. I had no benefits at the time, and I lost my job in that period of time. My husband, at the time, was self-employed—is still self-employed—to be able to manage his care.", "You can just imagine the financial devastation of our family in trying to care for our other children and find that $1,000 a month that we would have to pay for his respiratory medication when he came home from the hospitals, usually only for a couple of days or a week at a time before he had to go back in again. One of the problems is that a lot of the solutions that he was inhaling had short expiration dates. Every time we sent him out, we would have to get rid of that medication and bring in a whole lot more. I so wish that this program was available for my family and so many other families in 1990.", "During those very, very tough years, again in the NDP years and then the next government that came in, we were concerned because they continued to cut and slash services in the health care sector. They were cutting nursing school places, cutting medical school places, slashing beds out of the system. I was a care coordinator for a CCAC before I was elected, and I know if I assessed my son in the same condition today as he was in 1990, we could have kept him home, we estimate, for two out of the four years. Imagine the long-term health care savings we could have had, had that been in place.", "I’m proud that this government continues to invest in home care, to invest in home and community care, to invest in more nurses in the province, to invest in more medical school places, to continue to build the health care system that we need today.", "When I go back to that time period, we didn’t know at the time, until we went to the Hugh MacMillan centre for a year—that’s a rehab hospital for medically complex children. The social workers who are always connected with parents in our condition said, “Are you on social assistance?” We said no, and they were surprised. They said that 90% of the families at the Hugh MacMillan centre at the time were on social assistance to be able to manage their drug costs, to manage all of the costs that it takes to raise a child like this.", "It took three years for us to keep demanding to have an Ontario Drug Benefit card, and we paid for that medication for three years out of the four, until we were finally eligible, because they finally recognized that this child had a disability. We finally got an Ontario Drug Benefit card, but the damage was done to our long-term budget.", "If you look at the domino effect that happens in a medically complex family, looking after a child in particular, where there are job losses—because I lost so much time, I lost my seniority when I was working at that community job. You look at those parents who have to be self-employed to be able to react and respond to their child’s needs at the time. It’s a long-lasting issue.", "If I knew then what I know now, we probably would have looked at other alternatives rather than to try to make it through, because here is the cost on our family: Our family had to mortgage and remortgage and remortgage our home. That was the only asset we had at the time. We had no drug coverage. So because of Rory’s ongoing illness, and even later, it meant that all of the opportunity that we could have had at that time of our life to pay down our mortgage, to put into savings what we needed to put the other children through post-secondary education, to be able to handle all of the expenses that you do with a normal family that we always had to cut back on—those are the things that we missed out on. This has been a lifelong struggle for my husband and me, to finally get here after so many years and to now say that we’re probably in a better financial state over the years.", "People used to ask me, “Why are you working two jobs? Why is it that you don’t have your education put aside for your other children?” That’s the reason: long-lasting financial implications to our family and our extended family.", "So when I took stock of the program that we are looking at for OHIP+ in comparison to the NDP plan that’s put forward here, the plan that the NDP are advocating for would not have helped my family, because out of the 125 medications that they have put forward, none of those really apply to my situation. We needed those drugs that were on the formulary that are on the program we have put forward in that list of 4,400 medications.", "That’s why it’s so important that we move forward with the OHIP+ plan. There are so many families out there who are not visible in our community because they are either out of town caring for their children like we were—we lived in Cambridge; we were mostly in Toronto looking after our son when he was here. The argument that there aren’t very many families who face this situation is false, because as a SickKids nurse for 10 years, as a community nurse who actually did the school program in the schools and looked after these medically fragile children in schools, I know that there are many, many families who would depend on a plan like this, and I really advocate for the fact that OHIP+ is a much better plan.", "When you look, too, at all the other costs, if we had had—and I said this to my husband the other night. We were quite emotional about this plan and really teared up at what we could have saved going forward, because we were not able to afford what we wanted to for the other children, and they did also have to rein in spending for sports and other opportunities that we would have had for them.", "But the long-lasting financial implications are just one thing. When you look at being able to support, had we had the medications paid for at the time, it would have decreased our mental stress over the situation. We would have managed to put into savings more money to help our other kids. When you look at some of the other families with medically complex issues, I know that they’re all in the same boat.", "We were very fortunate because we decided early on that this was a child we were going to ensure had the best of care and the best of everything. When I spoke to my husband the night we brought in the budget—because I didn’t know about it until the budget was released on Thursday—my husband and I had a few tears over it, because I know what this would have meant in our family.", "On Friday afternoon, I got on a plane and I flew to Boston, where my son, his wife and his one-year-old baby are living now. I attended her first birthday party on Saturday. For me, that’s why we did it. That’s why we were able to make the sacrifices to do that.", "I know I’ve had to have conversations with our other children—because he was the oldest of six. They had to put aside some of their needs and wants when they were young to be able to accommodate this. But this was what it was about. This is why, as parents, we need to step up and provide what our kids need.", "I know there is some conversation about, “Why to under age 25?” I can tell you as a nurse and a mother that many of the students who are under their parents’ benefit programs while they are in school—when they leave the family or they go into university at age 21 and they’re now off the parents’ benefit plans, they don’t plan for the money it costs for them to manage their medication, whether it’s epilepsy, a puffer or other medications that they need ongoing. Those university-aged students, often between ages 21 and 24, will very often not pay for the medications they need. I used to see a lot of them in the emergency department.", "This is why this plan is so very, very important—to go to under age 25 so that they can continue to maintain their health; because if you don’t put in what you need at the time to manage your health, in the long run, it costs a lot more. We need to make sure that our children, our youth and our young adults have the medication they need to manage their illnesses, and that they can go ahead and get their medication so that they can continue to manage their health, especially at a time when it’s very difficult for students to really focus on health and make the right decisions. We as families, we as parents, want to make sure that our kids make the right decisions to go in and—" ],
  "anchor" : "para1291"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "It’s amazing how quiet this place can get, and I would hope that we would continue to keep it at that pace so that we can continue with debate from the minister and hear from others this afternoon.", "Minister, I return it back to you." ],
  "anchor" : "para1319"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Thank you, Mr. Speaker.", "As I said, it’s very important to the health and well-being of our children and our young adults to get the best care they need at that particular time.", "This is a program that’s coming forward as we are balancing the budget. This program is coming forward at a time when we recognize that we need to continue to invest in home and community care, in our acute care hospitals, in all the other programs that we are putting in place right now to ensure that Ontarians have the health care they need. It’s particularly important to start on this first-in-Canada plan of providing all the medications, out of 4,400 medications, to all of Ontario’s children and youth.", "But this doesn’t stop here. I am looking forward to ensuring that we have the NDP’s support as we go forward and we continue to lobby the federal government for a national pharmacare program that will ensure that every Ontarian and every Canadian can have access to the medication that they need throughout the country. I can’t be more proud of our government, our Premier, our health minister and our finance minister for ensuring that the OHIP+ program goes forward to protect our children and youth." ],
  "anchor" : "para1321"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1325"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Just to refresh everyone’s memory and help the people watching on TV this evening to focus in on what we are discussing, I want to share the essence of the third party’s, the NDP’s, opposition day motion, and that is they feel that there needs to be universal Ontario pharmacare “which will cover essential medicines for all Ontarians without charging premiums or deductibles, and, based on evidence supported by numerous international studies, help save lives and improve Ontarians’ health.”", "To start off, Mr. Speaker, I would like to touch on the fact that there’s something that the member from Algoma–Manitoulin, the member from Haldimand–Norfolk and myself care about very deeply, and that is that May is Lyme Disease Awareness Month. I just received an email earlier today from Doris. She lives in Cranbrook, in Huron county, and she suffers from Lyme disease.", "As we’re talking about the importance of improving Ontarians’ health, we need a government that understands that the importance that Lyme disease needs to be addressed. Doris specifically said that she feels that the system is not any further ahead, and she asks, “Where is the government’s plan?” This is something that’s really important, and it’s not painted by political stripes. People are suffering, and we need to be addressing seriously care for rare diseases, care for Lyme disease—the list goes on.", "I just wanted to share with Doris that I hear you; I’m sharing your concerns at every opportunity I get. We do have people who understand the significance around having a plan to properly address Lyme disease. We will not stop until we get there.", "With that, I would like to cover off another topic and start off by saying that I totally agree with the member from Renfrew–Nipissing–Pembroke: There are still people falling through the cracks. I share that with you because I feel that the Minister of Finance—there was a quote that the Minister of Finance shared during the budget that stuck with me. I feel that it’s very important that he walks his talk. From the budget speech, I quote the minister as saying, “One way we can be both a competitive and a compassionate society is to make sure that people who need medication ... get medication.” Speaker, we all agree with that.", "I have another example here where there is clearly a situation where a person, by the name of Victoria, has fallen through the cracks again. I’m going to share a letter that she wrote to Dr. Hoskins:", "“In August 2016, Health Canada approved Teva Pharmaceutical Industries Inc. three-times-a-week Copaxone.... Copaxone is a drug used by those with relapsing remitting multiple sclerosis. Copaxone has been found to decrease relapses by up to 34% and decreased the number of new or enlarging brain lesions on MRIs by 45%.”", "Victoria went on to say:", "“I was diagnosed with relapsing remitting MS in 2013 at the age of 21 and immediately was prescribed 20 ml of Copaxone which I inject daily. Having to inject myself daily changed my life; I experience swelling, itching, redness, bumps, bruising and pain on my injection sites nearly every single day. Tolerability is a common problem related to Copaxone use and injection site reactions” are very severe and it “ compromises the long-term use of” this drug. “That is why when the 40 mg three-times-a-week injections of Copaxone became available in Canada, I was thrilled. This would represent 200 less injections per year. It would give me freedom, it would allow for less painful injections sites, and increase the likelihood of my long-term use of Copaxone. I was quickly disappointed, however, to learn it was not covered for those without private insurance. I do not have private benefits and rely heavily on Trillium Drug Program to afford my medication....", "“The Ministry of Health and Long-Term Care’s website indicates that on November 18, 2016, Copaxone met all the requirements to proceed with the drug review for the Ontario Public Drug Programs submission.”", "She asks, “Minister Hoskins, could you please provide me with a definitive timeline of when Ontarians will have access to Copaxone 40 ml through the Trillium Drug Program?”", "Speaker, those are the people who are falling through the cracks. These are the people who deserve attention. I agreed with my colleague from Elgin–Middlesex–London when he said that a lot of work needs to be done to expand access to medications. I tell you, Speaker, Ontarians deserve nothing less.", "The discussion on the NDP opposition day motion, the discussion that all of us have been having today, is a good step in the right direction." ],
  "anchor" : "para1326"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1340"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It is indeed a pleasure to stand up in support of this motion today on our plan for universal pharmacare. I wanted to lend a new lens to this because I was speaking to a constituent in my riding. His name is Peter Thurley. He’s a Kitchener Centre citizen. He sat me down and he wanted to tell a story. He wanted to tell us what it would mean to have our plan put into action in the province of Ontario.", "His story is a story that affects many Ontarians—because people do not choose to get sick. In April 2015, he was diagnosed with a desmoid tumour. He required emergency surgery; his life was saved. He spent six weeks in hospital—three weeks in an ICU. He had a number of follow-up surgeries and complications because there are issues in our hospitals which complicate the recovery of patients. He’s on CPP disability. He’s unable to work because of this needed surgery that he had. He takes prescriptions each and every day, one to address infection and two to deal with the pain of this medical condition.", "He is also very honest about the emotional toll it takes on a person when you go through major surgery like this—the fear, the trauma of surgery and experiencing, quite honestly, our health care system. He says that he just had enough energy to survive. He pays between $700 and $1,000 a month to stay alive—just to survive—and the cost of those drugs is incredibly high and cost-prohibitive for many people in the province of Ontario.", "That is one of the ideas that I want to share with the government and the PC Party, because part of our plan would actually help reduce the cost of pharmaceuticals in the province of Ontario. I want to say that Steve Morgan—who came to support our plan and who has done 20-plus years of research on what it would mean to have a pharmacare program for our country and, of course, for the province of Ontario. He goes on to say that in a 2012 study, it estimated that inequities in drug coverage for working-aged Ontarians with diabetes were associated with 5,000 deaths between 2002 and 2008. Nationally, this human toll would be far greater. It would save billions of dollars every year.", "Canadians spend 50% more per capita on pharmaceuticals than residents of the United Kingdom, of Sweden, of New Zealand. The cost of drugs is a barrier to staying healthy in the province of Ontario. That is why, when we designed this plan with the support of outside experts, we wanted to be very clear about how we could build a sustainable plan and how it would impact the lives of Ontarians going forward.", "An NDP plan would, of course, impact—through the Ontario provincial drug plan, we would be negotiating on behalf of almost 14 million people. That gives you bargaining power. It gives you strength to work for the people of this province to lower the cost of drugs in Ontario.", "He goes on to say that the plan that was announced in the budget is very symbolic. He goes on to call it “pharmacare junior.” You see, we think that, yes, children of course need access to prescriptions, but we certainly understand that their parents also need access to the same drugs.", "Finally, Peter said that this will make a huge difference in his life. Pass this motion. Show some strength. Show some courage." ],
  "anchor" : "para1341"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? Further debate?", "I recognize the leader of the third party, Ms. Horwath." ],
  "anchor" : "para1349"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "It has been an interesting discussion this evening, Speaker. I certainly appreciate the contributions of the numerous members who have joined in.", "But I have to say that a couple of themes came up a number of times. I find it interesting, particularly with the government side, but also the opposition, talking about the bold vision of Tommy Douglas, who began the move towards medicare in the province of Saskatchewan. That grew to be the program that we all treasure now as Canadians. In fact, it made him the greatest Canadian in the eyes of the people of our country.", "Unfortunately, the bold vision that we’ve put forward with our pharmacare plan is not what the government has chosen to undertake, and that is upsetting. It’s upsetting because there’s an opportunity here—an opportunity for this province to actually move to the next bold vision in the health care system with pharmacare. Instead, the government has chosen to add another drug plan to the existing drug plans that we have. That drug plan will not cover all Ontarians. Yes, it will cover children and youth, and that’s great, but their parents—as was just mentioned by the member for Kitchener–Waterloo—will not be covered. People who work at jobs that don’t provide benefits won’t be covered. In fact, millions of Ontarians will not be covered by the government plan.", "That’s why the bold vision for pharmacare is the bold vision that New Democrats have put forward. I encourage everyone to support it." ],
  "anchor" : "para1351"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Please be seated. Thank you very much." ],
  "anchor" : "para1356"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order, please.", "Ms. Horwath has moved opposition day number 4. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1358"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Since business has now been completed, this House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1361"
} ]