[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para226"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para229"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the government House leader." ],
  "anchor" : "para230"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding the Grey Cup." ],
  "anchor" : "para231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para232"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, notwithstanding any standing order or practice of the House, at 10:30 a.m. an RCMP officer shall be authorized to enter the chamber with the Grey Cup and place it on a table near the Hansard desk; and", "That the Grey Cup shall remain in the chamber for the duration of this morning’s sitting." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that, notwithstanding any standing order or practice of the House, at 10:30 a.m. an RCMP officer shall be authorized to enter the chamber with the Grey Cup and place it on a table near the Hansard desk; and", "That the Grey Cup shall remain in the chamber for the duration of this morning’s sitting.", "Do we agree? Carried." ],
  "anchor" : "para236"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the government House leader." ],
  "anchor" : "para242"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I believe we have unanimous consent to put forward a notice without motion regarding the House schedule." ],
  "anchor" : "para243"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para244"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, notwithstanding standing order 6(a), when the House adjourns on Thursday, September 14, 2017, it shall stand adjourned until Wednesday, September 20, 2017." ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that, notwithstanding standing order 6(a), when the House adjourns on Thursday, September 14, 2017, it shall stand adjourned until Wednesday, September 20, 2017.", "Do we agree? Agreed. Carried.", "Resuming the debate adjourned on May 29, 2017, on the motion for third reading of the following bill:", "Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters / Projet de loi 65, Loi modifiant le Code de la route relativement aux limites de vitesse dans les municipalités et à d’autres questions." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para254"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I am pleased to join in the debate on Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters. This is a bill, Speaker, that has been in this House since it was given first reading back—surprisingly—on November 15, 2016. So this is a bill that’s been on the order paper since last November. The government, even though we sat for another month, basically, after this bill was tabled for first reading, and even though the House came back in February 2017—this bill didn’t see light of day until April 11, 2017.", "It had a bit of a debate here, it went to committee and now it’s back for third reading. But some interesting things happened along the way.", "I want to say right at the top that our party and our leader, Patrick Brown, and the Ontario PC caucus support 100% that we want to keep our children safe, especially when they go to school.", "You know what happened, Speaker, when this bill moved through the legislative process? At one point, this government—again, a government that governs by closure motions and time allocation—actually sent a bunch of press releases out to members’ ridings after they voted against this bill at second reading because it needed considerable amendment. It was a pretty cheap stunt, I have to say, by this government—a really cheap stunt. I know it was sent out to a number of members; some of them were reported.", "In my riding of Leeds–Grenville, the great riding of Leeds–Grenville, I don’t think any of the media picked it up. Even if they did, I think the public sees these partisan attacks as the nonsense that they are. I think rather than putting their time into these ridiculous press releases, the government should be listening to Ontarians and listening to some of their comments. My wife, Deanna, and I raised five kids together. I don’t think the suggestion that I somehow want children’s safety to take a back seat is going to get too far in my riding with anyone who knows me.", "If the Minister of Transportation wants to talk to the press about road safety, I have a few issues for Minister Del Duca to talk about. I would ask him to speak to some of my mayors, like Mayor Brett Todd from the town of Prescott, who is extremely frustrated with the Ministry of Transportation, trying to get them to the table to speak about safety issues regarding our 400-series highways. We had a significant accident in my riding during the March break. There was some acid that spilled. Some of the first responders had to deal with that. Our communities came together. These mayors in Leeds–Grenville and the members of county council have asked for a meeting, and MTO has been spinning their wheels.", "If the minister wants to talk about road safety in Leeds–Grenville, I would invite him to talk to residents in Front of Yonge township and the township of Leeds and the Thousand Islands. They’d certainly like to talk about the traffic chaos being created by a bridge construction project at Highway 401 and Highway 137. There are some significant delays. This government can’t even organize a road project that wouldn’t extend past the July 1 weekend. We’ve got a situation in our riding: We’ve got Canada’s sesquicentennial, we’ve got a major access to the US and we’ve got chaos every time we have a long weekend.", "If the government wants to expend some time to talk about road safety, there are two issues, Speaker, that they can follow up on in my riding.", "The suggestion from this government that if you’re not 100% in lockstep with them then you’re on the wrong side of this issue just, again, speaks to the arrogance of the Wynne government. We saw that over and over and over again with Bill 65.", "The bottom line is that we felt the approach the government was taking on photo radar was too open-ended. The issue wasn’t arguing against using it as a tool. Our critic, the member for Kitchener–Conestoga, has been crystal clear that we would have been 100% supportive if they had kept it to school zones. But they wouldn’t. So, obviously, as Her Majesty’s loyal opposition, we’re going to push for some amendments. We’re going to push for some limitations on how and where photo radar should be implemented. Putting some parameters in place to ensure any legislation we pass is going to be effective doesn’t mean—it doesn’t mean—that we’re against protecting children. It means we’re interested, as we always are on the side of this House, in getting legislation correct.", "We’ve seen this before with this government. They continually rush through legislation. I mentioned at the start of my speech this morning that this government has been dealing with legislation by closure motions, they’ve been dealing with legislation by time allocation. They’ve been trying to choke off our democratic right and our constituents’ democratic right to speak to these bills, and they’ve pushed ahead with this bill without proper consultation or listening to the concerns and the suggestions brought forward by the opposition. Even a bill, Speaker, with the best intentions can have some unintended consequences if you’re not open to listening to and considering other points of view.", "In the past, we’ve seen these unintended consequences forcing the government to table new legislation just to fix problems created by one of their own bills. We have seen this over and over again: There are bills before the House that this government tables, rushes through, and then they end up putting hundreds of amendments to their own bill in committee. We’ve seen that with other pieces of legislation.", "What we wanted to do was to improve this bill by protecting students who travel on a school bus. We wanted the government to support our amendment and adopt the excellent bill, Speaker—you know it better than anyone—brought forward by yourself in your capacity as the MPP for Chatham–Kent–Essex. We’ve had a lot of interest right across this province for the measure to use cameras as a deterrent to stop school bus blow-bys. I want to commend you, sir, for all your advocacy. This has been a tremendous bill, one that I think is getting momentum across the province.", "Speaker, I’ll tell you a little story. When I was young, my father was a railroader. He worked for Canadian National. He got a one-year transfer up to the Peterborough area. I’ve told the member for Haliburton–Kawartha Lakes–Brock this story very well. I lived on the highway to Lindsay as a six-year-old kid, right beside the Central Smith ice cream factory. As a young six-year-old, that was—" ],
  "anchor" : "para255"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "So that’s what happened." ],
  "anchor" : "para270"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m not going to engage the member for Renfrew–Nipissing–Pembroke about my size and living by an ice cream factory as a young boy.", "It was the first time that I had ever taken a school bus to school—because we lived out in the country and we went to a little school, Bridgenorth public school. Actually, the first school that I had attended briefly when we lived there was in a one-room schoolhouse, and then there was a new school that was under construction.", "I remember being on the school bus. My mother was home, and she would wait at the window for me to get off the bus. My brother was getting ready to start school the following year. I remember walking across when the lights were flashing on that school bus. It was in the winter, so I appreciate that it could have been slippery. I stepped out to cross the highway, and a car blew by the bus. It was so close to me that when I moved back, I could feel the side mirror brush against my winter coat. To say the least, I was shocked. My mother—I can remember it like it was yesterday—came running out of the house, so distraught that she just about saw me get hit by a car.", "So this issue in your bill is very important to me. I lived through a blow-by, and I’m obviously glad that I wasn’t hit. But I don’t want another child to be hit. I don’t want a situation where blow-bys occur and we could be putting safety measures in place. So I was so disappointed that, like so many ideas that the opposition brings forward to help Bill 65, this government turned its back on your bill, sir, such an excellent bill that could have been included and could have helped save lives. I hope that the government considers the error of its ways.", "I always talk about the fact that we could open this bill up with the Committee of the Whole House and we could make that change right here on the floor. I don’t think there’s any political will by the government to do so. I think the Clerks always get jittery when I start talking about moving to Committee of the Whole House. But I wanted to say to you, sir, that that’s a tool that we could use.", "Again, I want to commend you for bringing that initiative to the floor. I hope that one day your bill will be passed and we can have cameras that would potentially save young children’s lives.", "I did go back and have a look at our critic’s hour lead at third reading. Speaker, it was not just your bill and your amendment—but it was amazing to me, the amendments that this government shot down.", "I just want to take a few minutes to let you know some of the things that this government said no to.", "We said that if the idea is to enhance safety in a school zone, then you really should make fines equal in those zones to community safety zones. That makes a lot of sense. This government said no.", "We asked that radar speed signs—which are an excellent initiative being used in a number of communities, including in Leeds–Grenville—be rolled out across the province by giving municipalities more resources. It’s a great suggestion. The government said no.", "We tried to get more clarity around the definition of a community safety zone. I’m sure you can guess, Speaker, what happened. This government again said no.", "These were all worthwhile amendments. I can’t understand—other than the fact that this government can’t fathom that anybody else but them could have a good idea. It just shows—I’ve said it many times. The Premier said, in her throne speech, when we first started that she was going to put partnership over partisanship. We didn’t see that in Bill 65 at all. We saw many, many good ideas rejected. Again, when it comes to road safety and Bill 65, when it comes to suggestions from the opposition, the government doesn’t want to hear it—it’s this “my way or the highway” attitude.", "I also want to take a few moments to highlight that even without Bill 65, we’re seeing municipalities and police services across the province take some extremely proactive steps to protect students on their way to and from school.", "In my own riding of Leeds–Grenville, in the city I live in, Brockville, we have a number of school crossing guards that the city and our Brockville Police Service still support. They’re very visible in our communities.", "I want to tell the members about something that happened in 2013. There was a terrible accident in 2013 on Laurier Boulevard in Brockville, very close to where I grew up, in the north end of the city. A very popular crossing guard, Andy McNish, was struck by a vehicle at a crosswalk. Andy was wearing his bright orange vest, and he even had his stop sign held up, but he was hit and was seriously injured.", "It’s interesting, in light of the debate on Bill 65, that the area where this terrible accident happened wasn’t designated as a community safety zone. After the accident, there were some calls for that to happen. Right after Andy was hit, there were a number of folks who felt that was the course of action. But the city of Brockville, working with our outstanding Brockville Police Service, decided that it wasn’t necessary. Instead, they took an approach that involved placing bright neon signs in the middle of the road. They organized a public awareness campaign. They stepped up enforcement by police officers. That was the decision in Brockville. They’ve also used radar speed signs in the area. It’s a real wake-up call to drivers when they see their speed flashing. You see them now, in Leeds–Grenville anyway, used in a number of areas. I was just in the town of Prescott on the weekend and saw one that was very effective in front of South Grenville District High School and intermediate school. So I see that all the time.", "By all reports that I’ve received from the Brockville Police Service and the city of Brockville and other municipalities within Leeds–Grenville, this comprehensive approach has worked. At the end of the day, it’s certainly my goal—and I think I can say that most members will agree—that students are safer as they head to and from school.", "I wanted to put that coordinated approach on the agenda today and make sure people know that there are some examples where that exists. I’m not sure that we would have seen the same results in this situation if the approach was taken to just put up a photo radar unit on the side of the street.", "Photo radar is a very—people have very strong opinions about it.", "The final story I want to tell is about my late father-in-law, Dave Roberts. He was an OPP officer. He had many positions; I think my wife, Deanna, said the first posting he had was in Parkhill. He spent time in Brockville and retired living in Newmarket. After he retired he actually applied to be a photo radar tech. He was a photo radar tech and he was in one of those white vans that were very recognizable.", "He would tell me some very interesting stories about people who would honk the horn and people who would make—" ],
  "anchor" : "para271"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "And do this." ],
  "anchor" : "para293"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Yes, the member from Scarborough–Agincourt. Yes, there would be the odd gesture which drivers would make to them. They wouldn’t be very “parliamentary,” I guess would be right term to use.", "It was a very interesting conversation with him to talk about how that system really polarized people. Really, people had very strong negative connotations.", "The government, obviously, has made some amendments. There are a number of members across who have talked about the reasons why. I think we need to put our heads towards safety, but every time I hear the term “photo radar”—I know the member for Ottawa South has another way to call it and maybe he will provide a two-minute question and comment where he’ll use the new term that this government is using rather than “photo radar.”", "But I remember my father-in-law very directly—this was something that provided him some extra income. When Mike Harris cancelled it, my father-in-law, Dave, being a good Conservative—I thought he might be a little mad at the government, that he took away the job that Bob Rae gave him after his retirement, but he actually felt that it had run its course and that it was a good decision by the Harris government to stop it.", "There are a lot of good ideas on how to deal with school safety. There are a lot of ideas that I have talked about today. As someone who, as a young child, just about got hit as a driver went around a school bus, I wish that they would have incorporated your bill, Speaker. I think your bill and the pilots that have been going on—I want to commend those who are pushing those. I want to commend the support that you’ve received. I hope that this government realizes that there are some good ideas out there; that there’s not just a monopoly on a good idea from the government.", "I’m very pleased to join in the debate this morning. I look forward to other members providing comments.", "Again, sir, to represent your constituents with the best intentions, I want to again thank you for your private member’s bill. I look forward to continuing to support it. I want to see the day when our kids are protected in every way, and I think the government was extremely short-sighted in not approving your bill.", "Thank you, sir. I’m glad to provide these comments this morning." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to add my voice to the debate. It’s important to stand up and not only reflect upon the debate we just heard from the member from Leeds–Grenville, but we have a responsibility to our constituents from every riding we represent in this House to stand up and have our voices be heard. I would never pass up this opportunity like we’ve seen earlier today from other parties.", "Setting that aside, I feel that the member from Leeds–Grenville was spot on in his remarks today because he made the situation very real by sharing examples of comprehensive approaches and initiatives from Leeds–Grenville that show that speed signs, when partnered with community initiatives, are very effective. We do need that comprehensive approach and holistic, high-level planning and appreciation in order to filter down exactly how we can best keep our school zones safe in our own respective communities.", "In particular, Speaker, I totally agreed with the member from Leeds–Grenville when he recognized the value and the work that went into your own private member’s bill—where we needed to accept the fact that there are people blowing by school buses. Children’s lives are at risk, as I’ve shared in my past debate. My own neighbour was hit by a car that was blowing by a school bus. We don’t accept the fact that this government has voted down a good idea such as cameras on school buses. I can tell you, standing right here on behalf of the constituents of Huron–Bruce and of people who sincerely care about safe school zones, we’re going to work very hard to make sure the reality of cameras on school buses is realized." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para306"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I think we need a little bit of a civics lesson on the point of questions and comments. My colleague the honourable member from Leeds–Grenville just spent 20 minutes talking about what the government and many legislators believe is a very important piece of legislation, and yet not a single member of the Liberal caucus has chosen to stand up and either defend the legislation or explain what was different, in terms of an interpretation, from my colleague from Leeds–Grenville’s debate and discussion. I think that we’re missing the point of the back-and-forth, the point of the Latin motto “Hear the other side.” The point of debate means that there has to be interaction. There have to be people paying attention to the debate, and there have to be people either defending or justifying or explaining why their side is more important and more valuable. We’re missing that today in this morning’s debate. I would not in any way want to prescribe why that is happening, but it does suggest to me that there is a bit of mischief going on.", "We need to have proper debate in this chamber. It is our responsibility as legislators to have that debate. So when we’re going to stand up and participate in doing 20-minute rotations, talking about what is good about a piece of legislation and what needs to be improved, it is incumbent on the government to participate on the other side and explain why they are defending their position and not allowing our amendments to go through. I hope that will continue today." ],
  "anchor" : "para307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? Further questions and comments? Further questions and comments?", "Back to the member from Leeds–Grenville for final comments." ],
  "anchor" : "para309"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Well, thank you, Speaker. It looks like it’s the Ontario PC Party show this morning at Queen’s Park." ],
  "anchor" : "para311"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s all about you." ],
  "anchor" : "para312"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Pardon me?" ],
  "anchor" : "para313"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s all about you." ],
  "anchor" : "para314"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s all about me? Oh, okay. Well, I would have liked to have had some feedback from the government on some of the things I said—especially your bill, Speaker, which I feel was a great addition. As most people know, we felt, as I said at the start of my speech, that there were a number of areas that could have been improved in this bill. We voted against this bill at second reading because of that. I think there are still some measures that need to be included, like your private member’s bill for cameras on school buses. I certainly support the legislation as presented. I’m glad that the bill was amended in committee and there were a number of changes that were made.", "But, again, I just think that the government missed an opportunity of hearing other voices as part of this situation. Too many times, we operate our legislative agenda without touring the province and without hearing other voices in all corners of the province. I think this bill is one of the ones that missed that. I gave you some examples this morning, fellow members, from my riding. I gave you an exceptional private initiative by the member for Chatham–Kent–Essex that could be included. I think if we would have been serious about including those other voices and touring, we could have made the Safer School Zones Act even stronger. I think we could have done a better job for our young children in ensuring that safety is a paramount concern of legislators.", "I am pleased to support this bill, but I think we could have made it better." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para318"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to speak to Bill 65 at third reading. Bill 65, if passed, would provide municipalities—which they have been asking us for—automated speed enforcement or photo radar or speeding cameras—whatever you would like to call them—as well as reduced default speed limits and the red-light camera program to expand across Ontario.", "This is something that municipalities have been asking us for for some time. As I hear the members opposite say as well, municipalities are a mature form of government, and I think that our working in collaboration with them to ensure the safety of our children on our streets is critical.", "Speaker, the debate was allowed to go past the six and a half hours of second reading debate to nine hours at second reading. The member from Dufferin–Caledon mentioned mischief. So I’d like to know whether she would define mischief as 300 amendments to an eight-page bill and half of those amendments listing random streets across Ontario. Random streets. Three hundred amendments.", "Interjections." ],
  "anchor" : "para319"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I’m just asking you. That’s the question that I’m asking you—" ],
  "anchor" : "para323"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a point of order from the member for Leeds–Grenville." ],
  "anchor" : "para324"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I just want to remind the member that only 40 amendments were debated in committee." ],
  "anchor" : "para325"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Ottawa South." ],
  "anchor" : "para326"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you very much, Speaker. I think I got the response that I wanted from the members opposite." ],
  "anchor" : "para327"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "The correction, you mean." ],
  "anchor" : "para328"
}, {
  "speaker" : "John Fraser",
  "text" : [ "No, the response that I wanted.", "Speaker, now we’re at six hours of debate on third reading, two hours of which—and the member from Dufferin–Caledon is right. They have been debating each other.", "We’ve heard from the members opposite. I know that members opposite know this bill is important. I don’t know why there’s delay.", "We have heard from the member from Sarnia–Lambton: “I support safer schools, safer school zones and safer roads. I think this is a good debate.”", "Then we heard from the member for Niagara Falls: “Their message at the end of the day at committee was clear. The bill will protect the public, and it will protect our kids. Overall, I understand and support the purpose of this bill: to make our school zones as safe as they possibly can be.”", "“On the bill itself”—this is from the member for Parkdale–High Park—“there’s no question: The vast majority of this House is in support of this bill. This is about children’s safety. That’s what it is about.”", "So it’s about giving municipalities the tools that they have asked for. It’s about protecting our children in school zones. We have spent two hours—this party opposite debating themselves. Speaker, as a result, I move that the question be now put." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Fraser has moved that the question be now put. I am satisfied that there has been sufficient debate to allow the question to be put to the House. Is it the pleasure of the House the motion carry? I heard a no.", "All those in favour of the motion that the question be now put, please say “aye.”", "All those opposed to the motion that the question be now put, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote being required, this vote will be deferred until after question period today." ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para342"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "No further business, Speaker." ],
  "anchor" : "para343"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no further business, at this point in time I declare the House recessed until 10:30." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As agreed to earlier today, in a moment we are going to be bringing the Grey Cup into the chamber. I just want to remind all members that taking photos here in the chamber, with your smart phones or any other devices, is not permitted. Please refrain from doing so, despite the cup’s celebrity status. I do know that the cup has already been here for a while this morning and will be here after deferred votes, so there have been and will be opportunities outside of the chamber for those photos to be taken.", "Can I ask, please, that the Sergeant-at-Arms be allowed to enter with the Grey Cup." ],
  "anchor" : "para347"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On behalf of all members of the assembly, I am pleased to receive the Grey Cup here in the chamber. Of course, we celebrate having it here because an Ontario team, the Ottawa Redblacks, are the most recent winners of the Grey Cup and are now defenders of the CFL championship.", "However, even more important is the overall level of success Ontario’s football teams have had in winning the Grey Cup since the founding of the Canadian Football League in 1958. In those 59 years, on my count, three Ontario teams, Ottawa, Toronto and Hamilton, each have won the cup six times. Pre-CFL, each city’s team has also won the cup many, many more times.", "I’m not going to make any other comment about any other professional team.", "Congratulations and welcome to the Grey Cup, and thank you to our RCMP officers who are escorting the cup." ],
  "anchor" : "para350"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "In the members’ gallery today, I’d like to introduce Bognor Bill, who some people in this House will know as my predecessor, along with my executive assistant, Ana Sajfert, a very dedicated, loyal and talented executive assistant who worked for both Bill and myself." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oops.", "The member for Parkdale–High Park." ],
  "anchor" : "para357"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "As a founder of the Ontario Parliamentary Friends of Tibet, I am honoured to have His Holiness the 17th Karmapa, Ogyen Trinley Dorje, in the Ontario Legislature today. He is the embodiment and head of the oldest Buddhist lineage, dating back to the year 1110—a world leader. This is his first visit to Canada.", "On behalf of Parkdale–High Park, Andrea Horwath and the New Democratic Party and all here at Queen’s Park, I would like to welcome His Holiness to the House." ],
  "anchor" : "para359"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I also want to rise, on behalf of the government caucus and the Ontario Liberal caucus, to welcome His Holiness the 17th Karmapa to the Ontario Legislature. With him are many residents of the Tibetan Canadian community and many from Etobicoke–Lakeshore. Welcome to our House." ],
  "anchor" : "para361"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "On behalf of the official opposition and the Ontario PC caucus, it is a pleasure to also welcome His Holiness the 17th Karmapa, Ogyen Trinley Dorje, to the Ontario Legislature." ],
  "anchor" : "para362"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s a tough act to follow, but I have a friend here from London, Colleen Wake.", "And we have a special guest who is a city councillor from Campbell River, BC, on her way to the FCM meeting in Ottawa.", "Please welcome Michele Babchuk to the Ontario Legislature." ],
  "anchor" : "para363"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Good morning, Mr. Speaker. I’m pleased to welcome Karen Madho and the Deafblind Coalition of Ontario to Queen’s Park this morning.", "Make sure to drop by their reception after question period today in rooms 228 and 230." ],
  "anchor" : "para366"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I’d like to welcome members of the Donegal Christian school and their principal, Roland Sauder." ],
  "anchor" : "para368"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I would like to welcome an old teammate of mine from the Carleton Ravens football team, John Ruddy, who is one of the owners of the Ottawa Redblacks and one of the persons responsible for bringing football back to Ottawa. Welcome back, John." ],
  "anchor" : "para369"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I’m proud to welcome two local historians from the riding of Lambton–Kent–Middlesex: the Stewart sisters from the former East Williams township, Libby McLachlan of Strathroy and Mary Daniel of North Middlesex. Welcome to Queen’s Park." ],
  "anchor" : "para370"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "It is a very exciting day today to welcome the Grey Cup and with it the Ottawa Redblacks, who won the Grey Cup in 2016—a great story, because this was their third year in the franchise and they were able to win the Grey Cup in just three years.", "I want to welcome the ownership and the management team, who are here and are great benefactors to our community in Ottawa. Please welcome Roger Greenberg, who is the executive chairman of the Ottawa Sports and Entertainment Group; John Ruddy, who is the managing partner of the Ottawa Sports and Entertainment Group; Bernie Ashe, the CEO of Ottawa Sports and Entertainment Group; Tom Chalmers of the Canadian Football Hall of Fame, which is responsible for the Grey Cup; Matt Maychak, who is the vice-president of communications for the Canadian Football League; and Max Rosenberg, the manager for social media and content for the CFL.", "Speaker, I also want to thank Staff Sergeant Major Rob Akin and Constable Terry Russel of the RCMP for bringing in the Grey Cup.", "Thank you very much for bringing this piece of history to the House." ],
  "anchor" : "para371"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Please join me in welcoming—formerly from Dufferin-Caledon and formerly a Queen’s Park staffer and colleague—Bianca Lankheit. Welcome back." ],
  "anchor" : "para375"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I’d like to introduce Jacob Rudolph, who is back. It’s his one-year anniversary of his being a page here, and he’s delighted to be back—same smile. His dad, Mark Rudolph, is here as well. I look forward to Jacob one day sitting in this chair. Thank you." ],
  "anchor" : "para376"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Joining us in the east gallery is a group of dedicated officials from Infrastructure Ontario. Welcome to Queen’s Park, and thank you so much for your service to the province." ],
  "anchor" : "para377"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "On behalf of the member for Scarborough Southwest, I am pleased to introduce a guest of page captain Hayden Cox. His mother, Irit Hartman, is in the public gallery this morning.", "On behalf of the member for Brampton West, I’m pleased to introduce a guest of page captain Noah Hatton. His father, Brook Hatton, is also in the public gallery this morning.", "Please welcome them." ],
  "anchor" : "para378"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s a pleasure to welcome Sam Medland to the House. He’s a second-year political science student at Concordia. Courtesy of Dennis Mills, he’s wearing a Hawaiian shirt." ],
  "anchor" : "para381"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "It’s a pleasure to welcome Jacqueline Krikorian. She is a constituent of mine from Etobicoke Centre and the aunt of page Kate Winterton. Welcome to Queen’s Park, again." ],
  "anchor" : "para383"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure today to have two special guests coming to the chamber later on: Eric Lindros and Tim Fleiszer. Both are well-known athletes. They will be in my office from 3:30 to 4:30. All members are invited to room 451 to celebrate one year of passage of Rowan’s Law." ],
  "anchor" : "para384"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’m introducing this person as a local person, but the person has already been here in uniform. He is Constable Terry Russel of the RCMP, a graduate of Grantham High School in St. Catharines, a wonderful institution, I might add. We welcome him here as a former resident of St. Catharines." ],
  "anchor" : "para385"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bruce–Grey–Owen Sound is begging for forgiveness because, as is the typical happening, the Speaker wants to introduce former members in the House. We would like to welcome the former MPP from Grey in the 35th; Grey–Owen Sound, 36th; Bruce–Grey, 37th; and Bruce–Grey–Owen Sound, 37th, 38th and 39th Parliaments: Mr. Bill Murdoch.", "Also, in the Speaker’s gallery, we have some very special guests. This delegation is the consular corps representing the entire Caribbean. I would like to introduce them one at a time, and then we will receive them: Ms. Ann-Marie Layne, the consul general of Antigua and Barbuda; Mr. Haynesley Benn, the consul general of Barbados; Mr. Derrick James, the consul general of Grenada; Ms. Candida Daniels, the deputy consul general of Guyana; Dr. Winston Isaac, the honorary consul general of St. Kitts and Nevis; Mrs. Cheryl Francis, the consul general of St. Lucia; Mr. Fitzgerald Huggins, the consul general of St. Vincent and the Grenadines; and Ms. Cherrone Mokund, the acting consul general of the Republic of Trinidad and Tobago. Welcome, to our delegation." ],
  "anchor" : "para386"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I would like to extend a very warm welcome to grade 8 students from Sir Isaac Brock Public School in London West, who are here today with their five dedicated teachers. Welcome." ],
  "anchor" : "para388"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Minister of Tourism, Culture and Sport. Was a giant rubber ducky really worth $120,000 of hard-earned taxpayer dollars? Yes or no?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Thank you to the honourable member for his question. I guess this really does point to the differences between that party’s approach to investing in Ontarians and ours. Here’s precisely what we’re doing. I want to use this opportunity to get some facts on the record, because I know facts don’t matter over there, but on this side of the House, they do. So here we go.", "It’s interesting that the party opposite is not taking an interest in investing in tourism. Here’s why that’s important: Tourism in this province generates $30 billion a year in economic activity; it’s 4% of our GDP; and it’s 300,000 jobs. If that’s not enough for the Leader of the Opposition, here’s what we’re doing in his own riding. Here’s a message that I got from Warden Gerry—I’ll use that in the supplementary, because I look forward to speaking as to why these investments are important." ],
  "anchor" : "para392"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para394"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again to the minister: When I think of Canada, I think of compassion, unity, respect, family and responsibility. I think of freedom of speech, worship and assembly. I think of the rule of law. When I think of Canada, I think of hockey, poutine, maple syrup and our beautiful outdoors. What I don’t think of are rubber ducks—never have, never will. That’s not part of—", "Interjections." ],
  "anchor" : "para395"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "All right. Both sides have had their opportunity. I will move, in my next inkling, to warnings if it’s necessary.", "Interjection." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We might jump right away.", "Interjection." ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not helpful either.", "Please finish." ],
  "anchor" : "para402"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, putting all this government Liberal spin aside, what does a rubber duck have to do with celebrating Canada’s 150th birthday?" ],
  "anchor" : "para404"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "For the past three years, our government has supported the Redpath Waterfront Festival. This year, we’re granting them $121,000. It’s an annual summer event that provides on-land and on-water programming. This grant has been enormously successful.", "Let’s talk a little bit about what it has done, Speaker. In 2015, the festival enticed tourists to spend nearly $6 million.", "I also want to point out that not only are we contributing to this, but two other important groups are.", "Number one, the city of Toronto has given the festival a $75,000 contribution. That’s also very important.", "But I want to close with something closer to home that the member opposite might appreciate. Warden Gerry Marshall of Simcoe county said, “I spent $60,000 to bring these four tall ships, and we saw $1 million in tourism spent. Bring it on.”" ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary?" ],
  "anchor" : "para410"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again to the minister: The minister says she cautions against focusing too much on the duck. Well, of course she does, because the Liberals are embarrassed. They’re embarrassed that they signed off on $121,000 for a giant rubber duck. That doesn’t promote tourism. They can hide behind all their lines, but they know it’s wrong.", "Mr. Speaker, there is a pattern with this government. They waste taxpayer dollars, and then they come up with PR to explain why they wasted Ontario’s precious taxpayer dollars.", "Do the right thing. Just apologize for wasting $121,000 on a rubber duck.", "Interjections." ],
  "anchor" : "para411"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Speaker, I can tell you soundly and clearly that on this side of the House we will never apologize for investing in tourism and economic development—ever. We will never do it. I’m not interested in doing that. We will never be interested in doing that.", "Speaker, this is a festival—I spoke a moment ago, in my original response, about the $6 million that it generated in Toronto. Here are a few other places that this touring festival would be going. I think the member opposite might find this interesting. The member from Owen Sound might find it interesting because the travelling festival is going there. Sault Ste. Marie, Midland—interesting, in the Leader of the Opposition—", "Interjection." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bruce–Grey–Owen Sound is warned.", "Interjections." ],
  "anchor" : "para420"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We’re in warnings.", "Finish, Minister." ],
  "anchor" : "para422"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Thank you, Speaker.", "The travelling festival is also going to enhance jobs and economic development and, by the way, promote fun in Amherstburg and Brockville. So—" ],
  "anchor" : "para424"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para426"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the government House leader.", "I’m going to quote the head of the Ontario Public Service Employees Union, Mr. Smokey Thomas. He said—", "Interjections." ],
  "anchor" : "para428"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "It’s important that the government actually listens to this. He said, “Bill 132 is terrible”—terrible—“legislation, and I urge you to stop it.” Mr. Speaker, will the government do just that? Will they stop their $93-billion unfair hydro scheme?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Our objective on this side of the House is to cut hydro rates for hard-working Ontarians. That is why our government and the leadership of our Premier is focused on cutting hydro rates by 25%.", "Of course, from the opposite side, we have heard that they have no plan whatsoever when it comes to energy. They kept talking about how they’re going to have a hydro plan. They keep telling Ontarians that somehow they will be able to magically cut hydro rates for Ontarians, but we have seen no plan whatsoever.", "Speaker, what we have done through the Fair Hydro Plan Act is put forward a concrete plan by which hydro rates will be cut by 25%. The only reasonable and sensible thing for the opposition to do is to support that plan, to support that legislation, so that Ontarians can have the relief they deserve so much." ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para436"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the government House leader: I know that one of the Liberals’ favourite pastimes is attacking the non-partisan independent watchdog, our esteemed Auditor General. But she too has had an interesting comment I’d like to share. She said, “We would recommend the government reconsider Bill 132.”", "Mr. Speaker, I’ll give the government another chance to take the AG’s advice. We’ve got civil service workers saying this is a big problem. You’ve got the Auditor General saying this is a big problem. Ontarians are concerned their bills are going to skyrocket because of this. Will you do the right thing, take the AG’s advice and reconsider this unfair hydro scheme?", "Interjections." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para440"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The Minister of Economic Development and Growth." ],
  "anchor" : "para441"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Yesterday the Leader of the Opposition said something that I think was historic in this Legislature. He actually made a policy declaration. What he said yesterday was, “I will not invest in energy infrastructure.”", "Mr. Speaker, we’ve heard that line before, and we saw the impacts of not investing in energy infrastructure. Mike Harris and Ernie Eves said exactly the same thing and they did exactly the same thing. They had no plan to invest in energy infrastructure, and they left this energy system in a mess.", "Not only do we have a clean and reliable energy—", "Interjection." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Simcoe–Grey is warned.", "Finish, please." ],
  "anchor" : "para446"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Not only do we have a clean reliable energy system; we’re moving now to make that system more affordable for everyday Ontarians by reducing costs by 25%. That Leader of the Opposition won’t support that either." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the government House leader—and the minister is right; I will not invest in bad Liberal contracts. It’s not right. The people of Ontario are paying too much because of these bad contracts. The Liberals have benefited too long, and it has hurt the people.", "So let’s hear another assessment on this unfair hydro scheme—", "Interjection." ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The President of the Treasury Board is warned.", "Finish, please." ],
  "anchor" : "para453"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "CUPE’s Fred Hahn also made some interesting comments about Bill 132. He said the following to this government: “I want you to know the people of Ontario will not be fooled.... They will remember in the long term what you have done ... to mess up our electricity future in the province of Ontario.”", "The unfair hydro scheme will not fool anyone. Hydro rates are going to skyrocket. Every independent assessment says that very clearly. We can’t afford our hydro bills. It’s not right.", "One more chance for the government House leader to come clean and say, “This is going to cause hydro rates to spike, and we’re going to stop it.”" ],
  "anchor" : "para455"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "If the member really believed what he just said, he wouldn’t have started out his question period talking about rubber ducks. He wants to talk about ducking? Let’s talk about ducking questions on sex ed. Let’s talk about ducking questions on the carbon tax. Let’s talk about ducking questions on the energy plan that we’re still waiting to hear. All he does is duck every time anybody asks him a question on the energy plan. Let’s talk about ducking questions about his own caucus members. Let’s talk about ducking questions about just about anything of substantive policy.", "We’re moving forward with a clean, reliable energy plan that is going to ensure it’s more affordable for everyday Ontarians. We’re proud of that plan. No wonder you don’t want Ontarians to know about it. That might be bad politics for you, but it’s good for the people of Ontario.", "Interjections." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Be seated, please. Be seated, please. Thank you.", "New question." ],
  "anchor" : "para461"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Acting Premier.", "Last week it became clear just how far the Premier is willing to go to try to revive her personal and political fortunes. She’s planning to force utility companies to deliver political inserts containing a message aimed at saving the Liberal Party.", "Does the Premier believe that forcing, by regulation, private companies to campaign on her behalf is above board and honest?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the President of the Treasury Board." ],
  "anchor" : "para468"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I do need to start by reminding people that Ontario is the only jurisdiction in Canada that actually has a law that outlaws partisan advertising. No other province in Canada has that. We are unique. Anything that we publish, any advertising, is compliant with that law. Now, if you want to look at getting information—", "Interjection." ],
  "anchor" : "para469"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Dufferin–Caledon is warned.", "Carry on." ],
  "anchor" : "para471"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "If you want to look at information that’s inserted in hydro bills, one of the experiences I have in my constituency office—and I’m sure lots of other folks do, too—is that people don’t understand their hydro bills. They call the local distributor. They call Hydro One. They call the constituency office. They’re trying to figure out their hydro bills. They want information in their hydro bill that explains—" ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para474"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier is doing nothing more than looking out for her own best interests with these political inserts, and everybody knows it. By forcing companies to carry these ads during an election campaign, she is playing sneaky political games and trying to manipulate the very election laws that we’re talking about.", "Will this Premier and the Liberal Party admit that mandating politically motivated, politically convenient inserts to be included in people’s hydro bills during an election campaign is just too far to go even for the Liberals?", "Interjections." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para478"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Another thing we’ve discovered in my constituency office is that a lot of people who would qualify for the OESP, the Ontario Electricity Support Program, don’t know about it.", "Do you know, Speaker, what’s in that “partisan advertising,” what she wants to call partisan advertising? It is information about the Ontario Electricity Support Program. We actually think it’s important that people all over Ontario get information about the Ontario Electricity Support Program so that if they qualify, they can get more than 25% off their hydro bill. They can qualify for more money off if they are lower income. We want people to know that because we want to help the people of Ontario." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The next election is just over a year away. That’s the same time frame, coincidentally, that the Premier is mandating these political inserts appear in every household and every business in our province.", "Do the Premier and the Liberal Party really think that the people of this province don’t see what they’re doing?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I think that what the people of Ontario want to know is when they qualify for help. They want to know that if they’re ever in a rural or remote part of Ontario that they can get extra help off their hydro bill. We recognize that if you live in rural or northern Ontario you need extra help, and you could qualify for up to 40% to 50% off your hydro bill.", "We think that people who are Ontario hydro consumers deserve to know that they should apply for the OESP. We don’t think that’s partisan; we think that’s just giving people all over Ontario the information that they need to reduce their hydro bills to the maximum.", "We have a fair hydro plan so that we can reduce rates all across this province." ],
  "anchor" : "para485"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is for the Acting Premier.", "I think what people want to see is a government that stops using precious public dollars to promote the Liberal Party and Kathleen Wynne. That’s what I think people want to see.", "Clearly the electricity companies who will be forced to deliver this politically motivated message on behalf of the Premier didn’t think it was necessary or else they would have provided the information themselves, on their own.", "Does the Premier know something that every electricity company in the province somehow doesn’t know? Is there something that they’re aware of that every electricity company isn’t aware of?", "Interjection." ],
  "anchor" : "para490"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I go to the Deputy Premier, the Minister of Finance is warned.", "Carry on." ],
  "anchor" : "para495"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’m glad we’re having the chance to talk about hydro prices today. I’m particularly disturbed to hear that yesterday it was announced that the NDP will not support—in fact, will repeal—the bill that will bring hydro relief to people across this province.", "They announced yesterday that they will actually increase hydro prices, that they will take the 25% back and that the 40% relief that many people in rural and northern Ontario will get will be rescinded under the NDP. They said that the Ontario Electricity Support Program that provides energy relief for the most vulnerable in this province will be repealed.", "It’s no surprise that the opposition is asking about our insert in an envelope, because they are not prepared to talk about their plan to repeal this whole bill." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "We’d replace it with a plan that actually creates systemic change and brings Hydro One back into public hands and creates savings for the long term for people of Ontario.", "It’s really shocking, actually. We announced this almost a month ago and the minister just realized yesterday that this was the NDP’s position? Shame on her.", "When the Premier forces electricity companies to do something that they deem unnecessary, it’s a political tactic, plain and simple. That tactic is meant to harness the power of the Office of the Premier for political gain. There is no way around that fact. It’s time the Premier takes responsibility for this manipulation.", "Will she revoke the regulation now and apologize to the people of Ontario for misusing the power of her office?" ],
  "anchor" : "para501"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, let’s be really clear: The NDP wants to cancel the decreases in hydro prices for the people of Ontario. That, in my opinion, is a shameful position for the third party to be taking. They claim they will replace it with something. but they have no idea what they are going to replace it with.", "What we do know for sure is that it will take away relief from the people of this province. They will also take money from health and from education because part of their plan is to buy back the shares in Hydro One.", "Let’s just be really clear: Anyone who is watching, anyone who is paying attention to this, the NDP want to increase your hydro bills. They want to take away the support for the most vulnerable people. They want to take away eliminating the delivery costs for on-reserve First Nations—", "Interjection." ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me.", "The member from Essex is warned.", "Final supplementary?" ],
  "anchor" : "para509"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, I think you can bet your bottom dollar that every person in Ontario is watching the mess these Liberals have made of our electricity system and what it’s costing people today and for generations to come.", "The FAO, the Financial Accountability Officer, an independent officer of this Legislature, says that the Premier’s $45-billion hydro borrowing scheme will cost Ontario families and businesses more money and that it will actually drive bills up. That’s not me, as a partisan, saying that; that’s the Financial Accountability Officer.", "There is no hiding this fact, even though it’s conveniently excluded from the Premier’s regulation forcing companies to promote her and her political party. The Premier has decided to use her position, her office as Premier, to mandate that the Liberal Party’s politically motivated description of this scheme is delivered to Ontario doorsteps regularly now and throughout the next election—" ],
  "anchor" : "para512"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Indigenous Relations and Reconciliation is warned.", "Deputy Premier." ],
  "anchor" : "para517"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "For months in this House, the third party came with examples of people who were really suffering with high electricity prices. Speaker, we heard those stories in our own ridings, too.", "What we did is, we went to work. We rolled up our sleeves and we developed a plan that will provide immediate relief: a 25% reduction on electricity bills, and more than that for people who are paying the highest rates. We have a plan. We’ve been very transparent about that plan. It’s a plan that reduces electricity bills.", "To think that the NDP will stand in their place day after day after day after day to complain about a problem and then, when we develop a solution, say no to that without coming up with their own—is just not okay.", "We’ve got a plan. We’re delivering on the plan. It will have the impact for the people of this province." ],
  "anchor" : "para519"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is for the Minister of the Status of Women. As we come to the end of sexual assault awareness month, we see the government paying lip service to sexual assault victims while ignoring victim service organizations like Hope 24/7, a sexual assault centre in Peel that struggles to help its clients because of this government’s mismanagement.", "Organizations tell me that the government’s so-called review of the ineffective funding formula for victim services is taking place under a cloud of secrecy. The government refuses to commit to sharing the details of the review or even to consult affected organizations like Hope 24/7.", "My question is: Does the minister think it’s acceptable to exclude sexual assault centres—the real experts—from the conversation about the future of services for victims of sexual assault?" ],
  "anchor" : "para524"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I want to thank the member opposite for the question.", "I want to make sure that people understand that our government takes the job of supporting women and their children who have experienced domestic violence very seriously because violence against women is something that has a huge impact on families, on our communities and on our society.", "Essentially, violence-against-women agencies provide crucial services in our province, like emergency shelters, counselling, transition and housing supports to help women and children rebuild their lives. For women facing violence, a shelter is often the first step to rebuilding their personal and financial independence.", "Our government funds 96 emergency shelter agencies across Ontario that operate more than 2,000 beds a year. We’ve increased our investment in violence-against-women services by 61% since 2003." ],
  "anchor" : "para527"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para531"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "The truth is that this government has been stalling on this file for almost five years. In 2013, the Auditor General reported that the government has made little or no progress in meeting the demand for victim services in our province. And here we are in 2017, and nothing has changed. They refuse to consult, they refuse to act and they’re continuing to hide behind band-aid solutions and decades-old funding formulas. Meanwhile, victim services organizations and survivors are suffering.", "Mr. Speaker, through you to the minister: What does this review actually entail and when can we finally expect to hear the results?" ],
  "anchor" : "para532"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Attorney General." ],
  "anchor" : "para534"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Let’s put some facts on the table on this very important issue, Speaker. First of all, we obviously appreciate the work that Hope 24/7 does. We have provided them funding for over 20 years now.", "Since 2003, our funding for all sexual assault centre programs has increased by 45%. In 2015, we increased Hope 24/7’s budget by over $31,000 as part of our It’s Never Okay action plan to increase funding to all sexual assault centres by 7%. In fact, Hope 24/7 currently receives almost $500,000—that’s half a million dollars—the sixth-highest funding allocation in all of Ontario.", "Now we are committed to reviewing counselling services across the province, and we have asked Hope 24/7 to be part of this conversation. There’s also a provincial working group of sexual assault centres that is currently reviewing the program, and I look forward to the findings of their review." ],
  "anchor" : "para535"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "My question is to the Acting Premier. After 14 years of Liberal government inaction, hard-working Ontarians want real change now: like the one in 10 in this province who struggle on minimum wage; like the majority of new job holders who struggle to make ends meet part-time; and like the majority of women who are juggling multiple jobs, which has increased by 20% under the Liberals’ watch.", "Union jobs are good jobs, and New Democrats believe that it should be easier for workers to join a union, not harder.", "Will the Acting Premier commit to implementing card-based union certification and first-contract arbitration for all workers in Ontario who wish to join a union? If not, why not?" ],
  "anchor" : "para540"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I thank the member opposite for the question.", "The reality is that our economy in Ontario is growing. It’s the leading jurisdiction in the country. Our growth is strong, but not everyone is sharing in that growth. It’s become very clear that in this new economy, there are those who are doing very well and others who are struggling just to prevent themselves from falling back, which is exactly why we are introducing the Changing Workplaces legislation.", "We are very proud of the work that has been done and the action that we are taking that the Premier has announced today with the Minister of Labour. We will be hiking the minimum wage. We will be assuring that part-time workers are paid the same as full-time workers. We’re introducing paid sick days for every worker. We’re stepping up enforcement of employment laws. This is a very big day in the province, Speaker, and I look forward to the NDP supporting these changes.", "Interjections." ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please.", "Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para547"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "If you’re a Bay Street trader or you’re the head of a big bank here in Ontario, you’ve had a lot to cheer about over the last 14 years. But if you’re one of the hard-working “little people,” to quote the labour minister this morning, you’ve earned your disillusionment.", "The Premier gave a campaign speech this morning, but millions of part-time, temporary and multiple job holders are still struggling to support their families. Three weeks of vacation after five years is a bit of a stretch. It’s one of those Liberal stretch goals—an impossibility for many Ontarians who may not have a job after five years with the same employer.", "Will the Acting Premier guarantee that in fact there are paid sick days for all Ontario workers under this plan that was announced today and that in fact every Ontario worker will get that three weeks of vacation?" ],
  "anchor" : "para550"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, we really have been paying attention to all of the people in this province, including most particularly those who are struggling the most. There has been a lot of good news recently on that front: free tuition for one third of our post-secondary students and better-than-free tuition for many; OHIP+, free drugs for children. These are big initiatives that we are very happy to champion.", "Today’s announcement builds on that, because we are absolutely determined to make sure that we live in a society and that we build a society where every person has the opportunity to achieve their full potential, to contribute to and participate in a wonderful life in Ontario. We need to do better, Speaker. This legislation takes us a big step in that direction." ],
  "anchor" : "para553"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question this morning is to the Attorney General. Yesterday, I was very pleased to see the AG defending the principle that every woman in this province has the fundamental right to make her own decisions about her health care. I am certain that every member in this Legislature would also agree that women have the fundamental right to access health care without fear for their safety, privacy or dignity.", "I speak for my constituents when I say that I was terribly disheartened to hear of the acts of harassment and intimidation directed at Ottawa women exercising their right to choose. Speaker, that kind of hatred and aggression toward women is absolutely unacceptable. That is why I was very pleased to hear that the government intends to introduce legislation that would create safe access zones outside abortion clinics and ensure that women across Ontario have safe access to health care services.", "Can the Attorney General inform this House about the government’s planned legislation to be introduced this fall?" ],
  "anchor" : "para556"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I really want to thank the member for asking a very important question. This is an important issue to me as both a citizen of Ottawa and as a person who has always been a strong believer in a woman’s fundamental right to choose. It is also my steadfast belief that every woman in Ontario has the right to make decisions about her own health care, and she deserves to do so freely, without fear—without fear for her safety, privacy or dignity; without fear of being judged or publicly humiliated because of her choice; without fear of being threatened with violence, harassment or any form of intimidation.", "Speaker, no woman should have to take such things into account when making her own health care decisions. That is why, this fall, our government will introduce legislation that would propose to create safe access zones around specified health care facilities to protect the safety and security of patients, staff and visitors." ],
  "anchor" : "para559"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para561"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I would like to thank the Attorney General for his response. I know that many people across this province would agree that this is an important issue that touches every woman and goes beyond economic, cultural or geographic differences. All women across this province have fought and laboured hard throughout the years to build up this country and province we can now call home. A woman’s fundamental right to choose is one that should be enshrined and protected under the law. In fact, I understand that Newfoundland and Labrador and British Columbia are among the few jurisdictions that have legislated safe access zones to ensure protection of health care centres and women.", "I believe that our government will introduce strong protections that guarantee much-needed protections for health care centres across this province. My hope is that the members opposite will support the government’s actions to ensure women in Ontario can continue to exercise their fundamental right.", "Can the Attorney General inform this House of our government’s next steps?" ],
  "anchor" : "para562"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The member is correct. British Columbia, Newfoundland and Labrador, and the province of Quebec have implemented similar laws in their provinces over the past decades. These laws provide for protection to all women and health care providers in those jurisdictions.", "Over the summer months, my ministry and I will continue to look at laws passed in other jurisdictions, and we will consult with legal and health care experts, advocacy groups and local clinics to determine the details of the proposed legislation. Speaker, we have a lot of work ahead of us on this very important issue over the next few months. I believe that policies like this are more important than ever.", "I commend and salute all champions of women in this House. I know that they all believe that this is not a partisan issue. I know that they all believe that women have a right to choose, to make decisions about their own health care. I am confident and I hope that all members will support this very important legislation when it’s tabled in the fall." ],
  "anchor" : "para565"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "My question is to the Minister of Children and Youth Services. Autism is widely considered the fastest-growing neurological disorder in Canada. It now impacts an estimated one out of 68 children. Individuals with autism and their families face unique challenges over their lifespan, often leading to families in crisis situations. That is why, today, in the federal House of Commons, there will be a vote to increase support for families and children with autism.", "Mr. Speaker, have the government members been calling on their cousins in Ottawa to support the Canadian autism partnership?" ],
  "anchor" : "para569"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member for the question. As the member knows, we have a new autism program here in the province of Ontario that will begin implementation in June of this year; that’s in a few days from now. We will have full implementation of the program in 2018.", "This plan is going to create 16,000 new spaces here in Ontario over five years and increase the amount of spaces for ABA during the transition period. It’s going to ensure that we have a wait-list of six months or less. We’re also going to increase diagnosis; we’ve opened up five new treatment centres. We’re going to make sure that if a young person here in the province of Ontario needs any type of autism treatment, regardless of age, they will get the treatment that they deserve." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para574"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Mr. Speaker, provincial plans are wonderful, but we need to support the federal plans for autism as well. This motion is simple. It calls on the federal government to grant $19 million over—", "Interjections." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para577"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "This motion is simple. It calls—", "Interjection." ],
  "anchor" : "para578"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is warned.", "Carry on." ],
  "anchor" : "para580"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "The motion is simple. It calls on the federal government to grant $19 million over five years, as requested by the Canadian Autism Partnership Project working group, a self-advocates advisory group, and the Canadian Autism Spectrum Disorders Alliance in order to establish a Canadian autism partnership. It would go a long way to support families, and it would address key issues such as information-sharing and research, early detection, diagnosis and treatment.", "Will the minister personally make a phone call to Ottawa? Why not call one of your Liberal friends and guarantee Liberal support of this important motion?" ],
  "anchor" : "para582"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "There seems to be a difference of opinion between the caucus and their leader. And I’ll tell you why, Mr. Speaker—because the Leader of the Opposition, the leader of the official opposition, when he was in Ottawa, I believe for his nine-year period, had an opportunity to stand up and advocate for a national program. There was an actual vote that was presented in the House of Commons to create a national autism program. Maybe the member doesn’t know her leader’s record on this issue, but he voted against that.", "So, Mr. Speaker, instead of picking up the phone, maybe she can walk two or three rows up and talk to her leader about his record when it comes to a national autism program here in the province of Ontario.", "Interjections." ],
  "anchor" : "para584"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para587"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Acting Premier. Nearly 20 years ago, the Conservatives downloaded responsibility for social housing to the municipalities; they had no way to pay for it. This action created a permanent crisis for affordable housing, most acutely in Toronto. Instead of fixing this crisis, the Premier made things worse by cutting $129 million per year in annual funding for Toronto’s housing programs. Half of Toronto Community Housing homes will reach “critical status” within five years due to a lack of funding for capital repairs. The NDP has repeatedly urged the province to fund one third of those capital repair costs. Will the Premier do that and undo at least part of the damage her cuts have caused?" ],
  "anchor" : "para590"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Housing." ],
  "anchor" : "para591"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Every Ontarian deserves to have an affordable and safe place to call home. We know that people’s lives are better when they do. That’s why this government has invested $1.4 billion in the city of Toronto for affordable and sustainable housing. That’s $1.4 billion, Speaker.", "We’re continuing to build on these investments. Over the next five years we’re investing an additional $173 million in social housing repairs and retrofits in the city of Toronto; things like $43 million for repairs and retrofits to social housing, another $130 million in additional funding for social housing repairs in Toronto over the next 40 years.", "Speaker, this government gets how important this housing is to residents of the city of Toronto. We’re on it." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again to the Acting Premier: By 2019, Toronto city staff estimates that provincial funding for Toronto’s housing programs will have been cut by nearly 60% from 2011. This Premier is responsible for most of these cuts. The Premier’s cuts mean that thousands of Toronto families risk losing their homes due to disrepair. No other government in Canada or the developed world ignores its social responsibility to fund social housing programs the way this Premier has.", "Will the Premier stop, reverse her funding cuts, and fund the province’s fair one-third share of TCHC’s capital repair costs?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I enjoy this opportunity to get up and talk about the importance of social housing and affordable housing in the city of Toronto, and to reiterate time and again the significant, massive investments that the province has made in the city of Toronto. I’ll just name the high-level one again, Speaker: $1.4 billion. That’s not anyone walking away from their responsibility to the city of Toronto.", "I welcome Toronto council’s 10-year commitment of about $200 million in funding and tax exemptions. That’s good to go towards this. It’s also good to have the federal government at the table, through the national housing strategy. They’ll be allocating $11 billion over 11 years across 13 provinces and territories.", "What we’ve done, Speaker, is we’ve continued to invest. In fact, we’ve just announced $100 million in land in the city of Toronto." ],
  "anchor" : "para598"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’ve got a question for the Minister of Agriculture, Food and Rural Affairs.", "I know, Minister, how excited you are, because our farmers are back in the fields for the growing season.", "Very soon we will be celebrating Local Food Week whereby we can pay tribute to our $36-billion agriculture economy, which supports 800,000 jobs in this province. From June 5 to 11, we’re going to be celebrating our wonderful, locally grown, safe, reliable, tasty and affordable Ontario local food. What are you going to do to celebrate, Mr. Minister?" ],
  "anchor" : "para602"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I appreciate the question from the member from Eglinton–Lawrence, who is a champion for local food.", "Local Food Week is a nice opportunity to highlight the great work our partners are doing to promote local food for Ontarians.", "We have the Greenbelt Fund, which is providing $3.8 million to support 77 local food projects.", "I also want to highlight the work of the Dietitians of Canada and the Ontario Fruit and Vegetable Growers’ Association for Fresh from the Farm, the only school fundraiser selling Ontario-grown fruit and vegetables. Starting this October, schools can apply.", "And, of course, the Culinary Tourism Alliance has been delivering the Feast ON program to encourage restaurants to use more locally sourced ingredients, wines, beers and ciders on their menus.", "We’re lucky to have so many local food champions that are helping to bring farmers, food makers and consumers together so that they can help us enjoy the good things that are grown in Ontario." ],
  "anchor" : "para605"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "As you know, Minister, this afternoon Ontario beef farmers are going to be having a barbecue on the front lawn. They’re going to be featuring succulent locally grown beef. I get tired of people who say, “Well, I’m going to go get some Alberta beef or Texas beef.” Why don’t more people ask for Ontario beef when they go to a restaurant?", "Forget that expensive, imported foreign beef. Forget that expensive, foreign cauliflower. Buy local. Eat local. Shop local. Save local.", "Interjections." ],
  "anchor" : "para612"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para615"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I appreciate the supplementary from my good friend the member from Eglinton–Lawrence.", "Yes, today is the Beef Farmers of Ontario annual barbecue. I encourage all members and their staff to get out and enjoy it.", "Ontario has the most culturally diverse population in Canada, from more than 200 countries. With more than 200 foods grown in the province, Ontarians can already bring home the world by shopping at their local farmers’ market or finding the Foodland Ontario logo.", "We’ll be working to get the word out throughout this summer about the tremendous opportunity world foods bring. With this in mind, Foodland Ontario is partnering with the Culinary Tourism Alliance for a wonderful pop-up clinic at Yonge-Dundas Square this Thursday, June 1. I suggest everybody take the opportunity to go there. This event will feature Feast On-certified restaurants who are partnering with Ontario farmers to showcase the diversity of recipes that can be made with Ontario-grown foods.", "I invite you all to this picnic. Come taste the home advantage." ],
  "anchor" : "para617"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "My question is to the Minister of Northern Development and Mines. In 2011, this government announced the Growth Plan for Northern Ontario, promising to “create a stronger, more diverse and sustainable northern economy.”", "Northern Ontario lost 5,000 full-time jobs and more than 6,000 part-time jobs between 2011 and 2016. During the same time, the value of building permits issued in northern Ontario declined by 25%. The minister’s own quote in the 2011 news release was that this plan would “help ensure the development of northern communities as places where people will want to live, work and play for future generations.” But after the first five years of this plan, there are 10,000 fewer adults living in northern Ontario. Based on those statistics, how would the minister characterize the success of the government’s Growth Plan for Northern Ontario?" ],
  "anchor" : "para624"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to thank the member for the question. I think it is fair to say that northern communities and rural communities, just like all communities that are small and rural right across Canada and right across North America, are facing a unique set of circumstances and challenges. It is not only in Ontario where small, northern and rural communities are facing these challenges. They exist in all jurisdictions, I would say, certainly in Canada. It’s been a consistent problem.", "But I would say absolutely, I would say unequivocally that our government, since being elected in 2003, has provided support to northern and rural communities across a broad range of policy investments that I can speak to more in the supplemental. The member knows that. He would suggest and stand in his place and try and say these problems just occurred. There has been some population reduction, but I would say the situation in northern communities would have been much greater had it not been for the investments we’ve been making since forming government some years ago." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para628"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Mr. Speaker, the challenges he’s talking about are the ones his government has created. I recognize this is a 25-year plan, but we’re five years in, and so far, it’s a dismal failure.", "The population of northern Ontario is declining. Employment is declining. Less is being built. Businesses like Great Lakes Graphite are leaving. One of the promises of the Growth Plan for Northern Ontario was to immediately “develop a long-term strategy to create a more integrated transportation infrastructure system for air, rail, road and water.”", "That promise was made six years ago, and the most recent document is still a discussion paper. Where’s the strategy, and when will we see shovels in the ground on new roads, new rail lines, new shipping docks or new airstrips?" ],
  "anchor" : "para629"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker, by way of example, one of the investments we’ve been making in northern Ontario for quite some time now is to reverse a decision that was made by the Conservative Party when they were in government and that had been started by the NDP, and that is providing support for forestry companies in northern Ontario through a forestry roads access program. Since bringing this project back into investments in the province of Ontario since 2005, we’ve invested about $700 million in primary and secondary forestry roads in the province of Ontario to support forestry companies—primarily a northern-based operation.", "As well, since coming into government, we are investing now somewhere between $500 million and $600 million annually through a northern highways program. When they were in government for all eight years, from 1995 to 2003, the high-water mark for northern highways was $200 million to $250 million in any one given year. We’re going to be doing $650 million this year. That’s only one more example of the major investments we’ve been making in northern Ontario since forming government some time ago." ],
  "anchor" : "para632"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question’s for the Acting Premier. Health care should be there when you need it, but cuts and underfunding by both Liberals and Conservatives have pushed the Sault Area Hospital to the brink. It’s now the second most overcrowded hospital in the entire—", "Interjections." ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Please put your question." ],
  "anchor" : "para637"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It is now the second most overcrowded hospital in the entire province. Experts tell us that occupancy rates over 85% put patients at risk, but the Sault Area Hospital has been forced to run at an average occupancy of 106% for the past five years.", "Instead of fixing the problem, the Premier’s budget shortchanges Ontario’s hospitals by over $300 million.", "Why is this government forcing people and seniors in Sault Ste. Marie to pay the price for Liberal cuts?" ],
  "anchor" : "para639"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para642"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I have to admit that I’m absolutely mystified at this question—", "Interjections." ],
  "anchor" : "para643"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "That’s really classy, some of the comments that we’re hearing.", "Mr. Speaker, the reality is, with the Sault hospital, that both the leader of the third party and the official opposition went specifically to the Sault area to criticize the fact that the government is providing a 5% increase to the operating costs of that hospital this fiscal year.", "On the one hand, consistently, the third party has said, “We need to invest more in our hospitals.” Then, they go out of their way—during a by-election, I might add—to the Sault hospital, and the leader of the third party was critical and suspicious of the fact that somehow a 5% increase to the budget of that hospital—over $6 million, I should add—is unnecessary or inappropriate. I fundamentally disagree." ],
  "anchor" : "para645"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para648"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "There have been nine years of cuts and frozen budgets by this Liberal government. That’s something that this health minister and the ones prior to him need to fess up to.", "The people in Sault Ste. Marie know exactly what’s happening to health care: Folks are waiting longer than ever. Admitted patients are waiting up to 53 hours in the emergency room to get a proper bed. People who need a CT scan are waiting three times longer than the provincial target. The Sault Area Hospital is so overcrowded that they’ve actually stopped using their code for gridlock; it’s now meaningless, because they were using their gridlock code every single day.", "When will this government stop making excuses and actually repair the damage they’ve done to hospitals in Sault Ste. Marie and right across the whole province, Minister?" ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To the Chair, please.", "Carry on." ],
  "anchor" : "para652"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I am almost without words. I’m not sure what the leader of the third party wants. Does she not want us to provide 6.6 million more dollars to the Sault hospital, an increase this year alone of 5%, or does she? Consistently, her party has advocated for more funding, but it confounds me that they also voted against the budget that provides a 5% increase to the budget of the Sault hospital. They voted against a budget that provides over half a billion dollars more to the operating costs of budgets across this province. They voted against a budget that adds an additional $9 billion in capital infrastructure. I don’t understand where their policy is, but I know where we stand.", "Interjections." ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para656"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is to the minister responsible for accessibility. This is National Access Awareness Week here in Ontario. It’s an important week which celebrates people with disabilities and raises awareness about supporting access in all of our communities. It’s a week that puts a spotlight on the cultural shift we are experiencing, one where all people can participate equally in our society.", "We’ve come a long way to make our province more inclusive, and we are working hard to reach our goal of an accessible Ontario by 2025. Could the minister tell us more about National Access Awareness Week and provide an update on some of the great work that we are doing to make Ontario accessible?" ],
  "anchor" : "para659"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member from Barrie for this very important question. It being National Access Awareness Week makes the question all the more important because this week is, of course, a chance to show what we’ve done and to focus on what we can do to empower businesses, enlighten communities and embrace inclusion.", "Our government is committed to breaking down barriers and raising the profile of accessibility. We know that accessibility is far more than just building ramps; it’s about the small things you don’t see, like getting everyone to the places they need to be on time and comfortably, on accessible, seamless transit, or making sure we provide information that meets everyone’s needs. It’s about connecting people with disabilities to the labour market and engaging and supporting businesses and employers.", "I’ll speak more to our government’s recent developments and how people can get involved when I speak in the supplementary." ],
  "anchor" : "para662"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you to the minister for her answer.", "National Access Awareness Week helps to raise awareness and continues to promote a cultural shift. We need communities, businesses and individuals all across Ontario to understand that inclusion is important for building a strong society and developing a dynamic economy.", "The Martin Prosperity Institute report outlined that an inclusive Ontario would result in a $7.9-billion increase to the GDP. More than $150 billion is lost in tax revenue annually due to the limited inclusion of persons with disabilities in the workforce.", "The message is clear, Mr. Speaker: Increasing accessibility and fostering inclusion is worth it. That is why I encourage many individuals, organizations and communities to get involved.", "Could the minister explain how our government is working hard to promote inclusion and increase accessibility in Ontario?" ],
  "anchor" : "para666"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Again, thanks to the member from Barrie for the question.", "Under the Accessibility for Ontarians with Disabilities Act we’ve created a number of standards development committees, which are either reviewing current standards or establishing new ones. We have ones in areas such as information and communications. We have a review in employment standards. I’ll be speaking more about the employment strategy for persons with disabilities in the coming days. We are currently developing Ontario’s first accessible health care standard, and last year the Premier announced that we’ll also be working on an accessible education standard. We recently launched a survey on the education standard. It invites people to get involved in that process.", "I would like to encourage everyone to be part of National Access Awareness Week, because it’s important." ],
  "anchor" : "para671"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Deputy Premier. Peter and Jacqui Knipfel and Gail and Rob Fullerton run independent grocery stores in Bruce–Grey–Owen Sound. They, along with other small businesses, are hurting under this Liberal government’s failed energy plans. Their electricity costs have skyrocketed, mostly as a result of your Liberal ideology, waste and incompetence.", "On February 23, your Premier assured the House that small business grocers would receive the 8% rebate as part of your Fair Hydro Act announcement. Sadly, it turns out that this was pure Liberal electioneering.", "I want to know, through you, Mr. Speaker: Is it fair to break a promise, Deputy Premier? Is it fair to exclude small-town family grocers from the Premier’s supposed fair relief scheme?" ],
  "anchor" : "para675"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para678"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m pleased to be able to stand here and talk about the fair hydro plan, which is going to be reducing bills by 25% for small businesses and farms and every residence right across this province, Mr. Speaker.", "When it comes to grocery stores, we have the Save on Energy program. The saveONenergy program specifically targets and works with grocery stores. We had Loblaws come to Sudbury to make an announcement that their large stores and their small stores are actually saving up to 22% on their bills if they participate in the saveONenergy program. What Loblaws is doing is working with all of their local retailers—their franchisees—to make sure that they take part in this program. It’s this program that this government has brought forward, on top of the fair hydro plan, that is going to continue to help small businesses right across the province." ],
  "anchor" : "para679"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para681"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the Deputy Premier: Maybe, Minister, you should come to Bruce–Grey–Owen Sound and talk to these small, independent owners and get a real taste of life.", "Family grocers are an integral part of the fabric of small communities across Ontario. We want and need them to stay in rural Ontario. But like 60% of all stores in Ontario that are independent small businesses, the two local family grocers in my riding are finding it harder and harder to stay in business. Unlike your ideology, you see, they can’t turn freezers and fridges off overnight to qualify for the 8% rebate your government promised them.", "Through you, Speaker: Is it fair that you arbitrarily exclude small-town family grocers from relief from exorbitant rates caused by your mismanagement and your ideology?" ],
  "anchor" : "para682"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When I was in the Bruce and Owen Sound area, and I did talk to small business owners, they all recognized that this fair hydro plan is going to help them. Also, Francesca Dobbyn, the executive director of the United Way, is applauding this plan. Maybe he should talk to his own people and see what they think about this plan.", "Mr. Speaker, when we’re talking about plans, I find it very interesting that a question comes from a party that doesn’t have an approach to energy, doesn’t have an approach on how to lower energy bills for families, and doesn’t have an approach on how it’s going to lower bills for small business—nothing for farms; nothing for long-term-care homes; nothing for greenhouses.", "We’ve acted. We’ve heard. We’ve listened. We’ve helped greenhouses now, remote customers—conservation programs that will continue to help others. The list is endless. That’s what happens when you have a plan. We have a plan, Mr. Speaker. They don’t. We’re—" ],
  "anchor" : "para685"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para688"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para690"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Niagara West–Glanbrook on a point of order." ],
  "anchor" : "para692"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "I didn’t have the opportunity earlier, but I wish to welcome from my riding the Reverend Peter Holtvlüwer and his wife, Erica Holtvlüwer. Welcome to the Legislature." ],
  "anchor" : "para693"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Housing on a point of order." ],
  "anchor" : "para695"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I just wanted to correct the record. I misspoke when I said that the $130 million of additional funding for social housing repairs in Toronto was—I said, “over 40 years.” It’s actually over four years." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on government notice of motion number 33 relating to allocation of time of Bill 89, an Act to enact the Child, Youth and Family Services Act, 2017, to amend and repeal the Child and Family Services Act and to make related amendments to other Acts.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para699"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members, please take your seats.", "On May 29, 2017, Ms. Sandals moved government notice of motion number 33 relating to the allocation of time on Bill 89.", "All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para759"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 40." ],
  "anchor" : "para802"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Deferred vote on the motion for third reading of the following bill:", "Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes / Projet de loi 87, Loi visant à mettre en oeuvre des mesures concernant la santé et les personnes âgées par l’édiction, la modification ou l’abrogation de diverses lois." ],
  "anchor" : "para803"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for third reading of Bill 87. Call in the members. This will be a five-minute bell." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On May 29, 2017, Mr. Hoskins moved third reading of Bill 87, An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes.", "All those in favour of the motion please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para810"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para905"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 92; the nays are 1." ],
  "anchor" : "para909"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Deferred vote on the motion for third reading of the following bill:", "Bill 68, An Act to amend various Acts in relation to municipalities / Projet de loi 68, Loi modifiant diverses lois en ce qui concerne les municipalités." ],
  "anchor" : "para910"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for third reading of Bill 68. Call in the members. This will be a five-minute bell." ],
  "anchor" : "para916"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On May 29, 2017, Mr. Mauro moved third reading of Bill 68, An Act to amend various Acts in relation to municipalities. All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para918"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para990"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 69; the nays are 23." ],
  "anchor" : "para1016"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Deferred vote on the motion that the question now be put on the motion for third reading of the following bill:", "Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters / Projet de loi 65, Loi modifiant le Code de la route relativement aux limites de vitesse dans les municipalités et à d’autres questions." ],
  "anchor" : "para1017"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for closure on the motion for third reading of Bill 65.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para1023"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On May 10, 2017, Mr. Del Duca moved third reading of Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters.", "Mr. Fraser has moved that the question now be put.", "All those in favour of Mr. Fraser’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1082"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 40." ],
  "anchor" : "para1124"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. Del Duca has moved third reading of Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion, please say “aye.”", "All those opposed to the motion, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para1125"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Del Duca has moved third reading of Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters.", "All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1132"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1227"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 92; the nays are 1." ],
  "anchor" : "para1230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would like to draw your attention to an event that is happening at 6 o’clock, after the afternoon sitting. We are celebrating 40 years of service for Mr. Jim Bradley." ],
  "anchor" : "para1235"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There will be plenty to say this afternoon, but the one thing I will relay to you is that Harry Nixon from Brant is the record holder, with 42 years. That’s all I’m saying.", "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para1237"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, who stole the Grey Cup?", "Laughter." ],
  "anchor" : "para1241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sorry. Introduction of guests?" ],
  "anchor" : "para1243"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I’d like to welcome to the Legislature Charmaine Saucedo, a constituent of mine from Etobicoke Centre who has been a great advocate on abuse awareness and education for students, and who has worked very hard on the petition I plan to introduce later this afternoon. Welcome to Queen’s Park." ],
  "anchor" : "para1244"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I rise today to share a statement. Before I go into it in depth, I want to reflect on what we heard this morning during question period. Our leader, Patrick Brown, stood in this House and said, “How can this government waste $120,000 on a six-foot rubber duck? How does that attract tourism to Ontario?” I share that with you because I absolutely agree with him.", "What I’m going to do now is read a poem by a grade 5 student from Teeswater, Ontario. His name is Cameron Hogg, and we met with him at STEAM, an initiative hosted by the Bruce-Grey Catholic District School Board. I really tip my hat to Cam, because this is what we need to be thinking about when we’re celebrating Ontario this summer. He puts it in a Canadian perspective. He said, “My mom and dad read it and gave me the idea to send it to you. I hope you like it.” I say I hope you like it as well:", "Canada the Place to Be", "Hockey, the greatest game", "Canada has all the fame.", "In Canada you see the moose,", "And the Canadian goose.", "We farm cows, chickens and goats,", "And we gently row in boats", "Down the Great Lakes many people fish,", "Without a care or even a wish.", "We have poutine fries,", "And good pumpkin pies.", "We mine diamonds, nickel, and gold,", "All in the freezing cold.", "Maple syrup comes from the trees,", "Delicious honey from the bees.", "From coast to coast", "One hundred fifty years we boast", "10 provinces and three territories, so much to see,", "O Canada the best place to be." ],
  "anchor" : "para1247"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, I’m both saddened and honoured to rise today to pay tribute to a working-class hero from my community who passed away last week. Rolly Marentette was a humble giant of the labour community and a fierce advocate for injured workers in Windsor and Essex county.", "Rolly was a member of Unifor Local 444, and spent 35 years working for Chrysler Canada. It was in his early days working in the maintenance department and in the old engine plant that Rolly was exposed to the hazards that workers were forced to endure and to suffer without many of the legislative protections that we enjoy today. Rolly went on to become the regional ergonomics representative for all of Chrysler’s Windsor operations. In that role, Rolly was able to work with engineers and vendors to implement workstation design changes that led to dramatic decreases in injuries.", "The list of Rolly’s community contributions is enormous and there is not enough time to list them all, but here are some of the highlights. He was a young worker awareness program director. He received Unemployed Help Centre of Windsor designations. He was a participant on the Windsor and District Labour Council health and safety committee, the Essex county district health council and the injured workers’ coalition of CAW Local 444. He was a recipient of the clean water alliance award, the Charles E. Brooks Labour Appreciation Award and the Ontario Federation of Labour’s Occupational Disability Response Team award.", "Speaker, Rolly never took a step back. He was unwavering in his dedication to protecting vulnerable workers. We miss him. We love him. We thank his family: his wife, Sandy, and his sons, James and Scott. On behalf of the Ontario NDP, thank you, Rolly. We will continue the fight." ],
  "anchor" : "para1272"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Today I’d like to celebrate and acknowledge the very important contributions of hundreds of volunteers who make summer sports a reality in Beaches–East York. We are so fortunate to have many options for aspiring athletes in the community. For baseball, there’s Stan Wadlow Park. There’s soccer at East York Collegiate, softball at Topham Park and lacrosse at Kew Beach.", "Athletics, as we know, are crucial to the development of young minds and bodies in our community. It teaches them how to cope with adversity and learn about good sportsmanship and thus helps them become leaders in the process.", "But none of these groups could happen or could function, and our kids wouldn’t benefit, if it wasn’t for the time and dedication of countless volunteers, like the president of East York baseball, Mike Clarke, as well as camp coordinator Andrew Pace and sponsorship lead Beverlee East; David Breech, who is the president of East Toronto baseball; the East York presidents for soccer, Dragan and Theo Zagar, along with sponsorship lead and my good friend Karen Somerville; Michael Teversham, the president of Beach community soccer; and Bolton Kirkof, the president of Topham Park softball; and, of course, great old Frank Ham, who is president of Toronto Beaches lacrosse.", "I would ask the House to get up and join me in thanking these incredible individuals and all of their volunteers for their leadership, their dedication and their commitment to the future of our kids and of our province. Everybody have a great summer. Play safe; play hard." ],
  "anchor" : "para1277"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "On Sunday, May 7, I was joined by over 900 walkers and runners in the 11th annual Hike for Hospice. Hike for Hospice is the largest fundraiser for Hospice Renfrew, a six-bed home that serves all communities in Renfrew county.", "Some 10 years ago, I was honoured to be there when the supporters of compassionate end-of-life care had their dreams partially fulfilled with the ground-breaking for the Hospice Renfrew building. I want to thank that original group, particularly Jim MacKillican. From the time I was first elected, he was pushing hard to bring hospice care to Renfrew county. Since then, community support has been nothing short of amazing. Additionally, I’ve had the opportunity to tour Hospice Renfrew on numerous occasions and to meet with its board, and I speak with its executive director, Maureen Sullivan-Bentz, on a regular basis. I have never failed to be astounded by the level of care, compassion and understanding that its residents and their families are treated to as part of a loved one’s end-of-life experience.", "This year, Hike for Hospice raised an amazing $150,000, with money still coming in. That’s over $50,000 more than last year’s record-breaking number. Congratulations and thank you to the organizers whose tireless efforts made those results possible. Thank you to the over 900 participants for your support of this amazing place. Last but not least, thank you to all the people who gave whatever they could to ensure that compassionate end-of-life care is available for those in need. Once again, you have demonstrated that your hearts are as big as the valley itself." ],
  "anchor" : "para1282"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "We’re coming to the end of May, May being Lyme awareness month. I want to recognize some tireless advocates who have helped me understand and work towards trying to help those individuals who are fighting Lyme disease. I want to thank Rossana Magnotta for her tireless support, Dr. Nedi Eckler, Dr. Tim Cook, Ellen Hohs, Linda Kelso, Jeanne Pacey and Dr. Bev Bateman.", "I also want to shout out to Lyme Out Loud Kids Canada’s Carrie Weiss and Joanna Petrakis, who introduced me to these worldwide-recognized doctors: Dr. Armin Schwarzbach, Dr. Christian Perronne, Dr. Simon Colla, Dr. Richard Horowitz and Professor Juergen Richt; Lyme Madness advocate Lori Dennis, who helped me immensely in understanding this grave illness; Sarah Bass, who spoke on my behalf over in Burlington this weekend; and Paige Spencer, who was with me and the minister in our Lyme focus group just last week talking about it, who has been in the hospital since then and is still in the hospital.", "Listen, Speaker: The month is going to come to an end, but guess what? People with Lyme are still going to continue to suffer. We need to make sure that we create an environment of acceptance and acknowledgment, and we need to go into action. These people need care, and what they want is for us to challenge ourselves. I’m challenging everybody in this room: Take on the challenge, “Take a bite out of Lyme.” It’s very simple: Here’s a lime; take a bite out of it." ],
  "anchor" : "para1286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You suffer that prop. Go right ahead.", "Further members’ statements." ],
  "anchor" : "para1289"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "The tech sector in Waterloo region is always moving quickly, and the innovators driving this industry want and need a transit system that moves just as quickly.", "Recently, I was pleased to welcome to the Google headquarters in my riding of Kitchener Centre our Premier, the transportation minister and the Minister of Natural Resources and Forestry. The Premier came to announce that the province is moving forward with a plan for Canada’s first high-speed rail. This includes preliminary design work and a $15-million comprehensive environmental assessment.", "Phase 1 of the plan calls for upgrading existing track between Toronto and Kitchener and then laying down new dedicated rail between Kitchener and London. Phase 2 stretches from London to Windsor.", "These trains are going to travel at 250 kilometres per hour. Leaving the station in Kitchener, you’ll be able to get to Pearson airport in just 32 minutes, and then on to Union Station and downtown Toronto in 48 minutes.", "In my community, better connectivity is tied to economic success, not just for the tech sector but for other businesses, organizations, students and anyone who wants to avoid the 401, where precious time is lost while you’re stuck in traffic. Saving time means saving lost productivity dollars. Getting those cars off the road also supports our plan for a low-carbon economy.", "In my community we’re all aboard for high-speed rail. It’s an idea whose plan has come." ],
  "anchor" : "para1292"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "I just wanted to let people know that Norfolk county strawberries were out on the market this past weekend, and, of course, asparagus. I want to stress that a balanced diet, rich in fruit and vegetables, is a cornerstone of good health. It’s important for managing weight and reducing the incidence of chronic disease, yet we consume fewer servings of these products than are recommended in Canada’s Food Guide.", "There are reasons for this: affordability, accessibility, availability of fruit and vegetables, and a lack of food literacy. The Canadian Produce Marketing Association and the Canadian Public Health Association are calling on government at all levels to implement an integrated and collaborative approach to increase fruit and vegetable consumption by one serving a day over the next five years.", "Consuming seven portions of fruit and vegetables has been linked to a 42% reduction in the risk of death from all cases of chronic illness, a 25% reduction in the risk of cancer, and a 31% lower risk of heart disease and stroke.", "Canada’s Food Guide recommends that men consume eight to 10 servings, and women should consume seven to eight servings of fruit and vegetables a day." ],
  "anchor" : "para1300"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Speaker, as you know, the Windsor Spitfires won the MasterCard Memorial Cup on Sunday. Back in 2009 and 2010, they won back-to-back Memorial Cups.", "I’m proud to stand here today and tell you about our latest back-to-back championship. This time it’s our gold-medal-winning champion EMS paramedics team from Windsor and Essex county. That’s right: They went back to the Czech Republic to defend their international title, and they won it again last weekend. EMS Team Canada East came away with the gold.", "Congratulations to team captain Chris Kirwan, from my riding of Windsor–Tecumseh, and Lance Huver, Mike Filiaut and Shawn May.", "The win speaks volumes to the calibre of paramedics that serve us all, from all across Ontario. Truly, Speaker, and Ontario’s paramedics have now proven it twice, they are the best on the entire planet. They beat 21 other teams from around the world.", "The competition took place over a 24-hour period, deep in the Jesenik Mountains of the Czech Republic. Teams were scored on how well they completed mass-casualty simulations, how they dealt with complex medical cases with critical patients, rappelling, and intense scenarios on forest mountainsides in the dark.", "It’s the first time in the competition’s 21-year history that a team has won back-to-back gold. Hungary came in second. Austria was third. Team Canada West from BC finished in a respectable sixth place.", "Our gold-winning team are all members of the Canadian Union of Public Employees, and they deserve a tip of the hat and congratulations from all of us here at the Ontario Legislature." ],
  "anchor" : "para1305"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I want to thank all members of the House on both sides who voted today to pass Bill 65, the school safety zones act. This legislation enables municipalities, if they so choose, to install modern photo radar technology and other technical devices to make areas around our schools safer. Also, there are other areas they can call community safety zones. They can also do that, if the municipality so wishes.", "This is an important day for our children and for safety. We have had three unfortunate deaths in the city of Toronto alone in the last couple of years. We had the young girl in Leaside killed near her school. We had another young boy in Scarborough killed in front of his school. On the weekend, we had a five-year-old on a bicycle, with his grandfather on the Martin Goodman Trail, killed.", "I think parents are asking us to do what we can to make areas around schools or trails safer. This will help. I applaud all the members of the House and the Minister of Transportation for his great leadership on this, because this is an act that will help protect our children around our schools and even our seniors around their places of residence, so that traffic will be slowed down." ],
  "anchor" : "para1313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated May 30, 2017, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para1318"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Je demande la permission de déposer un rapport du Comité permanent de la justice, et je propose son adoption.", "Speaker, I beg leave to present a report from the Standing Committee on Justice Police and move its adoption, and send it to you with Rivercrest Etobicoke North school graduate Katie." ],
  "anchor" : "para1321"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 132, An Act to enact the Ontario Fair Hydro Plan Act, 2017 and to make amendments to the Electricity Act, 1998 and the Ontario Energy Board Act, 1998 / Loi édictant la Loi de 2017 sur le Plan ontarien pour des frais d’électricité équitables et modifiant la Loi de 1998 sur l’électricité et la Loi de 1998 sur la Commission de l’énergie de l’Ontario." ],
  "anchor" : "para1323"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para1325"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated Wednesday, May 17, 2017, the bill is ordered for third reading." ],
  "anchor" : "para1327"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I beg leave to present a report from the Standing Committee on General Government and move its adoption." ],
  "anchor" : "para1329"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 114, An Act to provide for Anti-Racism Measures / Loi prévoyant des mesures contre le racisme." ],
  "anchor" : "para1330"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para1332"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated May 29, 2017, the bill is ordered for third reading.", "Mr. Harris moved first reading of the following bill:", "Bill 138, An Act respecting government bills / Projet de loi 138, Loi concernant les projets de loi émanant du gouvernement." ],
  "anchor" : "para1334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House—", "Interjections." ],
  "anchor" : "para1339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Some of you are on warnings.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1341"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1344"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Today I introduce the Transparency in Government Bills Act, 2017, an act that requires certain information to be tabled in the assembly when a government bill is introduced. The information must include, among other things, a statement describing the problem that the bill seeks to address, a description of the public policy goals that the bill seeks to achieve, and a summary of the financial costs that the bill would have on the government, municipalities, the public and any affected industries or businesses.", "Mr. Mauro moved first reading of the following bill:", "Bill 139, An Act to enact the Local Planning Appeal Tribunal Act, 2017 and the Local Planning Appeal Support Centre Act, 2017 and to amend the Planning Act, the Conservation Authorities Act and various other Acts / Projet de loi 139, Loi édictant la Loi de 2017 sur le Tribunal d’appel de l’aménagement local et la Loi de 2017 sur le Centre d’assistance pour les appels en matière d’aménagement local et modifiant la Loi sur l’aménagement du territoire, la Loi sur les offices de protection de la nature et diverses autres lois." ],
  "anchor" : "para1345"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1351"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "The proposed Building Better Communities and Conserving Watersheds Act would, if passed, replace the Ontario Municipal Board with the Local Planning Appeal Tribunal. The new tribunal would give greater weight to the decisions of local communities and the bill would also support the conservation of Ontario’s watersheds, increase clarity of roles and responsibilities for conservation authorities, and strengthen oversight through modern governance." ],
  "anchor" : "para1352"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move that, pursuant to standing order 6(c)(ii), the House shall meet from 6:45 p.m. to 12 midnight on Tuesday, May 30, 2017." ],
  "anchor" : "para1355"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we agree? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para1356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved notice of motion number 22. All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1423"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 59; the nays are 7." ],
  "anchor" : "para1432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para1433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Windsor–Tecumseh on a point of order." ],
  "anchor" : "para1437"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "On a point of order, I would like to say happy anniversary to my party whip and the member from Timiskaming–Cochrane: 31 years today. Congratulations." ],
  "anchor" : "para1438"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the President of the Treasury Board." ],
  "anchor" : "para1439"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "On a point of order, the Treasury Board convenes in Frost immediately. Thank you for your indulgence, Speaker." ],
  "anchor" : "para1440"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. It is now time for petitions." ],
  "anchor" : "para1441"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas under the current Pupil Accommodation Review Guideline (PARG), one in eight Ontario schools is at risk of closure; and", "“Whereas the value of a school to the local economy and community has been removed from the PARG; and", "“Whereas the PARG outlines consultation requirements that are insufficient to allow for meaningful community involvement, including the establishment of community hubs; and", "“Whereas school closures have a significant negative impact on families and their children, resulting in inequitable access to extracurricular activities and other essential school involvement, and after-school work opportunities; and", "“Whereas school closures have devastating impacts on the growth and overall viability of communities across Ontario, in particular self-sustaining agricultural communities;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“To place a moratorium on all school closures across Ontario and to suspend all pupil accommodation reviews until the PARG has been subject to a substantive review by an all-party committee that will examine the effects of extensive school closures on the health of our communities and children.”", "I fully support it, affix my name and send it with page Eesha." ],
  "anchor" : "para1444"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I want to give a shout-out to Mr. Paul Darlaston from Manitoulin Island for this petition.", "“To the Legislative Assembly of Ontario:", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That it should consider either (a) changing the body of the Pesticides Act and/or (b) the related regulations, to limit all use of pesticides by utilities only to extreme circumstances and only on noxious non-native invasive weeds or plants which are displacing native varieties and only when all other options have been eliminated (rather than pesticides being used as part of standard operating procedure to sterilize regrowth on land on their rights-of-way as a means of reducing labour costs); and (c) consider partially restoring to individual municipalities (lower or upper levels) the authority to determine when and where utilities may use listed pesticides in these extreme circumstances within their jurisdictions.”", "I agree with the petition and give it to page Iman to bring it down to the Clerk’s table." ],
  "anchor" : "para1454"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly. It’s signed by hundreds and hundreds of people from all over Ontario. It’s called “Update Ontario Fluoridation Legislation,” and it reads as follows:", "“Whereas community water fluoridation is a safe, effective and scientifically proven means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas recent experience in such Canadian cities as Dorval, Calgary and Windsor that have removed fluoride from drinking water has shown a dramatic increase in dental decay; and", "“Whereas the continued use of fluoride in community drinking water is at risk in Ontario cities representing more than 10% of Ontario’s population, including the region of Peel; and", "“Whereas the Ontario Legislature has twice voted unanimously in favour of the benefits of community water fluoridation, and the Ontario Ministries of Health and Long-Term Care and Municipal Affairs and Housing urge support for amending the Health Protection and Promotion Act and other applicable legislation to ensure community water fluoridation is mandatory and to remove provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to introduce legislation amending the Health Protection and Promotion Act and make changes to other applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I’m pleased to sign and support this petition and send it down with page Gabriel." ],
  "anchor" : "para1460"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "A petition titled, “A Petition for Justice number 3, Nichols Gravel Ltd.”", "“Whereas MNR officials on April 1, 2003 hand-delivered Aggregate Resources Act licence 103717, 20 months after direction under OMB order 1194, and unlawfully imposed 23 specific pre-operational conditions as directed in the MNR March 31, 2003 letter, without statutory or legislative authority, which pre-conditions are not directed, ordered or identified in OMB decision order 1194 or the licence signed by the MNR minister, March 25, 2003;", "“The licence was suspended April 14, 2003, and revoked September 30, 2004 for non-compliance to this unlawful enforcement by the Ministry of Natural Resources and Ministry of the Attorney General for the past 14 years, and is in contravention and contempt of court of the Aggregate Resources Act, the OMB Act, OMB order 1194, and the June 15, 2006 Superior Court judicial review declaratory orders, not appealed, which declared that the MNR March 31, 2003 letter and pre-operational conditions do not form part of the licence, which served to confirm that the suspension and revoke of licence to the enforcement of pre-conditions to be unlawful and ultra vires, and without authority in law and a fraud on Nichols Gravel Ltd., the company shareholders and the courts;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“For an order to the Ontario Provincial Police criminal investigations branch Orillia, to investigate this unlawful MNR enforcement, and how it was determined by the Law Society of Upper Canada that there was no professional misconduct of six named crown prosecutors, to which there was no response and disregard of requests to investigate on September 3, October 1, December 16, 2015, April 11, 2016 to finally confirm, December 15, 2016, no investigation into this huge false pretense criminal corrupted cover-up, based upon law-perverted government patronage court decisions in support of the crown.”", "I affix my signature to this petition." ],
  "anchor" : "para1469"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’ll edit my petition for time.", "To the Legislative Assembly of Ontario:", "Whereas the Ojibway Prairie Complex is within a system of five parks totalling more than 330 hectares, which is half of the remaining natural areas in the city of Windsor; and", "Whereas Ojibway has 160 species at risk and is Canada’s most endangered ecosystem; and", "Whereas 4,000 species exist on the site, represented by more than 100 rare plants, more than 230 bird species and 16 mammals; and", "Whereas there is a proposed development adjacent to the complex; and", "Whereas some of the areas within the Ojibway Prairie Complex include environmentally significant areas of provincially significant wetland and an area of natural and scientific interest;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To designate this land with provincial importance and prevent any development” on or adjacent to this property.", "I agree. I’ll sign my name and give it to my friend Iman to bring it up to the front." ],
  "anchor" : "para1476"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have 12,000 signatures being tabled this afternoon, and by the time I submit them, Mr. Speaker, I’ll now have almost 70,000 signatures.", "“To the Legislative Assembly:", "“Whereas the events in Asian countries during World War II are not well-known;...", "“Whereas Ontarians are unfamiliar with the World War II atrocities in Asia;", "“Whereas Ontario is recognized as an inclusive society;", "“Whereas Ontario is the home to one of the largest Asian populations in Canada, with over 2.6 million in 2011;", "“Whereas some Ontarians have direct relationships with victims and survivors of the Nanjing Massacre, whose stories are untold;", "“Whereas the Nanjing Massacre was an atrocity with over 200,000 Chinese civilians and soldiers alike were indiscriminately killed, and tens of thousands of women were sexually assaulted, in the Japanese capture of the city;", "“Whereas December 13, 2017, marks the 80th anniversary of the Nanjing Massacre;", "“Whereas designating December 13th in each year as the Nanjing Massacre Commemorative Day in Ontario will provide an opportunity for all Ontarians, especially the Asian community, to gather, remember, and honour the victims and families affected by the Nanjing Massacre;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislature pass the Nanjing Massacre Commemorative Day Act, 2016 by December 8, 2017, to coincide with the 80th anniversary of the Nanjing Massacre, which will enable Ontarians, especially those with Asian heritage, to plan commemorative activities to honour the victims and families affected by the Nanjing Massacre.”", "Mr. Speaker, I fully support the petition. I will give my petition to Maddy." ],
  "anchor" : "para1487"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I appreciate the applicants who have sent this through.", "“To the Legislative Assembly of Ontario:", "“Whereas wait times at Lakeridge Health have been a significant concern for the residents of Durham;", "“Whereas the Premier visited Lakeridge Health promising that funding in the 2017 Ontario budget will reduce wait times for MRIs, hip and knee replacements, along with expanding services such as stroke and chemotherapy treatments;", "“Whereas the $1.3 billion in funding under budget 2017 does not address the unacceptable wait times in emergency rooms across the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government provide a breakdown of the share of new funding going to fund front-line services at Lakeridge Health; that the government agree to collect and make public wait data to demonstrate reduced wait times at Lakeridge Health; and that the government commit to taking action to ensure that wait times in the emergency room are also shortened.”", "I totally agree with this petition. I’ll affix my signature and send it to the table with Maggie." ],
  "anchor" : "para1502"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I have a petition entitled “Support Families by Eliminating Waiting Lists for the Passport Program Now.", "“To the Legislative Assembly of Ontario:", "“Whereas when children living with autism spectrum disorder (ASD) and other developmental disabilities turn 18, support from the Ontario government drastically changes;", "“Whereas families in Windsor-Essex and across Ontario are met with continuous waiting lists when trying to access support under the Passport Program;", "“Whereas waiting lists place enormous stress on caregivers, parents, children and entire families;", "“Whereas all Ontarians living with ASD and other developmental disabilities are entitled to a seamless transition of services;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate action to eliminate the waiting lists for Passport funding so that people living with ASD and other developmental disabilities and their families can access the support they deserve.”", "I fully support this petition, and will sign my name and send it to the table with page Maddy." ],
  "anchor" : "para1511"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I have a petition here with thousands and thousands of signatures addressed to the Legislative Assembly of Ontario.", "“Whereas the government of Ontario does not provide sufficient education about abuse in elementary and high schools; and", "“Whereas statistics show that three in five girls and two in five boys are being abused according to Health Canada; and", "“Whereas abuse is a long-term injury that creates stigma, shame, guilt, anxiety, even isolation that can result in harming behaviours, bullying, depression and even suicide;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Request an act to designate an annual abuse awareness and prevention week in primary, middle and high schools and to provide for abuse curricula, policies, administration and accountability.”", "I’m going to sign this petition and pass it off to page Iman." ],
  "anchor" : "para1521"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to thank Dave Cook, the show director of the Speed and Custom Car Show, for this petition.", "“To the Legislative Assembly of Ontario:", "“Whereas collecting and restoring old vehicles honours Ontario’s automotive heritage while contributing to the economy through the purchase of goods and services, tourism, and support for special events; and", "“Whereas the stringent application of emissions regulations for older cars equipped with newer engines can result in fines and additional expenses that discourage car collectors and restorers from pursuing their hobby; and", "“Whereas newer engines installed by hobbyists in vehicles over 20 years old provide cleaner emissions than the original equipment; and", "“Whereas car collectors typically use their vehicles only on an occasional basis, during four to five months of the year;", "“Therefore, be it resolved that the Ontario Legislature support Ontarians who collect and restore old vehicles by amending the appropriate laws and regulations to ensure vehicles over 20 years old and exempt from Drive Clean testing shall also be exempt from additional emissions requirements enforced by the Ministry of the Environment and governing the installation of newer engines into old cars and trucks.”", "I’m pleased to affix my signature and send it to the table with page Eesha." ],
  "anchor" : "para1529"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’m happy to present this petition that comes from all over the northeast, and to thank Brad Tucker from Garson in my riding. It reads as follows:", "“Whereas Ontario’s 627 long-term-care homes play a critical role in the support and care for more than 100,000 elderly Ontarians each and every year;", "“Whereas nine out of 10 residents in long-term care today have some form of cognitive impairment, along with other complex medical needs, and require specialized, in-home supports to manage their complex needs;", "“Whereas each and every year, 20,000 Ontarians remain on the waiting list for long-term care services and yet, despite this, no new beds are being added to the system;", "“Whereas over 40% of Ontario’s long-term-care beds require significant renovations or to be rebuilt and the current program put forward to renew them has had limited success;”", "They petition the Legislature Assembly of Ontario to “call on the government to support the Ontario Long Term Care Association’s Building Better Long-Term Care pre-budget submission and ensure better seniors’ care through a commitment to improve long-term care.”", "I support this petition, will affix my name to it, and ask Iman to take it to the Clerk." ],
  "anchor" : "para1538"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "The petition is to the Legislative Assembly of Ontario.", "“Whereas in the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and", "“Whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“79% of Ontarians support not allowing smoking in movies rated G, PG, 14A...;", "“The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I have signed this petition." ],
  "anchor" : "para1546"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that the following document was tabled: the 2016-17 Annual Energy Conservation Progress Report, Volume 1, from the Environmental Commissioner of Ontario.", "Mr. Zimmer, on behalf of Mr. Sousa, moved second reading of the following bill:", "Bill 134, An Act to implement 2017 Budget measures / Projet de loi 134, Loi mettant en oeuvre certaines mesures énoncées dans le Budget de 2017." ],
  "anchor" : "para1560"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the minister for further debate." ],
  "anchor" : "para1565"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I will be sharing my time on this issue with the incredibly hard-working and knowledgeable parliamentary assistant to the Minister of Finance, the member from Etobicoke Centre. I now call on him for his remarks." ],
  "anchor" : "para1566"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Etobicoke Centre." ],
  "anchor" : "para1567"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Thanks very much, Speaker, and thank you, Minister, for that very kind introduction. I am pleased to stand in the House today for second reading of Bill 134, the Budget Measures Act (Housing Price Stability and Ontario Seniors’ Public Transit Tax Credit), 2017. This bill supports Ontario’s 2017 budget. It not only reflects what a balanced plan can do but also what’s important to people across Ontario and what’s important to people in my riding of Etobicoke Centre.", "Among the most important things, amongst the things that are most important to people in my community and across Ontario, is finding an affordable place to call home. We all know that this is a hot-button topic that everyone has been talking about, whether you’re looking to buy your first home but not sure you can because the market is so competitive, or you’re renting and worried that your monthly rental payments will continue to go up. Families across the province are feeling the pressure of a hot real estate market, especially those within the greater Golden Horseshoe.", "The numbers speak for themselves. Ontario’s housing market has seen unprecedented growth in the past few years, with average resale house prices in Toronto up 25% from the previous year. Kitchener–Waterloo, St. Catharines and Peterborough resale prices are up more than 30%. In Barrie—I know the hard-working member from Barrie is here with me today—they’re up by about 41%. We’re seeing the same pressures in the rental market. In the last quarter of 2016, compared to a year earlier, the average rent per square foot for new leases in the condo market rose 11%.", "Make no mistake: As our population grows, the demand for homes will continue to grow as well. It’s not hard to see why more people are choosing to make Ontario their home. We draw Canadians to our great province today more than at any point in the last 29 years.", "To provide some context, our economy is growing, and it’s leading. Since the recession, Ontario has created nearly 700,000 new jobs, and a lot of these are good jobs, with the majority being full-time in the private sector and in industries paying above-average wages. Last year, our real GDP grew by 2.7%. That’s almost twice the rate of growth of all of Canada. It’s better than Germany’s 1.9%. It’s better than the US at 1.6%.", "Over the last three years, Ontario’s real GDP growth has outpaced that of all G7 countries. Exports and business investments are increasing, household incomes are rising, and the unemployment rate continues to decline. In fact, the unemployment rate has been below the national average for 25 consecutive months. What’s more, our unemployment rate in April 2017 was the lowest it’s been in 16 years. Ontario today is indeed a place where people want to come. It’s a place of opportunity. Our plan is about building a province that continues to be a place of opportunity for this generation and the next.", "A strong housing market reflects the fact that we have a strong economy. Everyone deserves housing choices that are affordable. People are betting on our province’s future because it is a bright future, but when the average resale price of a home in the GTA rises by 25% in just 12 months, we know we have a problem. When young people can’t afford their own apartment or can’t even imagine owning their own home, it’s a problem. When the rising cost of a house is making more people insecure about their future and compromising their quality of life, it’s a problem, and we have to act.", "I think a little bit about the importance of a home in a person’s life, the importance of being able to buy a home in a person’s life. If I look at my grandparents or I think about my parents or about the many, many families I know or constituents that I’ve spoken to about this issue, a house is not just important because people need to put a roof over their head. Housing tends to have been, for most people, their largest investment in life. Typically, it’s what allows people to put money away and to build up equity, equity and wealth that they can then use to support their families, to support their children’s education in the years to come, to support their own retirement. As people live longer, that’s going to become more and more important.", "Being able to buy a home is not just about being able to put a roof over your head. It’s not just about the fact that buying a home is the most financially effective way of putting a roof over your head. It’s also important because it’s really the mechanism by which most families in Ontario save money, put money away and secure their quality of life for years to come. To me, this is one of the most important issues that we have been dealing with here in Ontario and in the Ontario Legislature. I’m proud today to be speaking to a bill allowing us to act on the issue.", "The actions proposed in this bill are informed ones. We have really spoken with people on all sides of the issue: developers, planners, financial institutions and economists, federal and municipal partners, and realtors. And perhaps most importantly, we have listened to those people who are looking for a place to live or struggling to pay for the place that they’re in.", "I can’t tell you, Speaker, how many people I have spoken to in my community and in central Etobicoke. We, like in many parts of the GTA, have seen home prices skyrocket to a point where even families who would be considered easily within the middle class are struggling to enter the housing market. So I’m concerned, my caucus is concerned and our government is concerned about rapidly rising housing prices and rents and how they’re affecting families and individuals across Ontario.", "That’s why, last month, our government introduced Ontario’s Fair Housing Plan, which is a comprehensive package of 16 measures designed to bring stability to the housing market, aimed at helping to make the process of buying or renting a home fairer and more affordable and helping protect the investment of homeowners. These measures include a proposed 15% non-resident speculation tax in the greater Golden Horseshoe, a tax proposed in this bill.", "Now, let me be clear: Ontario welcomes more immigrants each year than any other province. We are proud of that. My grandparents and my mother were immigrants to Canada. We are proud of that fact and we are proud of that heritage. As a result of this influx of people, our economy is stronger and our communities are more vibrant.", "Let me also be clear about something else: The proposed tax is not meant to deter investment. Ontario remains an attractive place to do business and invest, and our province will continue to draw investors from around the world. People want to be here because we have a growing economy, a stable banking and judicial system, strong universal health care, world-class public education and a globally competitive financial services sector. Most importantly, we have incredibly talented and hard-working people here in Ontario. All those things draw investment.", "We also believe that if you aren’t living here and if you aren’t contributing to the local economy, you should still pay your fair share. This proposed tax would apply to non-Canadians who aren’t looking for a place to raise their family or put down their own roots; rather, people only looking for a quick profit or a safe place to park their money. This proposed 15% non-resident speculation tax would apply to people who are not Canadian citizens, not permanent residents of Canada and non-Canadian corporations buying land with residential properties.", "We’re taking action to discourage those who have never even set foot in Ontario but who are impacting a tight real estate market, creating vacant homes and contributing to a speculative market. The people of Ontario should be able to enter the real estate market without having to make undue sacrifices or taking on a huge amount of risk.", "I just want to reiterate this point that I think is really, really important. The people I represent, the people we all represent, live here, work here, pay taxes here, study here and contribute back to their communities in countless ways. If they are in a position where they cannot purchase a home and cannot afford a home, which is so important to their quality of life and to their financial welfare, as I spoke to earlier, in part because there are people who are looking to make a quick profit, who aren’t setting foot in Ontario, who aren’t living here, who aren’t contributing here, then we need to take action to put our constituents first. That’s what this bill is about to me: It’s about putting our constituents first.", "It’s not hard to understand why people from all over the world are choosing to make Ontario their home. Our economy is growing, exports and business investments are increasing, household incomes are rising and the unemployment rate is continuing to decline. Our province is a place of opportunity, a place that values and embraces newcomers, and we are proud of that. I am proud of that. As a result of this influx of people, our economy is stronger and our communities are more diverse and vibrant. There should be some exemptions and rebates to the non-resident tax because we want to encourage those who are looking to raise a family, contribute to our economy and participate in our communities to choose Ontario.", "It’s intended that an exemption would be made available to non-residents with nominee status from the Ontario Immigrant Nominee Program to qualify for this exemption. Non-residents must be nominated under the Ontario Immigrant Nominee Program at the time of the purchase of the home. An exemption is intended to be made available to a non-resident with refugee status at the time of the purchase. Finally, an exemption is also intended to be made available to a non-resident whose spouse is a Canadian citizen, permanent resident of Canada or has a nominee or refugee status if the property was jointly purchased with the spouse. To be eligible for the exemptions, the non-resident must exclusively hold the property and the property must be their principal residence.", "Speaker, we understand that people’s lives can change over time, drawing them to stay in Ontario or move abroad. That’s why, with the non-resident tax, we also intend to offer rebates in certain situations, including: if a non-resident becomes a Canadian citizen or permanent resident of Canada within four years of the date of purchasing a home; if a non-resident is a student who has been enrolled full-time for at least two years in an approved institution from the date of purchasing a home; or if a non-resident has legally worked full-time in Ontario for at least one year since the date of purchasing a home. To be eligible for the rebates, the non-resident would have to exclusively hold the property or hold the property exclusively with his or her spouse, and the property would also have to be their principal residence during that time.", "The exemptions that we made here speak to the fact that, if people are committing to live, work, study, pay taxes and contribute to our communities, exemptions will be made under those circumstances. But if people are not willing to live and work and contribute here, then the tax would apply to them.", "If passed, the non-resident speculation tax would be effective retroactive to April 21, 2017, and would apply, in addition, to the general land transfer tax in Ontario. Binding agreements signed on or before April 20, 2017, by a foreign entity or taxable trustee would not be subject to the additional 15% tax.", "Where would the new non-resident speculation tax apply and what would it include? The additional 15% land transfer tax would apply only to residential properties sold within the greater Golden Horseshoe, which includes areas like Brant, Dufferin, Durham, Haldimand, Halton, Hamilton, Kawartha Lakes, Niagara, Northumberland, Peel, Peterborough, Simcoe, Toronto, Waterloo, Wellington and York. The non-resident speculation tax would apply to land that contains at least one but not more than six family residences; for example, land with one single-family residence such as a detached house, semi-detached house, townhouse or condo unit. Examples of land containing more than one single-family residence that would be subject to the tax include duplexes, triplexes, fourplexes, fiveplexes and sixplexes.", "Mr. Speaker, as I said at the beginning, housing is essential for families across Ontario, yet too many people are being negatively impacted by the growing pressures of trying to buy a home or afford their rent. While rising prices reflect the economic strength of the region and have benefited current homeowners, the cost of buying or renting has created a massive burden for too many people and too many families. That’s why Ontario’s Fair Housing Plan aims to help more people find affordable homes, increasing supply and protecting buyers and renters.", "The plan also includes measures that will help renters. I’m proud, Speaker, that I’m here today with our Minister of Housing who, amongst many others, has worked incredibly hard on some of these initiatives I’ve spoken about and the initiatives I’m about to speak about in particular, which touch on renters and the desire to make sure that rents are affordable for families across Ontario.", "As I mentioned earlier, the average rent per square foot for new leases in the condo market rose 11% in the last quarter of 2016—11% compared to a year earlier. To tackle this, we’re going to expand rent control to all private rental units, including those built after 1991. This will strengthen protections for tenants against sudden, dramatic rent increases. This will ensure increases in rental costs can be raised only at the rate outlined in the annual provincial rent increase guidelines. Over the past 10 years, the annual rent increase guideline has averaged about 2%, with the increase capped at a maximum of 2.5%.", "Speaker, these aren’t the only measures that are part of our plan to make housing more affordable for Ontarians. We’re also taking action to increase housing supply by empowering Toronto and potentially other interested municipalities to introduce a tax on vacant homes in order to encourage owners to sell or rent unoccupied units. We will also work with municipalities and other partners to identify provincially owned surplus lands that could be used for affordable rental housing development.", "With our plan, we will establish a program to leverage the value of surplus provincial land assets across the province as a way to build more affordable housing units. Potential sites under consideration for a pilot project include the West Don Lands, 27 Grosvenor and 26 Grenville Streets in Toronto, and other sites across the province. In addition, Ontario’s Fair Housing Plan will also include a new housing supply team that will be made up of dedicated provincial employees whose job it will be to identify barriers to specific housing development projects and to work with developers and municipalities to find solutions.", "Basically what we’re saying here, Speaker, is that provincial land is being dedicated to be looked at for affordable housing, and we’re also pulling together a group of people who are going to be experts within our public service, to make sure that we’re doing everything possible to make sure that we’re bringing down barriers, to ensure that we’re finding solutions for developers and working with municipalities, to make sure that we’re enabling housing development projects. That speaks to our desire to increase the supply of affordable housing in our province.", "We are also taking action to protect homebuyers and increase information-sharing. We’re taking actions such as educating consumers on their rights, including the practice of what’s called “double-ending”—when one real estate agent is representing both the buyer and seller of a transaction—and working with the real estate profession and consumers to review the rules real estate agents are required to follow, and ensuring that consumers are fairly represented in real estate transactions. Our government plans to modernize those rules, strengthen professionalism and improve the home-buying experience, with a goal to make Ontario a leader in real estate standards.", "With Ontario’s Fair Housing Plan, we will also work to better understand and tackle practices that may be contributing to tax avoidance and excessive speculation in the housing market. One such practice is paper-flipping, which allows speculators to make a quick buck while driving property prices higher. Again, Speaker, this is about not only ensuring that we have affordable housing in Ontario, but making sure that everyone pays their fair share of taxes.", "We want to protect homeowners and avoid unintended consequences of new policies aimed at tempering the housing market. That’s why our next steps on housing affordability are, I believe, thoughtful and measured. They begin with establishing a housing advisory group to provide the government with ongoing advice about the state of the housing market and to discuss the impact of the measures in the Fair Housing Plan. The group would have a diverse range of expertise, including economists, academics, developers, community groups and the real estate sector.", "Taken together, along with the proposed non-resident speculation tax, these new policies represent a substantial and multifaceted plan to address Ontario’s rising housing costs so that families can access affordable housing that meets their needs. With our balanced budget, we are taking action to make it more affordable to buy or rent a home. That is part of our government’s plan to support the people of Ontario, to grow our economy and, really, to help people in their everyday lives, to improve their quality of life.", "Housing affordability isn’t the only thing that I am here to talk about today. I also want to talk about what we are doing for our seniors. There are more than two million seniors in Ontario today, and I know that in my riding, in Etobicoke Centre, we have one of the highest percentages of seniors of any riding in the country, so what I’m about to talk about is particularly important to me.", "Seniors make up an important and growing segment of our population. As of 2015, more Ontarians turn 65 each year than turn 15, and the number of seniors is projected to almost double to 4.5 million by 2040, making up more than 25% of our population. Our seniors have made invaluable contributions to their communities and to Ontario as a whole. They have made it the strong and vibrant province that it is today, and they deserve our respect, admiration and support.", "That’s why, with our balanced budget, we introduced new funding for several programs and initiatives to better support our seniors, including one that would make public transit more affordable. The bill we are talking about here today includes a new proposed public transit tax credit for seniors aged 65 and over, which would make it easier and more affordable for them to move around their communities, whether it be to go to the gym or to the library, or to take their grandkids to a concert.", "This is important because according to research by Stats Canada and the National Seniors Council, it’s estimated that 30% of Canadian seniors are at risk of becoming socially isolated, which can negatively impact both their physical and their mental health. Many seniors agree that participating in social activities makes them happier, healthier and more engaged, and gives them a better quality of life. The proposed tax credit would help more Ontario seniors participate in community life. It would be available to all Ontarians aged 65 or older, and would cover eligible public transit costs starting Canada Day, July 1.", "The Ontario Seniors’ Public Transit Tax Credit would provide a refundable tax credit equal to 15% of a senior’s eligible public transit costs, helping seniors access public transit more manageably and giving them more options to get where they need to go, including getting them to community services and resources that support and encourage their health and encourage healthy aging, community resources like elderly persons centres, which provide social and recreational programs to promote wellness for seniors and which offer preventive health care education support services to help seniors stay active and independent for as long as possible.", "When I think about the transit tax credit for seniors, I think about my own community in Etobicoke Centre, where I host a seniors’ advisory group every month. Many of the seniors come by transit, and I’m just thinking about how impactful this would be to them.", "Transit is something that seniors rely on to get around in their communities. But a lot of seniors are on fixed incomes, and many of them are struggling to make ends meet. This will help them, I think, very much.", "I want to give you another example, Speaker. The Thunder Bay 55 Plus Centre is an elderly persons centre. Its programs include fitness courses, visual arts workshops, general interest classes, and sessions to learn about technology and computers.", "The Beachcombers Senior Citizens Association in the Niagara region organizes classes teaching computer skills, upholstery, dancing and quilting.", "Rendez-vous des aînés francophones d’Ottawa, a francophone elderly persons centre, has more than 750 members and 230 volunteers. They provide meal service and a seasonal garden while also renting out space to help support a wider range of community programs and services.", "Ontario currently has 263 elderly persons centres, which serve more than 100,000 seniors in the province. That’s why, with this balanced Ontario budget, this government will provide $8 million over the next three years to create an additional 40 new elderly persons centres by 2018-19, which will expand the network of centres and also contribute to the development of community hubs when they are co-located with community health centres.", "The proposed Ontario Seniors’ Public Transit Tax Credit would help meet the growing needs of seniors, and help support some of our most vulnerable populations, supporting our seniors and making it more affordable to get around. This is all part of our plan to help Ontarians live to be healthier and happier, and to live the best quality of life possible.", "With a growing economy, which I spoke to at the beginning of my remarks, and a balanced budget, we’re investing in services and programs while finding ways to reduce everyday costs for families in Ontario. We’re balancing the budget for the first time since the 2008-09 global recession, and maintaining a balanced budget for the next two years.", "But we’re not balancing the budget for the sake of a bottom-line number. For us, it’s about finding new ways to ensure that government can help families across Ontario. It’s about creating opportunities and making everyday life easier and more affordable for people from all walks of life, from young people to the elderly in every corner of our province, including helping people to find an affordable place to live, bringing more stability to the housing market through the Non-Resident Speculation Tax, and helping seniors maintain active and fulfilling lives through the Ontario Seniors’ Public Transit Tax Credit.", "I ask for the support of this House in passing Bill 134, the Budget Measures Act (Housing Price Stability and Ontario Seniors’ Public Transit Tax Credit). This is a bill that will enhance the quality of life of young people. It will enhance the quality of life of seniors. It will affect constituents in all ridings represented by members here today. I think it reflects the values of all the members of this House: that we want to make sure that people can afford to buy a home, that they can afford to rent a home, and that they can afford to get around.", "I wholly support this bill and I hope the other members will as well." ],
  "anchor" : "para1568"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1620"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure here today to rise in debate of the Budget Measures Act. Unfortunately, I haven’t had an opportunity to speak at length to the budget. It’s often something that I do really enjoy for 20 minutes, talking about the people I represent in Nepean–Carleton: their hopes, their aspirations, their dreams and the challenges they face as a result of this Liberal government.", "If I may, Speaker, I point out that I just had a wonderful event with some of my constituents, the Stringer family from the city of Ottawa. You may recall that this time last year the House was passing something called Rowan’s Law. It passed through with the support of all three political parties. What I did today is, as the Stringers came down from Ottawa, our dear friend Eric Lindros also joined. Your assistant, Mr. Pew, actually got a chance to meet with him, and we brought in our friend Tim Fleiszer, who is also a four-time Grey Cup winner in the CFL. We’re calling for a national strategy, that every other jurisdiction in Canada should follow Ontario’s lead and also bring in their own concussion legislation, but it reminds me of the fact that once the Rowan’s Law Advisory Committee reports next year, they will have initiatives that they will want to pass through all of government, and those initiatives will cost money.", "Speaker, I’ve got to tell you, I really think the priority of my constituents is that they fund concussion awareness protocols and programs rather than spending over a $100,000 on a big quacking duck that really doesn’t do anything for the health and safety and the well-being or the public health of the kids in our schools or who are playing minor sport. I think that is a very big issue. When you compare and contrast the priorities of the government compared to the opposition, I think it really does show you that they have been in government for too long and are now out of touch. That’s how I’ll complete my remarks." ],
  "anchor" : "para1621"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1624"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It was interesting listening to the member from Etobicoke Centre talk about housing price stability and the senior transit tax. He comes from an urban riding; I don’t. The province of Ontario is a big, beautiful piece of land where many people, many seniors, live in urban communities, but many seniors do not. The way this bill is set up is that if you live in an urban centre, if you’re a senior who lives in an urban centre, you will get the 15% discount, but if you are a senior who does not live in a big urban centre, then there is nothing for you.", "The example that he put forward, needing to be culturally active, needing to be socially connected, needing to get to an appointment, all of this applies just as much if you live in northern and rural Ontario as if you live in a big urban centre. But for us in Nickel Belt, you will wait a long time if you wait for a bus to go to an elderly persons centre. Our urban travel looks more like intercity travel. But if you take the Northland bus, it doesn’t matter that you meet all of the criteria and that the reason for travel is the same reason why people in southern Ontario travel; it’s just that in northern Ontario the distances are bigger and we don’t have public transit, but we have intercity transit. It doesn’t matter; we’re not going to qualify for the 15% that the government has brought forward.", "I’d like my Ontario to include everyone, to include people in rural communities and to include people in northern Ontario." ],
  "anchor" : "para1625"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1628"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m delighted to be able to stand and speak for a couple of minutes on this bill. It is one that is near and dear not only to my heart but to many of the members in my community of Newmarket and Aurora. There’s been a lot of talk in this House, over the past six months especially, about the rapidly increasing and really unstable increase in housing prices right across the GTHA and, indeed, the entire greater Golden Horseshoe. While looking at solutions, the government needed to look at ways that would stabilize housing prices without causing an undue correction, because for a lot of people in the area, Speaker, their house is also their largest asset. The government had to be very careful that whatever buttons and levers it pulled, it did not destabilize the housing market. I think this bill does exactly that.", "What it will do, Speaker, is amend the Land Transfer Tax Act to add 15% of the value of the consideration of the house for conveyance of land. So it’s an additional tax put on those who really don’t have any connection to Canada. It goes back to the earlier statement that I made that, for most of us here, housing is an essential.", "Housing is essential for families, and yet too many people face that growing pressure. I know in my riding of Newmarket–Aurora housing prices in the past year have been up about 33%, most of that occurring between December and March. Clearly, the government has to act to stabilize that market to make sure that young families will be able to find an affordable house and there is stability in the marketplace, because that builds good, strong communities. I’m glad that we’re there." ],
  "anchor" : "para1629"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1633"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I hope I get the opportunity to speak to this bill in greater length at some point. However, I do want to focus on the senior public transportation tax credit which, in and of itself, I think is a wonderful thing, but again, the government is manifesting its distain for rural Ontario and the people who live there.", "In my riding there is no public transportation for the vast majority of people. They have to either drive themselves if they have a car or, if not, pay someone who has a car, who pays for gasoline to fill that tank to get, not a few blocks down the street or even a couple of miles, but sometimes many, many miles.", "If a senior has to have a trip to Ottawa for medical reasons or personal reasons from places like Pembroke or Barry’s Bay, that’s not a short jaunt. But what are they getting? Nothing. What are the municipalities getting for their tax dollars, for the gas tax that their residents pay to this government on a daily basis? Nothing, absolutely nothing, unless they have a public transportation system, which the vast majority of people in rural Ontario do not have.", "If you’re going to address inequities—obviously, this was a singular bill; it was not part of the budget itself. You decided that this was worthy of bringing in a piece of legislation. Why could you not, when you failed to do it when you had a chance to support my private member’s bill and then you further failed to support it in your own budget—you had the opportunity once again to stand up for rural Ontario and do something to show some fairness in this act. Not a thing for rural Ontario. It’s absolutely disgusting the way you treat the people in rural Ontario time and time again.", "You had the opportunity to do something right; you chose not to." ],
  "anchor" : "para1634"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Etobicoke Centre for final comments." ],
  "anchor" : "para1639"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I want to thank all the members who spoke to the bill. I’m really disappointed to hear that the member for Renfrew–Nipissing–Pembroke doesn’t think that this bill is worthy. I’m really disappointed to hear that he’s not going to be supporting it. I think this is something that’s going to help a lot of people across Ontario, and I’m really disappointed to hear that he doesn’t believe we should do something to address the issues in the housing market. I’m really disappointed that he believes we shouldn’t take steps—" ],
  "anchor" : "para1640"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I didn’t say that." ],
  "anchor" : "para1641"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Well, he said this bill wasn’t worthy.", "I’m disappointed to hear that he doesn’t think that it’s a good idea to provide a transit tax credit to seniors." ],
  "anchor" : "para1642"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I didn’t say that either." ],
  "anchor" : "para1644"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I’m really sorry to hear that he doesn’t think that’s worthy. He can correct his record later.", "As far as I’m concerned, I think that there’s a lot that the government does for rural Ontario.", "Interjections." ],
  "anchor" : "para1645"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1648"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I can certainly speak to the fact that I live in a community and I represent a community where people also drive most of the time and don’t rely on transit most of the time. I live in suburban Toronto, in Etobicoke, where most people, especially seniors, can’t rely on transit for where they need to go. They do rely on cars. Now, they may not travel the same distances as in rural Ontario—I don’t dispute that—but they do rely on their cars. There are a number of steps we’ve taken to help people with their cost of living and to facilitate cost of living when it comes to transportation by car, like eliminating the Drive Clean fee, for example.", "I can tell you that at my last seniors’ advisory group meeting I had several seniors come up to me and ask me about the Drive Clean test. I said, “By the way, did you realize that you don’t have to pay the fee anymore?” They said, “No. I didn’t realize.” They were thrilled by that. That’s an example of something that’s going to benefit drivers. It’s not going to benefit people who don’t own a car; it’s going to benefit people who do have a car. So these are examples of the kinds of things that we’re doing to make sure people who drive, whether they be rural, suburban or urban Ontarians, have access to those supports in their cost of living.", "But I really think that this is a worthy bill—unlike the member from Renfrew—that helps a lot of people. I hope everyone will support it." ],
  "anchor" : "para1649"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1652"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I encourage you to settle in and get comfortable for the next hour, because we’re going to give you some details, and a lot of it will be from the newly published Fedeli Focus on Finance, number 4, because the first thing we want to talk about, Speaker—and the parliamentary assistant to the Minister of Finance brought up the fact that there is a balanced budget in Ontario. So right off the bat we’re starting off with the misconception that there’s a balanced budget when, indeed, there is not.", "The Financial Accountability Officer, who I know is speaking tomorrow, releasing a new paper—I think we’re going to find that we are unbelievably aligned with his presentation tomorrow because we’ve been aligned with his presentation all along where he announced, not all that long ago, that the government will not be balancing the budget. Indeed, everything he stated came true in the budget. He told us that this government will be using one-time money to artificially balance the budget, so they’re using money that is an unusual source of funds. It’s not something that recurs every year.", "For instance, this past year, there’s a billion and a half extra dollars, funds from the federal government, included in the budget. Now, that infrastructure money that they have now put in operating is generally about $100 million from the federal government. Now it’s $1.5 billion. They’ve taken all $1.5 billion and put that in the budget. Some $500 million, Speaker, comes from the teachers’ pension fund. The Auditor General told them, “You can’t count that money,” but they went ahead anyway, counted that money and included it in this artificially balanced budget.", "They’ve taken the almost $2 billion from the sale of Hydro One and put that in operating revenue. Speaker, that is absolutely unbelievable accounting—that you would sell this chair and put that in your operating cash flow when you don’t have the chair to sell the next week, the next month, the next year.", "They took the cap-and-trade money—the projected cap-and-trade money—and they put that money in their operating budget. So you can see, Speaker, as these numbers add up, we’re into multibillions. They’ve got a $5-billion hole in the budget based on the fact that they’re using one-time funds. They sold the OPG headquarters just across the street from here: a couple of hundred million dollars. They sold the LCBO headquarters: a few hundred million dollars. Those are one-time cash injections that they’re using now to attempt to balance the budget. So where they’ve got a structural deficit—if they know anything at all about math, and I know they don’t, it’s a structural deficit; that means that, technically, they continue to spend more than they’re bringing in on more than a notional basis, on a regular basis.", "So to hear the parliamentary assistant start off with saying, “We balanced the budget”—well, that just is factually incorrect. We need to set the footing that we’re going to be dealing from here, Speaker. In fact, the Financial Accountability Officer paints a very different picture than the Liberal Party, and paints a very dire picture for the province of Ontario. He said that not only will you not balance in 2017-18, but you’ll have a deficit in 2018-19 of over a billion dollars—actually, it’s $2.8 billion. The next year, 2019-20, you’re going to have a deficit of $3.3 billion, and in the following year, 2021, now you’re going to have a deficit of $3.7 billion. Speaker, these are astounding numbers when you’ve got a government that just continues to spend, spend, spend, when that money is not coming in. They’re spending more—billions more—every year than they’re taking in.", "What they’ve learned from all of that is, “Wow, it worked once; let’s do it again.” That’s what we’re seeing now in their so-called fair hydro plan, which is not so fair at all. Again, the Financial Accountability Officer came out with his report last week. It was not far off, actually—in fact, it was a little worse off than what our energy critic, Todd Smith, presented, where he told us about the whistleblower who gave us the numbers of how bad it’s going to be. The government denied, denied, denied—except that the Financial Accountability Officer’s numbers were actually a little bit worse.", "He told us that the government will be spending $45 billion in an attempt for people, for the short term, to save $24 billion. Who in their right mind would spend $45 billion to save $24 billion? Nobody. But that’s the Liberal math. That’s the math that says they have a balanced budget when they don’t, and that’s the math that says that this is a great deal for Ontario.", "It gets a step worse, Speaker, because he also revealed something that the government wouldn’t tell us: that all of this is based on the premise that these guys are going to balance the budget—or whoever the government is—for the next 30 years. That hasn’t happened ever in history. What we’re saying is that when they can’t even balance this one, they’re going to try to fool the people in pretending they’re balancing even further when that’s not real.", "He has told us that if you have to borrow this money, as we expect they will, now we’re talking not $45 billion to save $24 billion; it’s $60 billion to $93 billion—" ],
  "anchor" : "para1653"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Point of order." ],
  "anchor" : "para1664"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: I recognize the member from Etobicoke Centre." ],
  "anchor" : "para1665"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Speaker, my recollection is that standing order 23(b)(i) says that the member must speak to the bill that is being debated here, which is the non-resident speculation tax and the seniors’ tax credit, not the budget." ],
  "anchor" : "para1666"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. I have been listening closely, and there was some reference. But I will just remind the member as well of the bill that we are, in fact, debating this afternoon.", "Back to the member from Nipissing." ],
  "anchor" : "para1667"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Speaker, it’s funny that the member is the one who interjects when he is the one who opened with, “Let me tell you about our balanced budget,” and he went on to describe the balanced budget. But now, he will not allow me the opportunity to talk about the fact that it’s not a balanced budget.", "In fact, Bill 134 is titled, if I may, An Act to implement 2017 Budget measures. That’s the actual name of the bill. Perhaps, Speaker, I can send a copy of the bill over with a page—over to the member, please. It’s called An Act to implement 2017 Budget measures. I think that gives us the entitlement—it’s over to the member—of being able speak about budget measures, because none of this happens without a balanced budget.", "I’m back to the point that he first brought when he stated there is a balanced budget when, indeed, there isn’t.", "The finance minister has really made a lot of comments that concerned a lot of people. They concerned the Financial Accountability Officer. They have concerned the Auditor General.", "Not only did the Financial Accountability Officer weigh in on the hydro issue and the spending; the Auditor General stood in the committee and said that the real problem with this is they’re borrowing all those billions that I spoke of before I was interrupted. They’re borrowing all these billions from OPG across the street.", "Why? We revealed in this Legislature weeks ago that very issue: By going to OPG and putting the loans through them, their balance sheet is not consolidated with the province’s balance sheet, which means that debt doesn’t show up.", "The Auditor General was very quick to figure that out as well. She stood at committee and said, “No, no, no. You’re not doing that.” The government continues to imply that they are; they’re going to use the charade of Ontario Power Generation as the financier, when indeed—" ],
  "anchor" : "para1669"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Mississauga–Streetsville on a point of order." ],
  "anchor" : "para1676"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Pursuant to standing order 23(b)(i), while the member has helpfully sent over the bill and I am looking at the bill that the member sent over, he is not speaking to any section of the bill. He’s talking about something that the bill never touches and an act that the bill never opens." ],
  "anchor" : "para1677"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Again, I appreciate the point of order. I have been listening carefully. He’s referencing comments that the member from Etobicoke Centre has referenced.", "I will now turn it back to the member from Nipissing." ],
  "anchor" : "para1678"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker. I will get more direct about the contents in a moment, but he did bring up the issue of a balanced budget, which I contend is not accurate whatsoever. I’m speaking for an hour—another 49 minutes—and I am intending to prove he was incorrect in his statement that there’s a balanced budget.", "Again, I know they don’t like to hear this, because they have always talked negatively about the Auditor General’s reports; they have from the beginning. Ever since I was first here, they have continued to act disrespectfully towards the auditor and made comments that are disparaging. I’ve heard them; we’ve all heard them. I was in the media studio when the Deputy Premier said that she didn’t agree with the auditor’s numbers when the auditor came out. They were more disparaging than that, but I’ll leave it at that. I could look it up in the book and quote, and I might do that before the end here.", "The bottom line is, the Auditor General told us that she is not going to allow them to borrow that money through OPG and not list it as debt. What that will mean in Ontario is that the debt and deficit will be skyrocketing here unless they try to pull yet another fast one and defy the Auditor General. At that point, what we might find is that the auditor will not be signing the reports again this year. She would not sign last October—the first time in the history of Ontario that our accounts were filed without a signature from an Auditor General. That tells you the validity of the numbers that this government is presenting, when an Auditor General will not sign off on the numbers provided by the Liberal Party of Ontario. That’s pretty telling that there’s something wrong with their numbers. The Financial Accountability Officer tells us their numbers are wrong. The Auditor General says your numbers are wrong now, and you’re trying to bring more wrong numbers in, and, “I’m not going to let you,” she said. So we’ll see how this develops.", "What that does is it tells you that this plan, this foreign homebuyers’ tax that they’re introducing, is written on the back of a napkin. I intend to talk to you, Speaker, and tell you some of the comments that came to us during the briefing that we had. It was quite alarming.", "First of all, let’s just talk about what this foreign homebuyers’ tax is and where it is. It covers the greater Golden Horseshoe region. I will tell you that it includes the city of Barrie, county of Brant, city of Brantford, county of Dufferin, regional municipality of Dufferin, city of Guelph, Haldimand county, regional municipality of Halton, city of Hamilton, city of Kawartha Lakes, regional municipality of Niagara, county of Northumberland, city of Orillia, regional municipality of Peel, city of Peterborough, county of Peterborough, county of Simcoe, city of Toronto, regional municipality of Waterloo, county of Wellington and regional municipality of York. Those are the communities that are included.", "In what’s called the technical briefing, where we sat with the Ministry of Finance experts and they talked to us and gave us the breakdown, we asked them, “Why there? Why in those particular communities?”", "Their answer was, “It was a political decision.” That’s a quote. I wrote that down as the words were said.", "We asked, “What does that mean?” They said, “Well, we followed the BC model.”", "We said, “Well, again, what does that mean?” They said, “That’s areas where the greatest price increase occurred.”", "We asked, “Well, how did that work there? And why are you modelling ours after that one?” The answer was, “We heard they did it in the greater Vancouver area.” That’s why they’ve picked the greater Golden Horseshoe area. I don’t know; maybe the word “greater” was in both of them. That might be the reason. But it’s obviously written on the back of a napkin.", "We asked if there was any data. The answer was no, but I’ll get to the data in a moment.", "We asked a little bit deeper about the greater Golden Horseshoe, and if this is going to work in Kawartha, Simcoe and other communities. The answer was—again, I wrote it down, and I’ll quote—“Well, we’ll see what happens.” That is our technical briefing. This is what we’re getting.", "“It was a political decision.” To hear that—also, another comment, when we asked why the Golden Horseshoe, was, “Well, that’s the area where the greatest price increase occurred,” and that’s where they said, “We heard they did it in the greater Vancouver area.”", "There’s not a lot of solid data here. In fact, that in itself should be ringing alarm bells all over the place.", "I’m not being critical of the ministry staff; I know they were doing their job. But, in their words, it’s a political decision, so they’ve got to do the best they can do, given the circumstances that the Liberals put them in. Plain and simple, Speaker, that’s exactly what we’re seeing here.", "As we carry on a little bit further, we now know that the foreign homebuyers’ tax means foreign nationals—that’s their definition here—foreign corporations and individuals. This is a foreign homebuyers’ tax on individuals as well. Let’s not make any mistake about that.", "I know that we asked questions, and we talked about the fact that in Hong Kong, already there are ads running that basically say, “Come on over here anyway. We’ll cover the tax.” That is the attitude that we’re seeing in this ill-planned project.", "We asked about the why. Again, one of the answers was, “This is the only way to achieve a measure of equity under the circumstances.” Where I want to go with that, before I go back to the data, is the circumstances and how we got ourselves into the mess that the Liberals have created.", "First of all, we need to appreciate that there’s no data. There’s just no credible data. I’ll get to that in a moment, because we asked about that as well. There is no credible data on foreign buyers in the housing market. They’re bringing in a foreign homebuyers’ tax, that they wrote on the back of a napkin, as yet another one of their quick reactions to a problem that they created.", "When you really look at the problem that the Liberal government created, it’s all about red tape and regulations. For instance, in Aurora now, I can talk about how long it takes to do a simple rezoning. The Liberal government has doubled the approval times for housing applications in Aurora. It now takes some 19 months. In Ajax, it’s the same: 19 months. In Toronto and Hamilton, it’s 17 months. Why not address that? Why not go to the root of the problem?", "It’s like this hydro solution they came up with. They’ve got a magic financing solution that’s going to bankrupt Ontario and Ontario families. But instead of fixing the problem at hydro—we still make twice as much power every day as we use in Ontario, mostly because they gutted the manufacturing sector. So we have a problem. They don’t fix it; they just wave a wand and bring up a magic financing solution instead. So here, instead of fixing the problem that they’ve created, they’re coming up with a foreign homebuyers’ tax and saying that’s going to solve it all—with no data, by the way. Why not address the problem?", "We met with some developers who told us that, from the day they drive by a farm and look at that and say, “Wouldn’t that make a great subdivision for people who are in need of a home?”—from that day to the day the first toilet flushes, in Ontario, can be 16 to 20 years. That’s the reality. That’s all the Wynne government regulations and red tape that they just piled on in Ontario. If you look back at 2007, there were 18,400 single-family homes on the market; this year, 1,524. I’m talking about what we call ground-oriented homes; these are single-family homes on a piece of property—18,400. You talk about ground-oriented? We’ve ground to a halt here—1,524. It takes that long for all of these rules, regulations and red tape that this government added—ridiculous amounts.", "We’ve all heard Kathleen Wynne; she said it in this Legislature: “I want to build up and not out.” They don’t want families in single-family homes. They don’t. That is part of their ideology. As a result, now we’ve got this problem that they’ve created, and so what they’re doing is creating a foreign homebuyers’ tax to paper over the issue that they themselves created.", "We’ve seen that red tape is slowing down development. We’ve seen that in Ontario. But we’ve also seen so many other problems. When you have a Premier who goes out and muses out loud about these solutions—she has caused a chill in the marketplace. She has caused extreme worry with families. They’re the problem, Speaker. They are the problem. A foreign homebuyers’ tax is not the solution to the problem that they created. In their 16-point plan, not once—not once—did they propose fixing the problem, which is red tape and regulation, that they created. Not once did they talk about that. Instead, they’ve put fear in people’s minds, and they’ve created a chill in the marketplace.", "I’ll tell you a story: When I was mayor of the city of North Bay—it’s this lack of thinking that I’m going to—it was called the Strong Communities Act. I remember it well. I thought, “Wow, great-sounding name.” As I’ve learned in the six years I’ve been here now, the Liberals put a great-sounding name on everything so that when you vote against it, it’s, “Oh, my gosh. You voted against the protecting puppies act. How bad are you.” So they’re great at putting these names. The Strong Communities Act sounds great, but do you know what it did, Speaker? We spent tens of millions of dollars in North Bay building an industrial park. The provincial government joined us in those tens of millions, as did the feds. It was a joint project. We’ve got streets, intersections, sewer and water, fully serviced lots all ready to go, high-speed Internet, fire hydrants everywhere. This is a model industrial park. It’s built on a wetland in northern Ontario.", "In the north, you have either rock or wetland. There isn’t a Mississauga or a Vaughan where everything is beautiful and flat. You’ve got big rock and low wetland. That’s all we have. That is the north. That is the beauty of the north. We love that.", "So the conservation authority got together with the communities in the north and developed a plan where you can build on wetlands in the north. You can’t build on those in the GTA, and you never should. There are very few of them and they’re far between, so you don’t touch that. Everybody agrees on that.", "North of the French River, we have a different set of rules—we used to have a different set of rules. North of the French River—", "Interjection." ],
  "anchor" : "para1680"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Yes, Nickel Belt, as well, follows the same rules—the former rules.", "Speaker, in the past you could build on those wetlands if you, the municipality, created an equal-sized wetland elsewhere. So we in the city of North Bay built the phenomenal Laurier Woods. It’s got a parking lot, fences, instructional signage, boardwalks out on the wetlands, all kinds of bilingual signage on the pathways—a beautiful piece of property, all lit up so you can park there at night. It is a spectacular place. Every time we sold a piece of property in the industrial park, we added to Laurier Woods. It was a beautiful wetland. The conservation authorities loved this plan. This is how you do it. That is good planning. That is co-operative work. That is a great plan.", "The Strong Communities Act comes in and says, “No more. Nowhere in Ontario can you build on a wetland.”", "So you’ve got this industrial park—I’m only guessing it would be worth about $40 million. Somebody in the finance department would know, because they were a partner with the city of North Bay in this project. That’s it. You cannot build on there anymore.", "Today, the city of North Bay, up at the airport property, is building a brand new multi-million-dollar industrial park, because the one we have is empty. You cannot build it. That is the regulation and red tape that I’m talking about that this government brings. It makes absolutely no sense. You’ve got all of the partners who were enjoying the use of that.", "Speaker, when I got elected mayor, I put pieces of property up for sale for a buck an acre, and we attracted Goodyear Canada. They built a 100,000-square-foot building and put 40 people to work—phenomenal—in that industrial park. They blasted rock and put it in the wetlands. We built a new piece onto Laurier Woods, everybody was happy and people got a job.", "Atlas Copco, another big mining company, bought 12 acres. They spent about $15 million and hired a tremendous amount—I thought it was 135 people back in the day, but I could be wrong. Nonetheless, it’s a spectacularly gorgeous building. We took that acreage and added it to Laurier Woods. A beautiful piece of property; it got people working. That’s co-operation. That’s good planning. The conservation authority was involved in every one of these.", "The Liberal government comes along and says, “Oh my God, you can’t do that.” Even though they built the industrial park with us and it cost them millions at the time—that’s the problem, Speaker. None of that is addressed in the Liberals’ 16-point plan. No, no, no. None of the things that they bungled are being fixed in their 16-point plan. So their answer was to put together this team of civil servants and come up with this 16-point plan that did not address—they could have addressed all of the problems, including red tape and regulation. So that was one of the areas. But Speaker, they just went ahead with their plan.", "We asked them, “Tell us a little bit about the data,” because we, the people of Ontario, deserve to see evidence-based decision-making in Ontario. Right now, we don’t have any clear understanding of any of the speculative purchases the foreign homebuyers are having on the market. We have no idea. There is no data. We asked. We asked, in the technical briefing, “How was this decision made?” I wrote down the quote: “We don’t really have the data.” Really? You’re going to go ahead and implement a policy, a foreign homebuyers’ tax in Ontario, and, “We don’t really have the data.” So we pushed a little further and the answer was that the government felt they had to do something.", "That’s why I say they wrote this on the back of a napkin, Speaker. There’s no plan. There’s no concept. There are no details. It’s just written on the back of a napkin. We asked them, “How is it working?” They said, “Well, it seems to be working in BC. If it doesn’t work, new measures will be taken.”", "Here we go, Speaker. They have no idea why they’re doing this, except, they said, the government felt they had to do something. “We don’t really have the data, but we’re going to go ahead and ram this through”—everything, this 15% foreign homebuyers’ tax.", "“If it doesn’t work, new measures will be taken.” There you go. “What do we know? What do we care?” That’s the answer. That’s the breadth and depth of the research that this government brought forward—unbelievable. That’s just absolutely classic. “We don’t really have the data, but”—Speaker, it’s encouraging—“we implemented a measure to collect data.”", "But then again, when you look at the collecting of data, it’s really fascinating, what they’re going to collect, the data that hey’re collecting on people. They’re going to collect data on foreign homebuyers. They’re going to collect it as we go along. They have no idea today of what that means, what the data will be, but they’re basing the end—it’s like “ready, fire, aim.” They’re going to go ahead and do this, and then figure out if it works. That’s alarmingly tragic.", "It’s much like the so-called Green Energy Act. It’s the same thing. The Auditor General, in 2011—I was energy critic, just in my first month as an MPP, and the auditor said, “Well, they didn’t do a business plan.” The new auditor told us they spent $37 billion, and are going to continue to spend a further $133 billion, but they didn’t do a business plan. They didn’t know if it was going to work. Now that we have learned that it’s an abysmal failure and caused energy rates in Ontario to become among the highest all-in electricity rates in North America—“Oops.” Now we’re going to borrow billions to have you save a couple of bucks.", "This is their plan: “We’re going to borrow our way out of it.” “If it doesn’t work, new measures will be taken.” “The government felt they had to do something.” “We’ll see what happens.” That’s another one of their quotes. Why the GTA? “Well, we heard they did it in the greater Vancouver area.”", "That’s their business plan, Speaker. I’ve just written it on a sheet of paper about the size of a napkin. That’s exactly what they’ve done.", "It gets worse, though. If you can imagine this—", "Interjection." ],
  "anchor" : "para1711"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "You wonder how it can get any worse. Well, let me assure you that this plan puts in, under section 7, subsection 22(1.1), that the minister has the power to make regulations. This is where it gets a bit dicey now, Speaker, if you didn’t think it could get any worse." ],
  "anchor" : "para1729"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, it can get worse." ],
  "anchor" : "para1730"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "John, it can.", "The minister now has the right—the authority, actually—to make regulations to prescribe an alternate rate of tax. The 15% today is what the front end of the napkin says. We have absolutely no idea what it will be tomorrow. But I can guarantee you, when the Liberals pass this bill—that section 7, subsection 22(1.1), “The minister may make regulations,", "“(d) prescribing an alternate rate of tax....” Bingo. If they don’t like 15, they can go higher. They can do what they want.", "This is absolutely ridiculous, Speaker, that this government is going to have that much authority to unilaterally make changes. It’s offensive.", "Before I talk about how they’ve bungled the rest of the plan, I just want to talk a little bit more about some of these things.", "The Liberals say they’re going to bring in this 15% foreign buyers’ tax for homes purchased by those who are not citizens or permanent residents of Canada. Again, the act describes them as foreign nationals, and foreign corporations as well. That’s who is going to face this tax.", "It’s not clear how much of the issue of the housing crisis that the government created is because foreign buyers are purchasing homes in Ontario. There’s no idea. They have no idea. Again, it worked in Vancouver, they say, so we’re going to try it here. We’ve asked for better data collection. We’ve asked for an analysis of Ontario’s housing market. I think it’s important that we have a better understanding, evidence-based, on how this affects pricing in Ontario. It would be nice if we knew. It would be nice if they knew. They’re making the law, and they don’t know.", "Again, Speaker, the government is strictly scrambling—yet again—after bungling the file. Their solution to everything is not to get in and fix it; it’s just to impose another Liberal tax. That’s their answer to everything: Impose a tax. Don’t fix the root of the problem. Don’t even address the root problem. Just put in a tax, that’s going to solve everything. That’s the Liberal way. If you don’t like it, we’ll put in a tax. That’s going to fix it.", "They’re rushing out these policies without any consultation, certainly without proper consultation, and that will be devastating. This is much like their stretch goal of the insurance promise where they said, “We’re going to lower insurance rates by 15%.” Well, that was four years ago. It was supposed to be done two years ago, and we’re not even halfway there. It was a stretch goal. Those are the Premier’s words. No consultation; they just came up with a plan: Ready, fire, aim—oops, missed again. All of these rushed policies have devastating effects. They create a chill. The government has created more uncertainty than anything with this new foreign homebuyers’ tax.", "We have suggested that they establish a panel of industry experts because it’s industry, not the government, who can best address the challenges they’re facing, this problem that the Liberals created. That’s why we have called for the government to establish a panel of industry experts. Instead, all the Liberals do is pile up red tape that not only delays housing coming on the market, but raises the price for potential homeowners. Remember, I told you how the developers told us that now, from the day they drive by a field thinking, “That would be a great subdivision,” to the day the first toilet flushes can be 16 to 20 years. All that does is pile on costs, pile on costs to families looking to buy a home. That’s what they’ve done, Speaker.", "These delays are costly. They’ve created uncertainty with developers. They’ve created uncertainty with families. Nobody has a clue about what’s happening because nobody on this side of the government has a clue of what they’re doing, and that is only going to make things worse and more expensive.", "Housing affordability is indeed a significant and growing issue, particularly in the greater Toronto area—no question. Housing prices have increased nearly 30% year over year. I have said that regulation and red tape are a big part of the problem, a big cause. I think you need to look at any idea that will make life more affordable in Ontario. There’s no question about that. However, this government has said, “We don’t know why we’re doing it, but we just think we should do it.” That’s not really looking at a good idea, so we’re concerned about that.", "Any time this government brings in a new tax, there should be some backup; it should be evidence-based. All this government cares about is showing its eagerness to institute yet another tax. That’s their answer to everything, Speaker. They have not looked at the other options to resolve the housing affordability crisis that they themselves have created. They’re not interested in that.", "We want to see something rooted in evidence, not what we heard there: “We don’t really have the data.” “The government felt they had to do something.” Boy, that’s not very reassuring to the people of Ontario.", "They have failed to provide any credible analysis on the province’s housing market. They don’t even know what the problem is, but they’re throwing out solutions. They have absolutely no idea what the current level of foreign home ownership is today—no data. They told us that: “We don’t have any data.” And yet, here they are, going ahead and putting a new tax on foreign homebuyers.", "They have no idea what the barriers to building are that they have created in Ontario. They have no idea, Speaker. They should know by that number that I gave you earlier: In 2007, there were 18,400 units built, and in 2017, there were only 1,500. Ten years later, there were 10 times less houses built. They should know something is wrong. They should at least know that something is wrong in Ontario.", "But they don’t deal with facts. They don’t deal with evidence. Evidence-based analysis would show you that 10 years ago, you built 10 times as many homes. Today: “We have no data. We don’t know anything. We don’t know.”", "Foreign tax will not solve the supply problem. The rules and regulations and red tape that they put in are a big part of the issue here, Speaker.", "We urge the Liberal government, the Wynne government, to stop imposing these additional costs on households through mounting red tape, endless taxes and skyrocketing hydro rates and, instead, focus on making housing and other facets of life more affordable for the people of Ontario.", "I can’t believe that they are going to proceed when there’s no data on the foreign homebuyers in the market. Nobody can conclude that a foreign homebuyer tax is the solution to addressing housing affordability in Ontario. They can’t. Nobody can do that, because they don’t have any data. Not even the napkin they wrote the plan on has any data on it.", "The minister tried to throw a number out one day, in his news conference. The next day, he came up with another number that was considerably smaller. Following that, the Toronto Real Estate Board put out a short report, indicating that less than 1% of homebuyers have a mailing address outside of Canada. At least we have a start now of some data. The Toronto Real Estate Board told us that the number of buyers with a mailing address outside of Canada is below 1%—well below—regardless of the year. Most of these buyers have a mailing address in the United States. That’s where they are coming from, according to the data of the Toronto Real Estate Board.", "The trend from 2008 to 2017 suggests that the share of foreign homebuyers has remained low. But again, their solution: Put a tax. That’s going to solve everything. They have no data to conclude that.", "Neither the federal nor the provincial government has any substantial material on the current level of foreign home ownership in Ontario, yet they’re going to come out and put on a 15% tax.", "In their 2016 report, the Canada Mortgage and Housing Corp. confirmed that they have no tools to determine foreign home ownership in the housing market, other than condo ownership. This is a quote from them: “At this time, no existing tool can provide a definitive measure of the level of foreign investment in Canada’s housing markets.” Yet they went ahead and said, “Well, we heard they did it in the greater Vancouver area. We’ll see what happens.” That’s their big answer.", "All this is, without any credible data—the sole purpose of this is yet another tax grab by the government. There’s no policy that would outline a metric of success or failure. It’s just another tax grab, the Liberals sticking their hands back in your pockets for even more money.", "They’ve tacked on a taxation act which is all about giving Ontario seniors a public transit tax credit, much like Prime Minister Stephen Harper had done and Prime Minister Trudeau has taken away. They’re going to bring this back in, but of course, like everything else they do here in the province of Ontario under the Liberal government, they have bungled this tax credit as well.", "For instance, the intent of it is to capture commuters. I’ve been in Whitby–Oshawa and taken the GO train. If I were four years older, Speaker, I could use my receipt and get my tax credit. But if I was in Whitby–Oshawa and took the Via train, I can’t. It’s ridiculous. Their own rules are ridiculous. They have bungled even something such as this.", "You’ve heard from a couple of other northern members and rural members that almost all of the north and all of rural Ontario is excluded from this. They can’t even get a tax credit that makes everybody happy. They have excluded the bulk of people outside of the GTA, plain and simple, because exactly like their gas tax on the people of Ontario—where there are 444 communities in Ontario, the gas tax goes to something around 90 cities. It doesn’t go to the other hundreds. It does not go there. Why? They say, “Oh, they don’t have transit.” Well, where I live, on Highway 94 in Corbeil, Ontario, my transit is the jeep. That’s how you get around when you’re out in the country.", "In Chisholm, their road issues are ditching, culverts and grading, because they’re dirt roads. But that’s our transit. That’s our transit in Chisholm. There are 18 little water crossings in a community of only hundreds, and they get no money from the gas tax. Their residents 65 years and older will get no tax credit—none. Why? Because we don’t have transit there.", "They’ve taken our train away, the Northlander, which came from Union Station to North Bay to Cochrane for more than 100 years. For more than 100 years we could do that, but they’ve taken our train away, and now they expect you, if you are in Cochrane in a wheelchair and need to get to your appointment in Toronto at one of the hospitals, to spend 16 hours on a bus. That’s not covered.", "Those buses are how you get to work. If you live in Mattawa or other communities, there are buses. This is how we get from community to community. If you are going to Sturgeon Falls in Mr. Vanthof’s riding, Timiskaming–Cochrane, you take a bus. You either take a car or you take a bus. There’s no transit there, in the wording of this kind of transit—it’s to capture commuters. So again, this government has bungled yet another file. It doesn’t satisfy everybody; it only satisfies a few, and a very select few. I find it insulting to the people of northern Ontario and rural Ontario who are excluded from this tax credit. Again, you got a chance to fix what Prime Minister Trudeau did wrong. You got the chance to fix that, and you bungle even that. Speaker, it’s just so upsetting to know that every single thing they touch gets bungled—everything. Just absolutely everything that they touch gets bungled. They had a chance to make fair use of something that would be important.", "Our party, the PC Party of Ontario, fully supports affordable transit for Ontario seniors. There’s no question about that. It’s very upsetting that the Liberal Party has decided to use seniors as yet another political pawn in an effort to pass their flawed foreigner homebuyers’ tax. That’s what they’re doing. They’ve tacked this on there at the last second. Yet, not only is the foreign homebuyers’ tax flawed, this seniors’ transit credit is also severely flawed. I’ve been here almost six years. I have to express my frustrations that these petty political tactics of this government are all part of a larger narrative, where this government just simply has a lack of respect for the Ontario taxpayer. There’s just no other way to say it. They really genuinely have a lack of respect for the people of Ontario and, primarily, the people of the north and rural Ontario.", "When I refer to the people of the north, I told you my story about the Strong Communities Act. They just scuppered so many projects that were in the works for an industrial park by coming out with some flowery language that actually hurts communities—but you call it the Strong Communities Act, and that’s even better.", "They have no respect for the north. We saw that when they took our train away. They have no respect for rural Ontario and northern communities. Most of the members here in the Liberal government would have one mayor. In fact, many of them have the same mayor. I serve 11 mayors in the north: one in an urban setting and 10 rural mayors, hours apart from each other. I commute to them, and they commute to my office. They’re not entitled to the tax credit—none of them. There are many them who are over 65, great men and women who are our northern mayors. None of them are entitled to it—none of them. They’ve denied all of the north and all of rural Ontario from this tax credit.", "They don’t actually need legislation to pass this. This is just another ploy to try to make us look bad when, indeed, all they’re doing is bungling yet another file.", "Speaker, I’ll just review the quotes one more time. This foreign buyers’ tax is for individuals. It’s a political decision. Why the GTA? Well, they heard that they did it in the greater Vancouver area. Is it going to work? “We’ll see what happens.”", "I’ve listed all of the communities in the GTA where this is in effect. We’re very disturbed that the government—the minister—will have tremendous authority to make unilateral changes, including increasing the tax from 15%. They can provide other changes; the minister has the authority now to prescribe the citizenship, the residency, the educational enrolment, the employer or other requirements to be met for the purpose of the rebate. This is tremendous authority.", "The minister can change the lands. He can change it from the GTA. He has the power to prescribe land that is to be included in that definition. He can prescribe lands that are to be excluded. He can prescribe lands that are included in the definition of “specified region.” He can prescribe the classes of the foreign entities and prescribe the requirements to be met. He can talk about the definition of being owned for the purposes of the definition of the purchaser.", "“We don’t really have the data,” is what we can continue to hear from this government. We were told the government felt they had to do something. We were told that if it doesn’t work, new measures will be taken.", "Speaker, in closing, I would say that it is very disturbing that the government has decided to bring in a foreign homebuyers’ tax of 15% without having any idea whatsoever if this will work, if this is indeed any part of the problem, if it will be anywhere remotely part of the solution. The only thing we have learned is that it’s a political decision.", "Speaker, I thank you for the time to be able to address it. For those who actually heard what I was saying, I appreciate it." ],
  "anchor" : "para1731"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1775"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Well, I was listening to what the member opposite was saying. I was very, very disturbed about what I heard. I’ve had the pleasure of debating the member on the budget and now on this bill.", "What I often hear from the member is a lot of—he doesn’t like to take a position on the issue; he likes to criticize the process. In his particular remarks, he spent a lot of time talking about what specific sentences or comments the public servants made, and he tried to extrapolate from that. But he didn’t actually comment on whether the non-resident speculation tax was a good idea or not.", "This is what’s going to be touch people’s lives. This is going to help make housing more affordable for people, and that I didn’t hear him talk about. I did hear him talk a lot about his meeting and comments that some people made anecdotally, and whether those concerned him or not. His primary criticism of that process was that we weren’t using data, that we didn’t have evidence to back up the decision. I can tell you, Speaker, as someone who was involved in this process and as someone who spent a lot of time doing research, that we used data.", "That’s all I have to say on this. I think it’s a great measure and I hope all members support it." ],
  "anchor" : "para1776"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1780"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Today we are honouring Jim Bradley for his 40th anniversary. I just want to tell members that a very significant event happened. MPPs were holding a night sitting on December 11, 2002 on a completely unrelated bill, and Jim Bradley stood up in the middle of debate and he moved second and third reading of the Highway Memorials for Fallen Police Officers Act.", "I think, in honour of MPP Bradley’s 40th anniversary, I would ask for unanimous consent to discharge the order of Bill 123, An Act to proclaim Korean Heritage Month, that’s referred to the standing committee on regs and private bills, and that we give that bill second and third reading right now." ],
  "anchor" : "para1781"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member has asked for unanimous consent. Unfortunately, unanimous consent cannot be asked during two-minute hits.", "I continue with further questions and comments. Questions and comments?", "Back to the member for final comments. I recognize the member from Nipissing, final comment.", "Interjection." ],
  "anchor" : "para1783"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All right." ],
  "anchor" : "para1787"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Lieutenant Governor has been pleased to assent to certain bills in her office." ],
  "anchor" : "para1789"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The following are the titles of the bills to which Her Honour did assent:", "An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters / Loi modifiant le Code de la route relativement aux limites de vitesse dans les municipalités et à d’autres questions.", "An Act to amend various Acts in relation to municipalities / Loi modifiant diverses lois en ce qui concerne les municipalités.", "An Act to implement health measures and measures relating to seniors by enacting, amending or repealing various statutes / Loi visant à mettre en oeuvre des mesures concernant la santé et les personnes âgées par l’édiction, la modification ou l’abrogation de diverses lois.", "An Act to enact the Human Trafficking Awareness Day Act, 2017 and the Prevention of and Remedies for Human Trafficking Act, 2017 / Loi édictant la Loi de 2017 sur la Journée de sensibilisation à la traite de personnes et la Loi de 2017 sur la prévention de la traite de personnes et les recours en la matière.", "An Act to amend the Residential Tenancies Act, 2006 / Loi modifiant la Loi de 2006 sur la location à usage d’habitation." ],
  "anchor" : "para1790"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1797"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Before I begin, I’d just like to say I’m going to split my time with the member from Toronto–Danforth.", "It’s always an honour to be able to stand in the House and talk about things that matter to people. I usually like to talk about things that really matter in Timiskaming–Cochrane, to the people of Timiskaming–Cochrane. There are a few things in this bill that do matter to them. The two main articles of this bill are, one, a 15% speculation tax on foreign buyers of dwellings in the Golden Horseshoe, and the second is a tax credit for seniors’ transportation.", "First, we’ll do the speculation tax credit. I think what this bill comes from is the rapidly escalating prices of housing in the GTA." ],
  "anchor" : "para1798"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I got booted out of my apartment." ],
  "anchor" : "para1801"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "That’s right.", "Everyone has a dream; every family, every individual has a dream of someday owning their own home. It’s one of the values of our society, and many societies. It’s coming to the point—it has already passed the point in Toronto and in the surrounding area; I believe it’s the Golden Horseshoe that this bill covers—that that’s far past the capability of people. So what the government needs to do is look at how they can help alleviate that problem. That problem has many causes and many ways to look at helping to change it. What the government is proposing here is just one small one.", "As you know, when the price of anything goes up, one of the reasons is lack of availability. You have to make sure that there is enough housing stock to satisfy the market. One of the things that could cause lack of availability, especially in a market that’s rising—and that’s any market. That’s whether it’s housing or—I’m a farmer—cows or anything. If you restrict the access, you drive up the market.", "In something that’s rising quickly—and it’s a natural thing to do—speculation comes into play. Speculation is part of our society. It’s how some people make their living. What this bill is looking at, part of it, is putting a curb on speculation on housing. We agree we should do everything we can to keep speculation out of the housing market. Where we struggle with this bill a bit is that there is no real proof that it’s foreign speculation that’s the culprit. And really, what’s the difference between foreign speculation and domestic speculation? Either we have speculation or we don’t. So, basically, painting a target and saying, “The issue we’re going to attack and the issue that is driving the market is foreign speculation, those nasty people from other countries”—it’s a bit of a red herring. Is there foreign speculation happening? Show us the numbers. But is there domestic speculation happening? Yes.", "The issue is, is the government looking at tackling the actual speculation problem? Or is it basically looking to tackle the communications problem? That’s one of the things that I think we’re missing here, with pointing at foreign speculation. If we took the time to actually look at the speculation issue—at one point, I recall, I asked the Minister of Finance in the House—some foreign real estate marketers were offering to pay the speculation tax, and the minister inferred in media reports that as long as they got the funds, that was all they were really worried about.", "We should have a discussion, if you put in a real speculation tax, about where that money should flow, because we also have a huge shortage of affordable housing. Perhaps it would be a good idea to take that speculation tax and aim it at affordable housing, to try to level it out. That’s just an idea, but it’s something that could be discussed.", "Unfortunately, what this government is doing—I don’t know if it would be of a lot of interest to the folks at home, but it would appear to us that the government isn’t interested at all in discussing anything on this bill, because this bill could very well become law without even going to committee. It’s one thing to rush the committee process, but we have it on good information that the government is going to time-allocate this bill so that we won’t even have time for committee.", "If you think about it, the talk about the speculation tax has already had an impact in the market. In one way, the communications part of this bill has been relatively effective. They haven’t done anything but introduce the legislation, and there are signs that there has been a small change in the market. So there is actually no need to rush this one through.", "Let’s get this one right, because this affects the long-term price of housing across the province, specifically in the Golden Horseshoe. What’s the one thing that’s the biggest purchase in most people’s lives? Instead of just trying this and trying that, let’s actually work together to try to make the legislation something that’s going to benefit people, without unforeseen consequences, which this bill very well could have.", "The one thing about speculation is that if speculators, people with investment potential, don’t see a profit margin in one way, they are going to look in other areas. By targeting foreign speculation in the housing market, you could very well create foreign speculation somewhere else that could be equally damaging.", "Again, it behooves us to slow down and look at what this problem is.", "There’s another part to this bill, and this pertains more to my part of the world—the problem with this bill. One part is the 15% tax on foreign speculators. The second part of this bill is a 15% tax credit for seniors for transit. Again, that’s a good idea." ],
  "anchor" : "para1802"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Thank you." ],
  "anchor" : "para1815"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "No one’s going to argue. I’m glad that the member opposite is happy with that. But there is a problem with that as well. She has been to northern Ontario. I’ll give you an example. If you go on transit from Mississauga to downtown, as a senior, you can take part in that tax credit. If you are in my riding, and you go from Iroquois Falls to Cochrane on the bus for a medical appointment, guess what? You don’t qualify. Northern Ontario doesn’t qualify. Why? We like to criticize the government. That’s our job. But I’m hoping that the government didn’t do this on purpose, that they actually just didn’t notice this. If they would take the time to get past this problem—but the way this bill is going, there’s not even going to be time for amendments. That is very serious because—" ],
  "anchor" : "para1816"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I bet it was the Minister of the Environment who stopped it.", "Interjection." ],
  "anchor" : "para1817"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Yes. Blame him." ],
  "anchor" : "para1819"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "The Minister of the Environment should be very upset that they cancelled our train.", "So if you’re talking about public transportation—and we don’t have a train. We lost the train five years ago." ],
  "anchor" : "para1820"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "And you’re not bitter." ],
  "anchor" : "para1822"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Oh, we are very bitter. We are very bitter because that train was our link to southern Ontario. That train was the final straw for people.", "I’m going to spend a couple of minutes talking about another final straw. One of the reasons why housing prices rise here and why, in my riding, in some places housing is much more expensive than in other parts of the riding—equivalent, the same size house. Housing is more expensive where services are. As the government slowly allows services to leave rural Ontario, it drives people to the city, and that drives up housing prices.", "I’ll give you an example, Speaker: a little town in my riding, Larder Lake. They have about 500 or 600 people in Larder Lake. It’s a beautiful community. It’s on Larder Lake—unspoiled. It has campgrounds. It has a marina. The next town is Virginiatown, and the next town is Kearns. Altogether, they have about a thousand people. They are about 30 kilometres from any other town. It’s a beautiful area. Do you know what is happening right now in Larder Lake? I’m working with the Minister of Finance on it: The LCBO has decided to close the liquor store." ],
  "anchor" : "para1823"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "No wine? No beer?" ],
  "anchor" : "para1826"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "The Minister of the Environment is rightfully shocked.", "Those people have no public transportation. Many are seniors. And they’re just saying, “No enjoyment for you.”", "I’m not going to mention the man’s name, but the best quote when I was knocking on doors in Larder Lake—he looked at me and said, “Do you know what? First they take our train. Then we can’t pay the hydro. It’s enough to drive a man to drink. And then they take the LCBO.” That may be funny, but it’s very, very true. That’s why I’m taking this time to stand here—and I’ve approached the Minister of Finance several times and we’re working on this. That has to be changed, because in the long run, it’s things like that.", "If that doesn’t change in Larder Lake, people are going to go other places, because the liquor—there’s a co-op grocery store there, one grocery store—and then people are going to have to go somewhere else for one thing and then everything else, and it slowly decimates the town. That’s also one of the issues that drive up hydro prices.", "If this bill is rammed through without the government looking at how northern Ontario—because transit in northern Ontario is longer distances. The Minister of Health is here. To get to a hospital appointment in northern Ontario, it’s a long distance. And for this bill to say that ONTC/Greyhound isn’t covered because it’s long-distance transportation—everything is long distance in northern Ontario. It’s a great place to live, but this government has to recognize the differences, and they have to take the time to actually listen to people who are telling them about the differences. We are agreeing with the principles of most of the bill, but we vehemently disagree with the government ignoring vast swaths of the province.", "I hope that the government actually takes the time to listen to the debate and listen to what we’re putting forward and make the changes to make this legislation better for everyone.", "I’m sure the member from Toronto–Danforth is going to concentrate on Toronto. But what drives northerners crazy is when we’re always after the fact, and it’s always, “Oh, well,” just like, “Oh, well, LCBO in Larder Lake.” Would that happen here? No. We’re just an afterthought, and the longer we remain an afterthought, the bigger the problems that this province is going to get." ],
  "anchor" : "para1827"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continuing debate, I recognize the member from—", "Interjections." ],
  "anchor" : "para1835"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sit down, please.", "I recognize the member from Toronto–Danforth." ],
  "anchor" : "para1837"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, thank you. I appreciate the chance to speak to this bill.", "As my colleague has said, there are two issues here. There are two schedules in this bill that have to be addressed, and the first is the whole question of subsidies, or refundable tax credits, to seniors for transit.", "Speaker, I have to say to you that I’ve talked to seniors in seniors’ buildings around my riding for years now. What has come up consistently and constantly is the need for a seniors’ transit rate, one that will allow them, on their much-reduced fixed incomes, to get around.", "I don’t think this is a bad thing in this bill, this amendment to the Taxation Act to provide for a refundable Ontario Seniors’ Public Transit Tax Credit. I think that most seniors will see this as a positive development.", "But I have to say to you, Speaker, that if in fact the government had put in place a system of restoring the funding for transit operations in Toronto and other cities, that would have a far greater positive impact.", "Without any doubt at all, since the transit costs were downloaded onto municipalities—and in Toronto, which is where I live, I see it most acutely—we have seen those systems progressively face more and more problems, greater and greater difficulties, because on a property tax base, it is very difficult to fund the proper operation of a transit system.", "What is needed at the city of Toronto level, the Hamilton level, the London level and the Ottawa level is restoration of funding by the provincial government for transit operations.", "In Toronto, that would be worth about $300 million a year. Frankly, it would make a huge difference to the operations of that system, and it would allow the city administration to provide free transit for seniors in the years to come. I would say that restoration of that funding would have a far greater beneficial impact than what is here in the bill.", "I’m not saying we should reject what is in the bill. I think this is something that people will want to see. But I say to you, Speaker, that having proper funding for transit allows for a much broader range of policy options for transit operators to help very diverse populations.", "I don’t think there’s any question that for a lot of seniors, the ability to get on a bus or a subway or a streetcar without having to pay, or paying a nominal amount, would be far more beneficial and far easier on them than having to put the money out in the first place and then collect it at the end of the year. I just think, given their circumstances—their very difficult circumstances—that it will make it even harder for them to wait for the end of the taxation year to get the cash that they need.", "That was the first schedule, Speaker, the first issue, and one that I hope will be addressed in a far more comprehensive way, through restoration of funding for transit in Toronto and other cities.", "The second thing I want to speak to is the amendment to the Land Transfer Tax Act and the implementation of a non-resident speculation tax.", "Speaker, I don’t think that this is necessarily a bad thing, but I don’t think it is an adequate thing. We need first to understand the situation that people find themselves in, particularly in Toronto and the greater Golden Horseshoe, when it comes to real estate. Many young people have said to me that they have given up hope of ever buying a home in the community where they grew up. They find themselves really dispossessed of their community because of the acceleration in the rise of housing prices.", "I was talking to a young woman two weeks ago who had lived in Toronto for most of her life. She said she’d just bought a home. I asked her where she had bought that house. She said she’d bought it in Guelph. She just kept driving until she found a place where she could afford to buy a house.", "The acceleration in the cost of houses in the Toronto area and the greater Golden Horseshoe has created a real upheaval in a lot of communities. I have to say to you, the other thing that is happening with all of this is that, as landlords recognize that people can’t afford houses because they’ve gone up by 30% in cost—they realize that because the current rent control that we have in place doesn’t allow continuation of rent limits on an apartment when someone moves out, there’s huge value in driving tenants out, tremendous value. That mechanism in rent control, vacancy decontrol, is an incentive for landlords to find a way to push people out.", "I certainly have people in my riding in a number of apartment buildings who are engaged in active conflict with their landlords, who recognize that they could raise the rents on the units in their apartment buildings by 40%, 50%, 60% if only they can get rid of the tenants. So to the extent that soaring house prices lead to a distortion in the market overall, they also lead to destabilization of rental housing for many, many tenants.", "Very recently, we’ve seen a reduction in the heat in the housing market in Toronto. The announcement of the non-resident speculation tax, even not implemented, said to many people that perhaps the unbridled and unbreakable growth in the price of houses was something that might come to an end and, thus, speculation may not be as productive as it was in the past; in fact, it may lead to loss.", "For the moment, the speculation seems to have slowed down. We have to say and people have to observe that in Vancouver, when that non-resident speculation tax was brought in, it led to a softening of the market for a length of time. My understanding is that period is over and the price of houses is starting to rise again, in part because the former government of Christy Clark softened that non-resident speculation tax that they had put in place.", "If we don’t deal with this problem in a more fundamental way, it is entirely possible that we will simply go through a phase of softening house prices which is followed again by a restoration of ferocious growth in those prices fed by speculation. I want to speak a bit about that speculation and what has driven it.", "In my riding, there’s an unusual real estate agency, Realosophy. John Pasalis is the head of that real estate firm and he writes extensively on the real estate market from the perspective of a person on the ground, selling houses, dealing with buyers and sellers on an ongoing basis. He wrote a very insightful piece in March of this year, Freeholds on Fire, looking at the impact of real estate speculation on housing prices. I’m going to quote from him because I think what he had to say is something that’s useful to those who sit in this chamber but also to anyone who may be watching this.", "First of all, he noted the lack of data that exists in this market, and he’s right. The assessment of what’s going on in the market hasn’t happened. So when you ask the government what’s causing rising housing prices, as much as anything, they are speculating and so is everyone else, because the data collection system has not been in place.", "For a lot of what we discussed, we ourselves are guessing. Hopefully, they will be informed guesses. Hopefully, they will be guesses that will take us in a useful direction. But, frankly, that lack of data collection by the provincial government has hobbled our ability to have the impact on the housing market that’s needed when the market gets out of hand.", "He actually looked at a variety of ways of understanding who speculators are and what exactly can be used as a marker to show that someone is buying a house for speculation, rather than buying it for use. When he looked at that, when he looked at people who bought houses that they were losing money on and would sell within two years or so, he felt—and I think it’s logical to concur with him—that there was a fairly large pool of speculators out there who are not interested in buying a home for themselves, not interested in buying a home for their families, but interested in surfing the wave of increase in house costs.", "By his reckoning, he calculated that investors were responsible for 17% to 20% of all the sales in Aurora, Newmarket and Richmond Hill and up to 40% of all sales in some of the GTA’s hottest neighbourhoods. When people are concerned that they or their children can’t buy a house in this market, we have to take cognizance of the fact that there is incredible pressure from those who simply want to buy, hold for a while and flip to make even more money.", "I don’t think most people in this city and most people in the greater Golden Horseshoe see it as a public service that someone is coming along and making a fortune out of the housing stock. They want the houses to be there. They want their house prices to be relatively stable so that they don’t lose their shirts or lose the value that is locked into their mortgage over time. They want a market that works so that people can buy homes.", "When you look at the impact of investment on a variety of markets, you can say that—and he says that—“This subset of investors in the GTA real estate market alone accounted for 10% of all sales.” In fact, he says, “All investors could be responsible for as much as 25%-30% of all sales.” That, Speaker, is emblematic of a bubble.", "I have previously seen these bubbles come and burst. It happened around 1989 or 1990. It was very ugly to talk to those people who had put everything they had into a house they couldn’t afford, and then they saw its value drop by 30% or 40%. We don’t want that. We need a system, to the best that we can, that allows for a steady increase in value—not speculative leaps in value—that provides people with homes they can afford and ensures that houses are built so that people can have homes, rather than make a killing.", "Speaker, with that, I believe that we will be supportive of this bill, but, as my colleagues have said, far better to have had a discussion about this, hearings and some sort of reasoned assessment." ],
  "anchor" : "para1839"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Further debate?", "Mr. Zimmer has moved second reading of Bill 134, An Act to implement 2017 Budget measures. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. There will be a 30-minute bell unless there is a vote deferral, and there happens to be one.", "“Pursuant to standing order 28(h), I request that the vote on second reading of Bill 134 be deferred until deferred votes on Wednesday, May 31, 2017.”" ],
  "anchor" : "para1868"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day?" ],
  "anchor" : "para1876"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para1877"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister has moved adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1878"
} ]