[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para175"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I beg leave to present a report from the Standing Committee on General Government and move its adoption." ],
  "anchor" : "para178"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Valerie Quioc Lim)",
  "text" : [ "Your committee begs leave to report the following bill, as amended:", "Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients / Projet de loi 160, Loi visant à modifier, à abroger et à édicter diverses lois dans le souci de renforcer la qualité et la responsabilité pour les patients." ],
  "anchor" : "para179"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the report be received and adopted? Agree? Agreed. Carried." ],
  "anchor" : "para181"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The bill is therefore ordered for third reading.", "Mr. Ballard, on behalf of Mr. Hoskins, moved third reading of the following bill:", "Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients / Projet de loi 160, Loi visant à modifier, à abroger et à édicter diverses lois dans le souci de renforcer la qualité et la responsabilité pour les patients." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Ballard." ],
  "anchor" : "para188"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I will be sharing my time with the member for Ottawa South and the Minister of Health and Long-Term Care." ],
  "anchor" : "para189"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para190"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I’m pleased to rise in the House this morning to lead off third reading of Bill 160, the Strengthening Quality and Accountability for Patients Act, 2017. This bill includes 10 pieces of legislation that align with our government’s Patients First: Action Plan for Health Care and our open government initiative.", "If passed, this bill would increase transparency, strengthen oversight and regulate some health programs and services to ensure quality control. With the bill, our government is working on progress already made to increase access to care, to reduce wait times and improve the patient experience.", "We believe that an open, transparent, accountable health system that puts patients first is the best way for Ontarians to make informed decisions about their own care. Bill 160 covers a great deal of ground. Today I want to touch on several aspects of the bill. As was mentioned, my parliamentary assistant, the member for Ottawa South, will continue third reading discussion to discuss other elements of the bill.", "Ontario is becoming a leader in the health care sector by being the first province to introduce certain pieces of legislation.", "Under the Health Protection and Promotion Act, this bill will ban eye tattooing and the implantation of eye jewellery unless performed by a member of a regulated health profession.", "Speaker, we’re committed to protect the safety of patients. Bill 160 proposes new transparency legislation, the Health Sector Payment Transparency Act. If passed, this act would require the reporting of information about financial relationships that exist within Ontario’s health care system. Ontario’s medical industry would be required to disclose annually all payments, cash and in kind, above a set value to prescribed recipients. The medical industry includes manufacturers of pharmaceuticals, biologicals, medical devices and other medical supplies. Those receiving payments could be regulated health professionals, health care organizations, patient advocacy groups, professional associations, pharmacies, researchers and academic institutions. Referred to as a transfer of value, these payments could include things like paid meals, travel, research grants and fees for consulting or speaking engagements, to name a few.", "There is plenty of evidence that these relationships exist in our province, across Canada and in other jurisdictions, but we just don’t yet know to what extent here in Ontario. That’s not to say that these transfers of value or payments are in any way improper, but this government believes and many of our partners in the health care system believe it’s important that those transfers of value occur in a transparent environment.", "So why is disclosure so important? Because we know that payments from private industry can influence, and do influence from time to time, professional judgment and decisions. So these transfers can lead to real or perceived conflicts of interest for health professionals and can lead in some cases to inappropriate prescribing or biased decision-making within the health sector. Those examples are definitely not in the best interest of patients.", "Ontarians want and deserve health care that they can rely on and trust. If passed, this legislation would include appropriate enforcement measures that will enable my ministry to address non-compliance by the medical industry. It’s important to state that the onus for reporting will not be on the recipient of those transfers of value; the onus of reporting will be on the medical industry itself.", "The powers that the ministry would have under this legislation would include inspection and audit powers and the authority for the ministry to issue compliance orders to the industry. It would also allow for the data collected annually to be made available to the public through a searchable database similar to a database that has existed for many years in the United States called the Sunshine Act, which reflects transparently similar transfers of value between the medical industry and health care professionals and other entities in the United States.", "As a province, we’re not alone in seeking increased transparency between the medical industry and our health care system. I mentioned the United States, but many other countries, including in Europe and Asia, have similar levels of transparency and databases to see if their health care professionals and health care organizations have received funding from the medical industry, and the nature of that funding. But with this legislation, if passed, Ontario would be the first jurisdiction in Canada to increase transparency and allay any concerns about real or perceived conflicts of interest in that important area of marketing and prescription of drugs, medical devices and other medical services.", "My colleagues may recall that this form of transparency and disclosure is what the national Open Pharma campaign, led by prominent Ontario physicians, researchers and academics, was calling for earlier this year. In fact, the Open Pharma campaign served as an inspiration for our government to pursue further transparency and disclosure beyond the drug sector.", "This past summer, we consulted widely with both the medical industry and the health care sector. I have to say, the vast majority of stakeholders were supportive of improving transparency in the health care sector and said that they would find the disclosure of information on transfers of value highly useful.", "This positive reaction includes many in the medical industry themselves—that industry that plays such an important role in terms of being an economic driver and an employer in this province. It plays in so many ways such an important role in the province’s health care system. In fact, that industry, by supporting research, by funding services and equipment in health facilities and partnering with consumer groups on health awareness initiatives—we truly appreciate their contributions.", "If passed, this legislation would strengthen transparency and accountability in Ontario’s health care system. It would increase public trust and confidence and allow the Ministry of Health and Long-Term Care and the public to better understand the financial relationships within our health care system.", "It would also provide access to information that Ontarians need, want and deserve in order to make the best health care choices, and increase safety for the people of Ontario. By doing so, it would then help make the patient experience the very best possible." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I recognize the member from Ottawa South." ],
  "anchor" : "para208"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’m pleased to rise today for third reading in support of Bill 160, the Strengthening Quality and Accountability for Patients Act, 2017.", "As you know, the bill before us covers a great deal of territory across a broad range of health care sectors. It’s an ambitious bill that, if passed, would benefit Ontario patients now and well into the future.", "It would support Ontario’s Patients First: Action Plan for Health Care by ensuring that patients receive quality, accountable, transparent health care that is in their best interest.", "The Minister of Health and Long-Term Care has already addressed one of the 10 pieces of legislation included in this bill, the Health Sector Payment Transparency Act, 2017. This new legislation would, if passed, help patients and our government better understand the financial relationships between the medical industry and our broader health care sector.", "Speaker, I can’t underscore enough how important I believe this is. The transfers of value that exist inside our health care system are important, definitely, for patients and families and all Ontarians to know, but as the health care system operator, I think it’s a critical piece for us to be able to better understand and better manage the system.", "It represents a major step forward in strengthening transparency and accountability in our health care system. It would increase public trust and confidence and provide patients with the knowledge and support they need and deserve to make informed decisions about their own care.", "In my time today, I will focus on other key aspects of this important bill, starting with amendments to the Long-Term Care Homes Act, 2007. These amendments respond to the Auditor General’s recommendations and public concerns related to care in long-term-care homes. As well, they provide transparency on the circumstances under which a resident can be confined.", "While the vast majority of long-term-care homes are substantially compliant with provincial rules and regulations, the proposed amendments would strengthen and expand the strong enforcement system already in place. If passed, these legislative amendments would enhance the enforcement tools by including new financial penalties to ensure that homes with repeated non-compliance issues are promptly dealt with.", "The delivery of safe, quality, resident-centred care is a top priority for our government. Ontario has about 630 long-term-care homes serving 78,000 residents. These homes serve adults of all ages who need help with daily living and access to 24-hour nursing and personal care. We want to ensure that they are receiving the safe quality care they need and deserve.", "Many of us have or currently know someone in a long-term-care home. I have family in a long-term-care home as well, and both of my in-laws are in long-term care. Most of our experiences—as is our experience in our family with the care—have been positive, because, generally speaking, the majority of these homes operate with extreme integrity. However, Speaker, as you know, there are always those on the outside who aren’t operating in that way.", "Many stakeholders have consistently been calling for a more stringent approach to long-term-care home inspections, especially around resident care and safety. These legislative amendments, if passed, would send a clear message to operators that ongoing care and safety of the residents they serve cannot be compromised. In addition to financial penalties, there are also new provincial offence amounts and re-inspection fees for home operators with reoccurring non-compliance.", "All long-term-care homes in Ontario already undergo annual inspections. The changes would give the minister authority to issue directives in critical areas, including medication management and to suspend a licence if necessary. These measures would build on key investments we are making in long-term care to improve resident experience so it is comfortable, safe and home-like as possible.", "Another aspect of these amendments relates to confinement. Some residents in long-term-care homes may need to be confined to the home or an area of the home to ensure their safety or the safety of others. A resident with severe dementia, for example, is at risk of getting lost if left unsupervised. Currently, long-term-care homes can only confine residents when immediate action is necessary to prevent serious bodily harm to the resident or others. The consent of the resident, or, if the resident is incapable, their substitute decision-maker, is not required.", "I want to be clear: Right now consent is not required. There is no legislative framework under which a resident may be confined for their own safety.", "The proposed legislative amendments, if passed, would introduce a consent-based framework outlining when and how a resident maybe confined. This framework would serve to uphold residents’ rights and better meets residents’ safety and security needs by providing transparency on the circumstances under which a resident can be confined on an ongoing basis.", "The need for confinement would be determined by the long-term-care home operator based on such factors as significant risk of harm. It would require the consent of the resident or their substitute decision-maker. A rights adviser would meet with the resident if she or he disagreed with the confinement or asked for a meeting. These due measures would meet the safety and security needs of long-term-care-home residents in a way that respects their rights. They, their family members, substitute decision-makers and long-term-care-home operators would have a clear framework that sets out exactly when, why and how a resident may be confined.", "Speaker, I want to turn your attention to measures proposed under this bill to further enhance the safety and welfare of seniors living in retirement homes. Again, I have some experience as well with this in my own family. My in-laws were in a retirement home for a number of years, so I have a personal concern with the legislative amendments that we’re proposing here in terms of how important they are, I believe, given—I guess I would say—the similar circumstances that we find residents have in long-term care.", "Across our province, there are 59,000 seniors living in over 744 homes licensed under the Ontario Retirement Homes Act. An arm’s-length Retirement Homes Regulatory Authority overseen by the Ministry of Seniors Affairs is responsible for identifying, registering and licensing homes. The authority also conducts regular inspections, investigates concerns and serves as an enforcement body, including issuing fines or ordering closures if necessary.", "As Ontario’s population continues to grow, the number of retirement homes and seniors living in them will continue to increase. We want to enhance these homes so that they serve the best interest of our seniors, so they can live the safe, dignified lives they’ve worked hard for and deserve. The retirement home sector is diverse. Retirement homes cater to seniors with varying needs, ranging from independent living to more dependent seniors, who may require extensive personal support and care.", "The proposed legislative amendments, if passed, would increase resident safety in these homes by strengthening the Retirement Homes Regulatory Authority’s ability to deal with licensed non-compliant and unlicensed operators. The authority would have increased powers to inspect and investigate retirement homes; it would stipulate requirements related to ceasing operations as a retirement home; it would issue orders to cease operating without an opportunity for a licence; and current confinement provisions for retirement homes would be aligned with the proposed amendments to confinement provisions in the Long-Term Care Homes Act. This would further protect seniors living in retirement homes and improve their care through increased transparency and accountability.", "We had some debate about this when we were in committee. Again, what we have right now is a situation where there is no legislative framework. The reality is, in retirement homes, people make a choice to live there. Often you can have couples that are living there because one spouse requires no or very little care and the other spouse requires a great deal of care. In order to have safety of that resident, they may need to be confined to the home, to the residence or a certain area of the residence. But those families choose to live together. That’s their choice. That’s where they want to be. Living in a retirement home and living in a long-term-care home is different.", "We have to make sure that there is a legislative framework under which residents’ rights can be protected. That’s why I’m pleased that this is also included the bill. As Ontarians, we owe a great deal to our seniors population. These amendments, if passed, would enhance our retirement homes so that seniors can live safely with dignity, respect and the knowledge to make informed choices.", "I would like to focus on some areas of the bill that, if passed, would help improve Ontario’s ambulance services and ensure patients receive the right care at the right time. As my colleagues may recall, last June our government announced plans to modernize and enhance Ontario’s emergency services system. The proposed changes would enable paramedics to provide appropriate, safe, and effective care to low-acuity patients who call 911 by providing on-scene treatment and releasing them or referring them to other health care providers, or transporting them to a non-hospital setting such as a community care clinic or a mental health facility.", "In consultations with stakeholders this past summer, there has been a general support with the direction we are taking to expand the scope of paramedics in Ontario. Right now, paramedics can only transport patients to hospital emergency departments, but there may be better places than an emergency department for some patients. In a case where a person is in mental distress, for example, many communities have facilities that would better serve the individual.", "It would also get them to the right place at the right time when they need it. A person with a minor injury could be taken to an urgent care clinic where they might be able to see a doctor sooner than waiting in an emergency department. A senior who needs urgent assistance for a medical ailment may not need medical transportation. They may be treated and released by a qualified paramedic without leaving their home.", "Legislative amendments to the Ambulance Act, 1990, if passed, would provide patients with increased flexibility and more care and transportation options. This would also help emergency departments continue to focus on higher-acuity patients and improve availability of ambulances to respond to higher-acuity calls. For paramedics, it would mean less time in emergency departments waiting to hand patients over and more time on the road responding to urgent calls.", "As a bit of background, there are more than 8,000 paramedics working for certified ambulance services across this province. Last year, about 1.7 million ambulances were dispatched and about 1.1 million patients were transported in Ontario.", "Ontario’s aging and growing population is fuelled by a steady rise in calls for ambulance service and visits to our emergency departments. This is driving costs upward and putting unnecessary pressure on the system. At the same time, only a small number of patients transported to emergency departments are deemed of high acuity, requiring more urgent, critical care. Many low-acuity patients with minor ailments are not admitted to hospital treatment. They may benefit from care delivered in a different health care setting. The proposed amendments would enable the ministry to develop new patient care and transportation standards for critically ill patients.", "As you may recall, this past June, the government also announced a commitment to provide funding for pilots in two interested municipalities that would enable firefighters who are certified paramedics to provide on-scene treatment to low-acuity patients. Currently, fire departments are situated across the province to respond to calls quickly. The proximity of a fire department to a low-acuity call may provide opportunities to firefighters certified as paramedics to provide appropriate care in a timelier manner while allowing ambulances to focus on higher-acuity calls.", "In order to develop a common understanding of the scope and breadth of the firefighter-paramedic pilot, the ministry is planning to consult with targeted partners and providers, as well as patients and families, over the course of the next three months.", "The Ambulance Act has not been changed in almost 20 years. Given the scope and skills that paramedics have today, the proposed amendments, if passed, would bring our emergency medical services into the 21st century. Wait times and overcrowding would be reduced in our emergency departments, and paramedics would have more flexibility to deliver alternative care options on-scene to patients, thereby avoiding unnecessary emergency department visits. These changes make a lot of sense. These are changes that would help us allocate our resources better and will help patients get the right health care at the right time, when and where they need it.", "With this bill, our government is taking action to deliver a better patient experience across broad sectors of the health care system. This is the driving force behind our Patients First action plan to provide patients with faster access to the right care, better home and community care, and the information they need to stay healthy. Our goal is to build a health care system that is sustainable for generations to come.", "Together, as Ontarians, we have made enormous progress, but there is always room for improvement. We can always do better. We can find smarter ways to deliver services, to protect public health and safety, to enhance enforcement, to increase transparency and accountability, and to see everything from the point of view of the patient.", "The bill before us contains measures that would, if passed, enable us to move forward quickly with several other much-needed changes. Amendments to the Health Protection and Promotion Act would allow for the regulation of recreational water settings not currently covered under this act. This would include unregulated recreational water facilities like splash pads and wading pools. No one wants their child running around in a contaminated pool. We need to better inspect these locations so we can be confident that they are free of infections. This is a long-needed measure that will protect the health and safety of infants and young children.", "Similarly, these changes would also allow the regulation of what we refer to as personal service settings. These include barbershops, hair and nail salons, tattoo and body-piercing parlours, and providers of electrolysis and various other aesthetic services.", "When you have a pedicure or a manicure or decide to get a tattoo you’ve always wanted—not that I’ve ever really wanted a tattoo. I don’t know. Can I get a show of hands here? Maybe I should ask: Who’s got a tattoo?" ],
  "anchor" : "para209"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Maybe you don’t want to know." ],
  "anchor" : "para247"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I don’t want to know. Okay. All right. Sorry; I just thought I would break it up there, folks." ],
  "anchor" : "para248"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "We’re paying attention." ],
  "anchor" : "para249"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "You’re paying attention. That’s good. I don’t know how you are with my voice droning on.", "These amendments, if passed, would also clarify how the current act applies to food premises that operate out of a home." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para253"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Okay, now I’ve got you going.", "It would make clear that the act applies only to the part of the home used to operate a food business and not the entire dwelling that is used as a home.", "Speaker, the ministry has engaged extensively with public health units and municipalities to modernize and transform the work of public health. Stakeholders have told us that our current public health framework is somewhat outdated and does not reflect the evidence of best practices. These amendments to the Health Protection and Promotion Act would bring it in line with the modernized state of public health and strengthen this important sector in our province.", "Our government is also strengthening health and safety in a number of other ways. A few years ago, there were reports that a number of patients acquired infections after receiving services at out-of-hospital premises, such as pain and endoscopy clinics. To address concerns, the minister sought the advice of Health Quality Ontario on the quality of oversight in out-of-hospital health facilities.", "In 2015, Health Quality Ontario submitted its report to the minister. This report contains 12 recommendations, including the creation of new legislation to consolidate under one roof out-of-hospital and independent health facilities. These non-hospital facilities would be known as “community health facilities.” The new legislation proposed under this bill, if passed, would strengthen the safety and oversight of other key services. In this case, the focus is on services delivered in the community health facilities, including diagnostic imaging, pulmonary function tests, sleep studies and some surgical procedures.", "A new act, the Oversight of Health Facilities and Devices Act, 2017, if passed, would accomplish a number of things: It would modernize and expand the regulation of medical devices in all settings to ensure safety and quality when using these devices; it would strengthen the accountability in the system for providing high-quality care in community health facilities; and, through public reporting, it would ensure that patients and caregivers have access to critical information about the quality of care provided.", "This new act, if passed, would in future also allow private hospitals or other health facilities to be designated as community health facilities. This means that oversight would be consistent through detailed reporting and enhanced inspection programs. It would also prohibit the creation of new private hospitals and allow for the Private Hospitals Act to eventually be repealed.", "There’s an increased need to ensure that the number and range of services and procedures being performed outside of public hospitals are delivered in a way that protects patient safety and informs patients when there is a safety or a quality issue. The regulatory regime to oversee these services and procedures must require compliance with consistent evidence-based safety and quality standards and include effective and progressive enforcement tools to address instances of noncompliance.", "When there is a safety or quality issue in services provided, patients need to know that they will be informed. The new act, if passed, would require community health facilities to post in a prominent place, visible to the public, inspection reports, compliance and cessation orders. The procedure for the public to allow for the making of complaints, with contact information, would also be posted. To accomplish this, the new Oversight of Health Facilities and Devices Act, 2017, if passed, would repeal the Independent Health Facilities Act and consolidate oversight of non-hospital facilities.", "Another act that would be repealed under the Oversight of Health Facilities and Devices Act, 2017, if passed, is the Healing Arts Radiation Protection Act or HARPA. HARPA regulates x-ray machines across the province.", "Let me tell you: A lot of things have changed since 1980—I think we all know that—including our hairstyles." ],
  "anchor" : "para254"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Just making sure you’re awake.", "Technologies and the landscape have changed significantly. HARPA no longer meets the needs of this high-tech and evolving sector. It has not kept pace with advances to ensure quality control and has permitted the potentially unsafe use of these technologies, which may harm the patient, the provider and the public if not properly operated.", "Two years ago, Health Quality Ontario established an expert panel to provide the government with recommendations on how to modernize HARPA. The expert panel’s final report made six key, broad recommendations, including replacing HARPA with new legislation. The new legislation would expand the current scope of regulated devices to all existing and emerging technologies beyond x-ray machines. The Oversight of Health Facilities and Devices Act, if passed, would provide the reassurance that services delivered in non-hospital facilities or with medical radiation devices are safe and up to date. The new act would improve the quality of care that patients receive through more rigorous oversight and a stronger governance, accountability and enforcement structure. The scope of the regulation would also be expanded to include MRIs, ultrasound, nuclear medicine, and new technologies to be added in the future.", "Speaker, under Bill 160, we are proposing another new act which, if passed, would strengthen the safety and oversight of diagnostic medical sonographers. These are individuals qualified to apply sound waves to produce images for physicians, midwives and nurses. The new Medical Radiation and Imaging Technology Act, 2017, if passed, would replace the current Medical Radiation Technology Act, 1991. It would apply to the entire medical radiation and imaging technology profession, including diagnostic medical sonographers.", "There is good reason to bring sonographers into the fold: A new years ago, the Health Professions Regulatory Advisory Council found that inconsistent quality assurance and education requirements in the unregulated sonographers’ profession raised patient risk. The council recommended that the profession be regulated by the College of Medical Radiation Technologists of Ontario. It also recommended that the Medical Radiation Technology Act, 1991, be amended to reflect the full membership of the college.", "Last year, the minister’s task force on sexual abuse of patients also recommended that unregulated professionals such as sonographers need to be identified and assigned to an existing college for regulation in the interest of public safety. As recommended by the council and the task force, the Medical Radiation and Imaging Technology Act, 2017, if passed, would fully reflect the inclusion of diagnostic medical sonographers as a new specialty within the College of Medical Radiation Technologists of Ontario.", "The new legislation maintains the vast majority of existing provisions in the former act. Key changes are intended to make the act more representative of the regulatory college’s expanded membership. The bill before us, if passed, would also update the name of the health regulatory college overseeing the profession. The name would change from the College of Medical Radiation Technologists of Ontario to the College of Medical Radiation and Imaging Technologists of Ontario. The name of the profession would also change from “medical radiation technology” to “medical radiation and imaging technology,” and the scope-of-practice statement would include a reference to the application of sound waves. The titles used by the radiation and imaging professionals that make up the college’s membership would also be appropriately reflected in the new act.", "There would be some implementation costs: registering approximately 3,000 new members; rebranding; updating the standards of practice and bylaws; and updating the public register, to name a few. These costs would be supported by college revenue from new and existing membership fees. There would be no significant additional costs or other impacts to regulated health professionals’ practice or to the facilities where they practise as a result of the proposed legislation.", "If the new act is approved, the ministry would work with the college and other partners to ensure the smooth transition of both the newly regulated diagnostic medical stenographer specialty and the college.", "I’d like to turn to a number of other key aspects to the bill before us. They’re very important to all of us. First are proposed amendments to the Excellent Care for All Act. If passed, they would enable the Patient Ombudsman to conduct investigations in private by excluding records from the Freedom of Information and Protection of Privacy Act, also referred to as FIPPA. The Patient Ombudsman’s mandate is to help resolve complaints about health care sector organizations from patients and caregivers. Her office oversees the province’s public hospitals, long-term-care homes and services delivered by local health integration networks. It may initiate investigations in response to complaints and, on its own initiative, make recommendations to other health sector organizations following those investigations.", "The proposed amendment to exclude the Patient Ombudsman records from FIPPA would help build on the progress already made to improve the health care experiences of all patients across Ontario. Fear that their records would be disclosed under a FIPPA request may prevent some patients and caregivers from bringing forward their concerns or complaints. Patients, caregivers and others who come forward with concerns about their health care need to feel they can speak freely without fear of retaliation or discontinuation of services because their information has been disclosed.", "This measure would ensure that when patients and caregivers come forward with complaints, their information will remain confidential. Knowing that your information will remain confidential is an important part of enabling effective investigations by ombudsperson bodies, such as the Patient Ombudsman.", "The Excellent Care for All Act, 2010, governs Health Quality Ontario, the province’s advisory agency on health care system quality. The proposed amendments, if passed, would not only protect the integrity of the Patient Ombudsman investigators; they would also enable Health Quality Ontario to collect, use and disclose personal health information for specific purposes, to be defined in regulation, subject to specified terms and conditions. The yearly report would potentially include patient or caregiver narratives from consenting patients and caregivers and would provide a personal dimension to the yearly report’s quantitative findings.", "In addition to these changes, the proposed amendments, if passed, would enable Health Quality Ontario to lease reasonably necessarily office space without requiring Lieutenant Governor in Council approval, as is now the case. The agency would also have greater operational flexibility, and its administrative cost would be reduced.", "This change is also in line with the modern approach commonly found with other crown agencies, which are allowed to enter into lease agreements for reasonably required office space without Lieutenant Governor in Council approval.", "If passed, the proposed amendments would help fulfill our government’s objectives in the Patients First: Action Plan for Health Care and the ministry’s commitment to patient-centred care. They would build on the progress already made in improving the health care experiences of all patients across Ontario. Indeed, we have much to be proud of. But the fact is, we can always do better, because better has no limits.", "We want to ensure that all Ontarians, regardless of who they are or where they live, are receiving the high-quality care they need and deserve. Protecting the privacy of the Patient Ombudsman’s investigative records would give patients and caregivers the peace of mind they need to move forward with their complaints. This, in turn, would help ensure the integrity and effectiveness of investigations and the quality of health care Ontarians receive.", "Some stakeholders have expressed concerns with the proposed exemption of the Patient Ombudsman’s investigative records from FIPPA, including the Office of the Information and Privacy Commissioner. If the proposed amendment is passed, the ministry is committed to continuing discussions with these key stakeholders to ensure that all concerns are addressed.", "There is another proposed amendment in the bill before us that deals with disclosure of personal information in a housekeeping amendment to the Ontario Drug Benefit Act that, if passed, would clarify the ministry’s authority to disclose personal information for purposes related to the administration of the act. The proposed amendment would clarify the ministry’s authority to disclose personal information to effectively administer the act. This would be a strictly technical amendment that is not intended to affect the current operations, if passed.", "The bill also includes another proposed amendment to the Ontario Drug Benefit Act. If passed, it would remove the last outdated reference to “physicians” in the act to reflect that other health care professionals, such as nurse practitioners, can now prescribe certain drugs covered under the Ontario Drug Benefit Program where deemed within their professional scope of practice.", "As you may recall, the Protecting Patients Act, 2017, included amendments to the Ontario Drug Benefit Act to include a nurse practitioner as an authorized prescriber under the Ontario Drug Benefit Program. The amendments in the Protecting Patients Act, 2017, came into effect this past July and allow the ministry to fund non-drug therapeutic products, such as diabetes testing strips and nutritional products, prescribed by nurse practitioners. Nurse practitioners can also submit a funding application to have a drug product funded through the Exceptional Access Program for a specific patient.", "These changes are benefiting Ontarians by improving access to drug benefits for patients who receive their primary care from nurse practitioners. They are helping to reducing delays caused by nurse practitioners having to seek a co-signature from a physician to ensure that their patients receive coverage for certain products.", "Under this bill, the ministry is proposing a complementary amendment to the Ontario Drug Benefit Act relating to the reimbursement criteria for what are referred to as “limited use” drugs. Limited-use drugs are products found under the Ontario Drug Benefit Program for patients who meet certain clinical criteria. This ensures that the drugs are funded in clinically effective and appropriate situations. In some cases, this may involve specifying that the drug is only funded if prescribed by a physician or a certain class of physicians.", "A drug may be recommended for limited use for a number of reasons; for instance, when it has potential for widespread use outside conditions for which the benefit and cost-effectiveness have been demonstrated, where it has been proven clinically useful but is recommended for use only after other alternatives have been tried, or if the drug is very costly and a more cost-effective alternative is available with the same benefits.", "The proposed amendment, if passed, would clarify that the clinical criteria may be established requiring a drug to be prescribed by any class of prescriber, including nurse practitioners, in order to be funded under the Ontario Drug Benefit Program. The proposed measure would further align the Ontario Drug Benefit Program with nurse practitioners’ current scope of practice and help increase patient access to the medications that they need.", "Overall, stakeholders, including the College of Nurses of Ontario and physician groups, were supportive when nurse practitioners were designated as an authorized prescriber under the Protecting Patients Act, 2017. The proposed amendment, if passed, would complement these changes. It also addresses concerns raised by the College of Nurses that current restrictions under the Ontario Drug Benefit Act may create a barrier to nurse practitioners providing effective and comprehensive care to Ontario drug benefit recipients.", "Before I reach the end of my allotted time, there’s one last piece of the legislation that I’d like to talk about. This is the proposal under this bill to repeal the Ontario Mental Health Foundation Act and dissolve the foundation. If passed, this bill includes related amendments to the Pay Equity Act, the Substitute Decisions Act, and the Social Contract Act, which make reference to the Ontario Mental Health Foundation Act and “the foundation.”", "The intent is to repeal the Ontario Mental Health Foundation Act in its entirety. This includes both part I, which relates to the Ontario Mental Health Foundation, and part II, which relates to the Clarke Institute of Psychiatry. The Clarke Institute no longer exists and was amalgamated with two other corporations to form the Centre for Addiction and Mental Health. While it is not necessary to repeal part II of the act to dissolve the foundation, this is an opportunity to repeal the second part of the act, which has now been obsolete for some time.", "The decision to dissolve the foundation was based on the results of a very thorough mandate review. The review found that the bulk of the foundation’s mandate—diagnosis and treatment—is very out of date and currently being delivered by community-based organizations. It also found that by directly funding research through the ministry’s existing Health System Research Fund, we would be operating much more efficiently.", "Let me be clear that, in dissolving the foundation, our government is not cutting back on our mental health funding commitments. The foundation’s funding allocation of up to $1.86 million annually would remain within the ministry to directly support mental health research. This better aligns with our government’s and ministry’s priorities and with the goals of Open Minds, Healthy Minds: Ontario’s Comprehensive Mental Health and Addictions Strategy. If the repeal of the act and the dissolution of the foundation are approved through passage of the bill, the foundation would be dissolved by March of this coming year.", "The Ontario Mental Health Foundation has a history of supporting emerging and existing researchers. Their accomplishments have contributed to Ontario’s strong mental health research environment. I want to assure my colleagues that our government remains committed to supporting mental health through Ontario’s Health System Research Fund. We would also remain committed to Ontario’s comprehensive mental health and addictions strategy, which is helping to improve the lives of all Ontarians with mental health challenges.", "All of the proposed changes and amendments I have spoken about today move us forward on our shared commitment to put Ontario patients first.", "I do want to mention that there are a couple of things that aren’t in my speech here that I think we accomplished as a committee. Not to go back onto tattooing—but I was very pleased to see in the bill that we had all-party agreement, through unanimous consent, to restrict this practice. I think there’s a certain “ick” factor in the pictures that we all saw. It is incredible, the kind of damage that was potentially being done to Ontarians. I think that we’re all pleased that we were able to work together on that.", "I know there were also some changes that related to public health, particularly in Oxford county. We made some changes there as well, too.", "I believe there were also some changes with regard to long-term-care homes and municipal long-term-care homes that we all agreed on and brought forward.", "I think those things were really important things in the bill. It’s a really big bill. I’m glad we were able to do those things as well.", "While I have this opportunity, I’d just like to thank all the members of the committee. It was great to work with you. It was a lot of work over a few days. I’d also like to thank the ministry staff who were there, especially the counsel, who were routinely and regularly called upon to clarify some things for us. They did a lot of great work, and we appreciate very much them being there for the duration of committee.", "Speaker, we want to enhance the quality and transparency in health care services. We want to make our health care system more accountable and cost-efficient. Some key pieces of legislation in this bill are aimed directly at strengthening oversight and safeguarding the quality of care that patients receive across our province each and every day.", "Some amendments aim for better care and safety for residents in long-term-care and retirement homes. Others are targeted at building patient trust and public confidence in Ontario’s health care system and service providers. Still others would arm patients, families and caregivers with the knowledge they need to make informed health care choices. One, the requirement for the medical industry to report payments to health care professionals or organizations, would set Ontario apart as the first jurisdiction in Canada to take such a leap forward.", "We’re all taking these steps because we want Ontarians to know that we have their best interests at heart, and that their need for quality health care comes first, always first.", "The proposed amendments in this bill would build on the progress we have already made and on what we have heard from extensive consultations with stakeholders across our health care system.", "Again, if passed, this bill will continue the transformation of health care delivery in Ontario and for many years to come." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments? Questions and comments? Last call for questions and comments. I recognize the member from Elgin–Middlesex–London." ],
  "anchor" : "para310"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Thank you, Speaker. I didn’t realize we had an opportunity for questions and comments. Or is this my hour of debate?" ],
  "anchor" : "para311"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "This is questions and comments." ],
  "anchor" : "para312"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "It’s just that my time is ticking away here." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Okay. Further debate then? Further debate?" ],
  "anchor" : "para314"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I wanted to do the two-minute questions and comments." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order. I have asked twice for questions and comments, and no one stood up. So I will recognize the member from Elgin–Middlesex–London for further debate." ],
  "anchor" : "para317"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Further debate—thank you, Madam Speaker. I’m proud to stand up today and rise on behalf of the PC Party and our leader, Patrick Brown, to begin our debate on third reading of Bill 160, An Act to amend, repeal and enact various Acts in the interest of strengthening quality and accountability for patients.", "Once again, I’ll commend this government on titling bills. They are experts at making all their legislation sound wonderful. However, it’s usually the details beyond the title that we have to piece away at to bring out the problems that may arise from many of their pieces of legislation.", "Madam Speaker, this bill, in essence, is an omnibus piece of legislation. It contains 10 separate schedules, or 10 separate bills, that could come to this Legislature on their own for debate, input from stakeholders and proper proceedings. However, this government has decided to bundle that all together and rush it through this House, all in an effort to be perceived to be effectively changing health care in our province.", "Unfortunately, we’ve heard from many stakeholders, particularly patients, that there was a lack of consultation in this process. This bill was rushed in piecing together—if you followed my initial debate in second reading, there were many questions and concerns raised that we had hoped would be addressed through the committee process, and fixed through amendments.", "I’d like to note that the member from Nickel Belt from the third party mentioned yesterday in committee that schedule 9 of this bill had over 62 amendments on the government side alone. The amendment deadline was over a week and a half ago, and it was still on this past weekend that we received the majority of amendments to schedule 9. I think that clearly shows that this government was ill prepared for this bill. It was rushed, and unfortunately, they rewrote almost the whole schedule because of the confusion and the misdirection it showed with regard to the creation of this bill. I think schedule 9 should have been pulled from this bill at that time, when they realized that they had critically messed up this piece of legislation. They should have pulled this bill out and brought it back as a separate piece of legislation to have proper consultation and proper debate, so that the people of this province really understand the effects and what is going to happen with regard to schedule 9. The questions that were raised—we still don’t have a clear understanding of the effects of the amendments to this piece of legislation.", "Many times in committee, the third party and myself would ask the question to the government, “What specifically does this amendment mean?”, and they couldn’t answer it. Their response was either to bring staff to try to answer it, or, “It’s up to regulation what’s going to happen.” To have the changes that this bill is incorporating in all 10 schedules—and the majority of the responses were, “It’s up to regulation. We’ll figure it out in regulation”—that’s a concern. I think it’s a concern not only for this side of the House; I’m sure it’s a concern for some of the backbenchers on the government side of the House and for Ontarians—the fact that we’re passing an omnibus piece of legislation with large changes to our health care system and we really don’t have a clear vision of what is going to occur in our health care system.", "Again, there was too little consultation with stakeholders, but the main ones who were missed out on were patients. Time and time again, this government fails to include patients in the development of health care legislation that is going to affect their care. We even heard from ministry staff during my technical briefing months ago that some sections of this bill had zero consultation with patients.", "When you’re creating pieces of legislation that are affecting the service and delivery of health care and that are also affecting access to the personal, private medical information of patients in Ontario, it’s critical that the government consult with those patients who will be affected, patients who should be the centre of our health care system. But unfortunately, after 14 years with this government, the focus isn’t on the patient; it’s on the failed experiments of increased bureaucracy that have moved precious dollars away from patient care.", "This government has moved the protection of private health information over its many bills over the last two years—has deteriorated the protection, and it has been outlined numerous times, again, by our privacy commissioner.", "This government has moved to a top-down-directive bureaucratic health care system which is leading to poor outcomes for patients, increased gaps in the system and unintended consequences from the many health bills this government has passed.", "Not since the days of the NDP government of Bob Rae have we seen a government that has mismanaged the files of health care in government. Under the NDP, not only were hospital beds cut, particularly 25% of our mental health beds, but the NDP also cut spaces in our medical school system, which led to the shortage of doctors that we have had over the past 20 years.", "Also, during that mismanagement of time, the NDP government created their social contract, which was created through legislation outside of the contract agreement with their public sector workers. The government, unfortunately, made workers take time off, unpaid. Because they mismanaged the system so much, they had to make those cuts outside of contract negotiations to the workers of this province. Unfortunately, the NDP did realize their mistake of mismanagement and prorogued. At least they walked away, but this government continues to progress ahead with many pieces of legislation, which is totally a mismanagement.", "Madam Speaker, the mismanagement of this government again was highlighted yesterday in the Auditor General’s report that showed this government not only cost patients access to timely and needed care, but it also spent our precious health care dollars outside of our jurisdiction instead of in Ontario. Patients have had to seek life-saving treatment outside of our province at a cost not only to themselves but to the Ontario taxpayer.", "This government has a history of ignoring our Legislative Assembly independent officers. They have repeatedly ignored the reports of our Auditor General. In fact, in volume 2 of the Auditor General’s report yesterday—mind you, yesterday’s report was the largest I’ve ever seen from the Auditor General, and in a conversation the member from Nepean–Carleton, Lisa MacLeod, mentioned that it was the largest she has seen in the 12 years she has been here.", "Anyway, the report yesterday showed that the government failed to act on any of the recommendations on palliative care from a report two years ago. I’ve spoken to many doctors in this province regarding access to palliative care and how it’s falling apart or it’s inaccessible in many parts of this province. This has forced many patients and families to suffer or made them utilize emergency room departments for their support and care. This is part of the reason why our emergency departments are overrun, in addition to the record number of ALC patients in our system. The Auditor General referred to that part about people having to utilize ER departments in yesterday’s volume 1 of her massive report.", "Thankfully, our colleague Sam Oosterhoff from Niagara West–Glanbrook has a private member’s bill coming forward next week which will help create some structure to palliative care, and I’m hopeful the government will be supportive of that piece of legislation.", "However, back to my original point and back to the bill: As I said before, this government has a history of ignoring the wisdom of our independent officers of the Legislative Assembly, not only the Auditor General but the Information and Privacy Commissioner. The Information and Privacy Commissioner submitted numerous amendments to this piece of legislation to protect the personal, confidential health records of patients in this province. We submitted those amendments to committee. The third party supported those amendments. However, the government voted down every single amendment put forward by the privacy commissioner and the PC Party.", "This government continually has opened access to personal health information in every single piece of health legislation in the past two years. They’re eroding the trust and security patients feel when discussing their personal health matters with their health care professionals. Government staff, bureaucrats, LHIN staff and ministry staff can now access your personal health information. Too many people have their fingers in the pot, and the privacy commissioner has warned this government of this concern time and time again.", "During this process, the PC Party submitted dozens of amendments to this omnibus piece of legislation. Every single amendment was defeated by this government save one. These amendments came from stakeholders such as the privacy commissioner and the CPSO. Just to note, the CPSO’s amendments were based on their experience of having oversight of independent facilities. Their amendments were put forward to ensure there were no gaps in oversight in the system that is going to be created in this piece of legislation. It’s unfortunate that the government voted against them.", "However, I was so excited when the government voted in support of one of our amendments that I actually had it recorded for posterity’s sake, so there is proof so they can say they actually supported something of ours. However, it’s one, and I believe it’s only about the second or third amendment in the entire past two years that they have supported at committee in a health bill.", "I find it unfortunate that this government continually opposes not only our amendments but the third party’s amendments time and time again. I’m quite uncertain as to why they feel that, through consultation at committee time, the amendments brought forward by stakeholders and patients—why they feel it’s only the government that is supportive of amendments. I don’t know if they’re fearful of supporting our amendments—that we’d use it against them. However, to strengthen a bill and strengthen democracy, it’s working together to strengthen a piece of legislation.", "The one amendment they did support was to ensure that compliance and cessation orders from inspectors of community health facilities are posted for public view. It would provide an incentive for licensees to address the issues identified in an inspection. It was interesting that in drafting this piece of legislation—which was rushed—this was missed.", "You can go just about anywhere in this province to any restaurant and view compliance orders before choosing to eat at that restaurant. They’re either posted or they’re online. You could walk up to the door and see—they’re red, yellow or green. You can download with your Internet what the report actually said and you can make an informed decision on whether or not to eat at that restaurant.", "Mind you, too many people still eat at the yellow-warning restaurants. My wife’s job is as a public health inspector. When she tells me what a yellow warning means—I would not want to eat at those facilities. I’d be concerned. Eat at the green ones.", "What was missing in this legislation was that, when choosing your health care facility to get some treatment, the orders wouldn’t be posted. You could walk in blindly and not know what had been posted for that particular centre. I’m glad the amendment was accepted, because it’s important. If there is an order outstanding, you can then judge whether or not it’s something you want to take into consideration for your health before utilizing that service, to ensure whether it’s something minor and you go, “Okay, it’s fine,” or it’s something like, “I’ll look elsewhere. I’ll work with my health care professional and find somewhere else to go.” I think it’s important that that is posted—and again, it also brings an incentive through the fact that, because it’s now public and posted, the person operating that facility will make amends in a quick, effective and efficient way to ensure that they’re delivering the health care we expect.", "I mentioned earlier but I want to reiterate that the critical flaw in this piece of legislation is that so much has been left to regulation. It raises the concern that the government hasn’t done due diligence in drafting this piece of legislation. It was rushed. Consultation was minimal. Going forward, the public, opposition members and in fact government members have no clear idea of what the consequences of this bill will be. Regulations are not debated in this chamber. The opposition parties have little to no say.", "This omnibus bill gives the government immense power without the ability of sober second thought from the opposition. I note the government members during committee had no idea of how this bill will affect the health care system. Continually throughout the process, the government members repeatedly answered our questions on amendments, saying that everything is left up to regulations. They hope it’s going to be found out during regulations. There’s hope that costs could be controlled. We all know how cost containment works with this Liberal Party.", "In schedule 4 of the bill, Health Sector Payment Transparency Act, we are no further along on how the publication of financial relationships will proceed. We have no idea of the costs to create the system. As I mentioned in second reading, in the United States it’s $300 million to $400 million a year to create their system. Who is going to pay for that? We have no idea what threshold this government used to post the information. Is it going to be $10, as in other jurisdictions? Is it $5? Is it $100?", "We heard at committee that these postings, if done incorrectly—if implemented wrong—will have negative consequences for clinical trials and research in our province. Unfortunately, this government doesn’t know how they are going to post it. We put forward amendments to put context to those postings, because numbers on a website can be misconstrued in many, many ways; however, if there’s context linked to that transparency, then people will have a better understanding of why that transaction occurred.", "We are all for increased transparency and accountability. I don’t think you could question any member in this House that they are not supportive of that. However, it has to be implemented correctly, or unintended consequences will occur. We see these unintended consequences in every Auditor General report released every year over the last 14 years. Unfortunately, we’re no further ahead at finding out what the answers are with respect to the reporting of the transparency payment act.", "Just because I only have a few minutes, I’ll give a positive before I go." ],
  "anchor" : "para318"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "This is good news." ],
  "anchor" : "para351"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I think it’s great that we are able to work together as all three parties to bring eye tattoos to an end in this province. I’m glad we all agreed it had to be added in the bill, and I’m glad the minister mentioned it in the speech. However, it wasn’t part of Bill 160 at all, and it’s one of the main things the minister focused on, but I am glad that we were able to listen to the Eye Physicians and Surgeons of Ontario for their advocacy. We thank Dr. Jordan Cheskes and Dr. McReelis, who was also there—we thank that organization for bringing this to the forefront.", "This works, this way. We know it’s a government bill. The government has a majority. It’s as good as passed, this bill. We understand that. I know they always say, “If this bill passes.” Yes. It’s a government bill. They are not going to defeat themselves on this piece of legislation.", "So I am very, very glad to see that all three parties worked together to ban eye tattoos, which is a dangerous activity, causing blindness—eye jewellery—putting it in our eyes." ],
  "anchor" : "para352"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Keep going. Stay happy. More positive." ],
  "anchor" : "para355"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "One more positive for the minister: I am happy that we got together to—" ],
  "anchor" : "para356"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para358"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I got that one.", "What I’m going to talk about is the changes to the county of Oxford’s health unit, which will enable the municipalities between the county of Oxford and the county of Elgin to look to merge their health units to better utilize their money.", "The Oxford CEO and medical officer of health are retiring. This is a perfect opportunity, considering Oxford and Elgin have the same demographics. The geographic—they have Woodstock; we have St. Thomas; we have a farming community. It’s a good match, and it’s something that, I think, will utilize our health care dollars more efficiently. It’s something both municipalities want. They of course have to do their due diligence in consultation with members of the public to ensure that they’re supportive of it, but I’m glad the ministry worked with the opposition members to ensure that this change will occur, or to remove the barriers so that the change has the possibility to occur." ],
  "anchor" : "para360"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Seeing as it’s 10:15, I will be recessing the House until 10:30." ],
  "anchor" : "para364"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I would like to recognize here at Queen’s Park today, from the city of Belleville, Mayor Taso Christopher; Karen Poste, the economic development director; Rick Kester, CAO; and Mark Fluhrer, director of recreation, culture and community services.", "Two other guests, Gail Rayment and Tony Rayment, are here to have lunch with their MPP. Welcome to Queen’s Park." ],
  "anchor" : "para367"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I’ve got a couple of introductions. I would like to welcome Glen Cleasby, a friend of mine from the Waterloo region, as well as Chandra and Dave Kudsia from Kitchener-Waterloo. Welcome, gentlemen, to Queen’s Park." ],
  "anchor" : "para369"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "It’s a great pleasure to welcome Mrs. Fakhrieh Afshari and Mr. Kambiz Afshari, sitting in the members’ gallery." ],
  "anchor" : "para370"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I too would like to welcome the delegation from Belleville that’s here: His Worship Mayor Taso Christopher; and from economic development, we have Karen Sharp; also the CAO, Rick Kester, is joining us; and from the city of Belleville, my good friend Mark Fluhrer is here as well. Welcome, folks." ],
  "anchor" : "para371"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It gives me great pleasure to introduce my good friend Sharon Kiff, who is the spouse of Stewart Kiff, and their lovely daughter Elizabeth Kiff, who are in the members’ gallery. They’re here with some students: Nathalia Scofild, Aaron Sheppard, Anna Chudakov and four students from Japan who are visiting—a special welcome to Hina Itoh, Rina Seno, Inori Yamata and Masahiro Iida. Konnichi wa. Welcome to Queen’s Park." ],
  "anchor" : "para372"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "On behalf of the member from Welland and one of our pages, Allan Buri, I would like to welcome his aunt Rita Smith, his aunt Diana Hutton and his uncle Bruce to the Legislature today." ],
  "anchor" : "para373"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "There is a group of students from Centennial College in the government relations program here observing the machinations of government. They’re here with their instructor, Phyllis Bennett." ],
  "anchor" : "para374"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I am delighted to introduce Ananya Nair and Kathy Huang. They’re both health sciences students at McMaster University who are benefiting from the new OSAP and happy to tell that story." ],
  "anchor" : "para375"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Today, Davis Gates will be our page captain. His mother, Jacqueline Armstrong-Gates, is with us, as well as Jeff and Victoria, in the public gallery. Welcome to Queen’s Park." ],
  "anchor" : "para376"
}, {
  "speaker" : "M. Grant Crack",
  "text" : [ "Je veux souhaiter la bienvenue au président du conseil scolaire franco-ontarien catholique de l’est de l’Ontario, M. Jean Lemay, et aussi au directeur général, M. Benoit Mercier. Ils sont avec nous ce matin." ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings on a point of order." ],
  "anchor" : "para378"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Point of order: I’d like to correct my record. I introduced Karen Poste as Karen Sharp this morning. Karen Poste is with economic development." ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Members are always allowed to correct their own record." ],
  "anchor" : "para380"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I know we’re going to talk a lot about raccoons here today but I see there’s an old badger that just arrived here. I’d like to introduce Richard Brennan." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "By tradition, I never speak to the press, but I will take responsibility and I apologize for bringing Badger back.", "Minister of Education." ],
  "anchor" : "para382"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Speaker, I have an introduction that I would like to make.", "Bonjour et bienvenue à Jean Lemay, Benoit Mercier et Helen Vigneault : le président, le directeur général et la directrice des communications de l’Association franco-ontarienne des conseils scolaires catholiques." ],
  "anchor" : "para384"
}, {
  "speaker" : "Le Président (L’hon. Dave Levac)",
  "text" : [ "Merci. Bienvenue.", "I’m sure that you’ll join me in my introduction. In the Speaker’s gallery today, someone who has worked in the Legislature for over 45 years, now retired: our friend, the wonderful Gloria Richards, is here today.", "As a footnote, she worked for over 15 Speakers in the Legislature. I think she has a favourite, but I’m not going to say anything.", "The member from Mississauga–Streetsville." ],
  "anchor" : "para386"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Our legislative page captain for today hails from the riding of Mississauga–Streetsville. That’s Devon Kisob. His mom, Winnifred, is here. Previously, his sister, Massoma Kisob, was a legislative page from our riding as well. Please acknowledge his mom, who is back again to watch yet another of her children as a page captain." ],
  "anchor" : "para390"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Speaker, merry Christmas and thank you for your wonderful party last night for all of our deserving staff.", "My question is to the President of the Treasury Board. There were some astonishing details in yesterday’s Auditor General’s report. Nine companies billed ratepayers $260 million in ineligible expenses. Only $160 million was recovered. Ratepayers are still on the hook for an astonishing $80 million. That’s unacceptable. The money must be returned.", "To the Treasury Board president: Will the Liberals guarantee every cent is repaid by the end of the year, by December 31?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Minister of Economic Development and Growth." ],
  "anchor" : "para396"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I’m happy to respond again to this issue. The fact is, Mr. Speaker, the IESO caught on to what looked like some form of exploitation happening to their program. They did some in-depth work over a number of years. They’ve recovered, I believe, two thirds in total of the dollars that they deemed to be ineligible. Many of these ineligible costs were in dispute with the companies, so it wasn’t a case where the companies agreed that all of these costs were ineligible.", "There was a negotiation that took place. The IESO had, I believe, $168 million that was repaid, because that’s the amount they thought appropriate, given the discussions they had with the companies." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We’re working on warnings.", "Supplementary?" ],
  "anchor" : "para400"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "The IESO didn’t catch on; they got caught. What were these companies using ratepayer money for? Wealthy executives and Liberal insiders were expensing raccoon traps and scuba gear.", "Mr. Speaker, only this Liberal government would let wealthy executives expense raccoon traps while ratepayers are afraid to open their bills. When will the money be paid back—by December 31?" ],
  "anchor" : "para402"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "As I said, the money has been reimbursed. There were some dollars that were in dispute. There were ineligible costs that were identified. The IESO did what they ought to do: They investigated. One of the companies was fined $10 million. They take this seriously.", "There is no excuse for any company to try to exploit any system that’s in place. But I do say—and I say this sincerely—when a company has the ability to exploit a system, it means there are issues with the system. That’s why the IESO has also strengthened the system, in particular the definition of what eligible and ineligible costs are, to ensure that this can never happen again." ],
  "anchor" : "para404"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para407"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "This scandal started out four ministers and two Premiers ago, and it’s still ongoing and we’re still looking for $80 million. I’ve seen a lot over my time at Queen’s Park—billions wasted here, billions wasted there—but yesterday was different. Yesterday was something else. The auditor revealed that, while seniors saw their power disconnected in the dead of winter, wealthy executives were expensing thousands of dollars’ worth of luxuries. I am not sure which was worse, if it was the car washes, the raccoon traps, the landscaping, the coveralls, the overalls, the parkas or scuba gear, all expensed by wealthy executives and Liberal insiders out of the wallets of ratepayers.", "Mr. Speaker, the egregious abuse of taxpayer dollars is astonishing. How long was the Liberal government going to allow their insider friends to expense gear like scuba gear and raccoon traps? Answer me that." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Minister?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "The so-called Liberal insiders that the member is referring to have donated to that party well over $100,000, so if anything, they’re PC insiders. Maybe we should be more concerned, Mr. Speaker, because they are certainly more PC insiders than they are Liberal insiders. The fact of the matter is, if the member wants to politicize this, so be it. I’ll go there too.", "That party knows a thing or two about gaming. They know a thing or two about exploiting. When you look at their tabloid document that looks more like a Teen Beat magazine than it does a platform, Mr. Speaker, you see on the front of that document a claim that they’re cutting income tax by 22-point-something per cent. They are doing nothing of the sort. It’s a bogus tax cut they’re promising. That’s what I call exploitation." ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. Be seated, please. As I suspected, we’re in warnings. Somebody might have already gotten one. Clearly, we’re in warnings.", "Supplementary?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "New question." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Correct. New question." ],
  "anchor" : "para418"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "My question this morning is for the Acting Premier. The government’s panel to write new rules for the electricity system is seriously compromised. We know from the auditor’s report yesterday that no fewer than five members of the panel put together by the government either broke existing market rules or were under investigation while they were helping write the new rules for the electricity system. We know that only two members, including one of the co-chairs, were identified by name. Three more companies who gamed the system for a combined $78 million remain unnamed.", "How is it that five government insiders were able to game the system for hundreds of millions of dollars, and this government then rewards them by putting them in charge of writing new rules for the electricity system?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Minister of Economic Development and Growth." ],
  "anchor" : "para422"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "For the life of me, I don’t know why the PCs always want to refer to PC insiders as Liberal insiders, because they continue to do that. The folks whom they’re frivolously referring to actually donate over $100,000 to the PC Party, Mr. Speaker. If they want to get political with this, so be it.", "This panel is a very important panel. Two members have resigned from the panel who were involved with some of the companies that were deemed to have been exploitive of the previous system. The fact is, though, a number of these costs are in dispute with these companies, and that’s fair enough.", "What’s important are this panel’s recommendations and the market renewal system that this panel is working on that’s going to ensure that we have an even more efficient system put into place by 2019, which is the work that’s being done to ensure that we continue to have not only a strong, reliable system, but an affordable system as well." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para426"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Back to the minister: All we know from the auditor’s report is that one of the three unnamed companies is a generator. It sounds like the minister knows who we’re talking about, so why won’t he share these names with us this morning? That company that filed $51 million in inappropriate expenses that ratepayers ended up paying for—this is a serious, serious issue, Speaker. We know that these companies are fighting to keep some of the expenses they claimed, but we don’t know who they are. We want to know who they are. Again, the minister knows who they are. We don’t even know if they’re still helping to write the new rules or if there’s another convenient resignation on the way, like we saw Friday." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The President of the Treasury Board is warned.", "Were you finished?" ],
  "anchor" : "para429"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "No." ],
  "anchor" : "para431"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Do you have a wrap-up?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Yes, I do have a wrap-up. Thank you, Speaker.", "The IESO’s website has been changed this week, so we no longer know who the current members are.", "Why is the government hiding its own incompetence? If you know who they are, Minister, please tell us who they are." ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para437"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Two members have resigned from the panel who were part of companies that were indeed considered to have been exploitative of the system. The members of the panel are public knowledge, so the member—it’s all public knowledge.", "But there’s an additional member who has been appointed to the panel, and this comes out of the Auditor General’s recommendations. We’ve now appointed a consumer advocate to the panel who’s actually an energy low-income-consumer advocate who will help ensure that that voice is also heard on this panel.", "This is a strong panel with very good expertise on it that’s providing good advice. The Ontario Energy Board has indicated that the work that’s being done by this panel has been very, very valuable.", "The PCs may not care about the work that goes into building a clean, reliable, affordable energy system because they know nothing about that, Mr. Speaker, but we do." ],
  "anchor" : "para439"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Speaker, I don’t think the minister understands the seriousness of this issue. Hundreds of millions of dollars ended up on the bills of hydro customers in Ontario. This is the second Liberal gas plant scandal. It’s not just the second Liberal gas plant scandal; it’s the second Liberal parkas scandal that we’ve seen in the last couple of months here at Queen’s Park.", "Four ministers, including this one, and two Premiers received no fewer than 10 warnings from the OEB since 2009 on this issue, and they did nothing about it. No one did anything. Two of the ministers are still in cabinet, including the one who is taking the questions this morning. He knew these companies were under investigation. If he didn’t, he should have known. And somehow these same people who were gaming the system are writing the government’s new rules on market renewal anyway.", "Will the government finally show some accountability, come clean and tell us who these insiders are who are creating the new rules that they broke?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "The PC insiders are public knowledge. Their donations to the PC Party—" ],
  "anchor" : "para447"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Say their names." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton is warned.", "Finish, please." ],
  "anchor" : "para449"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "The donations to the PC Party of over $116,149 are right on their website. It’s public knowledge, Mr. Speaker. I don’t know why the member is too lazy to go to the website to get the names of the folks on that committee. They’re right there. They’re not hidden.", "There’s a new member who has just been appointed who is going to be a voice for those residents that this government has spoken to in many, many ways—" ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington is warned.", "Finish, please." ],
  "anchor" : "para454"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Thank you, Mr. Speaker.", "This new member of the panel, who will speak for low-income ratepayers across this province, speaks to the folks who we’re giving a voice to as government with our minimum wage policy, with our 25% off energy rates and with our work in workplaces to ensure that they’ve got a—" ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para458"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "My question is to the Acting Premier. Yesterday, the AG confirmed that the Premier has allowed private power companies to rip off Ontario families to the tune of hundreds of millions of dollars. From the privatization of power generation by the Conservatives to the sell-off of Hydro One by Kathleen Wynne, the system now seems to be set up to make cash cows of ordinary Ontario families—cash cows for private energy companies.", "When will this Liberal government wake up, realize that our electricity system is broken and actually do something to stop private power companies from stealing from the families of Ontario?" ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Again, another reminder: We use titles and ridings in the House. Thank you." ],
  "anchor" : "para463"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, I think I’ve been incredibly forthright about this over the last two days in my answers to the members opposite, so I think I need to go beyond that.", "I believe that that party just can’t help but speak about—they have to mention the word “privatization” 20 times a day. I think what they want to bring to the energy system is an arcane philosophical perspective. What they want to do, what they’re saying and what their policy is for us to socialize the entire energy system in the province of Ontario. Imagine what it would cost for the government to buy out Bruce nuclear—tens of billions of dollars that that party wants to cost ratepayers or taxpayers across this province, and that’s on top of their wacky scheme to buy back shares of Hydro One that will also cost at least $10 billion, maybe more.", "We’re talking $10 billion, $20 billion, $30 billion of costs on the taxpayers of this province, on the ratepayers of this province, and to businesses in this province. That would—" ],
  "anchor" : "para464"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Under the Liberal government, Ontario’s electricity system contains programs that are paying gas-generating hydro companies $30 million more than necessary each and every year.", "People are suffering in Ontario. Hydro rates have gone up by more than 300% under the Liberals, and some families are being forced to choose whether to heat or eat. Why is this government allowing private power companies to defraud hard-working families who are already struggling?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Seriously, Mr. Speaker? This party is talking about rising energy rates? Imagine what’s going to happen to our energy rates when you waste $10 billion with zero public benefit, zero savings, just to fulfill your philosophical ideas—" ],
  "anchor" : "para471"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, they would waste tens of billions of dollars—$10 billion to fulfill their philosophical idea to buy back Hydro One, with zero benefit to the people of this province and the ratepayers of this province—as well as spend tens of billions of dollars to purchase energy projects that are currently private across this province, again with no benefit to taxpayers.", "They would destroy our fiscal situation and they would destroy our economy." ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para475"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "The Auditor General identified another government program that cost families and businesses $19 million over just one year. For most families who are struggling, that money is the difference between having heat this winter or not.", "Why has this Liberal government repeatedly ignored the warnings about private hydro companies gaming the system and leaving the people of Ontario to pay the price?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I’m not sure what other program the member is referring to, Mr. Speaker, but it’s a fairly general question. I’ll go back to where I went in my first response.", "It’s one thing to ask questions—and this is Auditor General day, so we know it’s a good day for the opposition. There is lots of material for them to come at us on, as there always is, and that’s part of the accountability of the system that we have here, Mr. Speaker.", "But they also have to be accountable for what they stand for. And right now, this party has a policy that will cost this province $10 billion of waste, to buy back shares of Hydro One with no benefit to the people of this province—" ],
  "anchor" : "para478"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Essex is warned." ],
  "anchor" : "para482"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Meanwhile, Mr. Speaker, we are working diligently to do everything we can to bring down the costs of energy in this province. We’re providing people with a 25% cut in their energy rates, which is in part because we’re working hard to bring down the costs. We’ve also built a clean and reliable system that is the envy of North America, something everybody in this province can be very, very proud of." ],
  "anchor" : "para483"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "To the Acting Premier: Earlier this week, we learned about a private gas plant in Brampton that stole over $100 million from Ontarians. Yesterday, the AG said that there are eight other power producers that could be gaming the Liberal system, at a cost of $260 million to the province of Ontario. Only $168 million of that has been recovered from these companies.", "What is the government doing to force private gas companies to pay the full amount back to the people of Ontario, who are actually overpaying their hydro bills because you’re failing to regulate the private power system?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Economic Development and Growth." ],
  "anchor" : "para487"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I understand that question, Mr. Speaker, and I think I’ve explained it, but I’ll explain it once again. The fact is that there were some companies that were exploiting the system that was in place. The IESO did a very thorough investigation of that. They have determined one that the member mentioned, Goreway. It has been fined $10 million. The vast majority of the funds have been repaid.", "Some of those funds were in dispute. They were deemed ineligible by the folks at IESO, but the companies were in disagreement with them. There were some cases where some of those costs may not have been as clear as they needed to be. That’s why the IESO strengthened the system and the definition of what eligible costs are. They negotiated a settlement with those companies that they deemed to be fair to, first off, ratepayers, but also fair to the companies." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para490"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "I wonder if the raccoon traps are in dispute.", "The $260 million consists of claims for things like staff car washes, carpet cleaning, scuba gear and raccoon traps. That $260 million represents 40% of the claims paid out by this one government program between 2009 and 2015. That means that nearly half of the claims okayed by electricity regulators under this Liberal government program could be fraudulent and had nothing to do with the generation of electricity at all.", "When will this government finally realize that the privatization of our energy system is hurting, is penalizing, the people of Ontario?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, some of the costs, like the costs that the member referred to, were pretty obviously not eligible costs. They are the ones that would have been paid back, and rightfully so. Goreway, of course, was fined $10 million on top of that because there was a very obvious example of exploiting the system that was in place.", "The key is, when these things are identified, that government agencies like the IESO identify the problem, investigate thoroughly, as they did, and recover the dollars that ought to have been recovered. The IESO has done that. They’ve negotiated with these companies to ensure the funds that they deem should be recovered have been recovered, and they have changed the system—in fact, strengthened the system—to ensure this won’t happen again. I think on the surface that’s a good approach. It’s unfortunate that this has happened, but I think the IESO has learned from it." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para496"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "New Democrats put out a detailed plan almost a year ago that would require the electricity system to work in favour of Ontario families. Now we have the PC hydro plan, which has basically slapped some blue paint on the $40-billion Liberal borrowing plan. Only New Democrats are ready to tackle this problem and bring down rates. Why isn’t the government?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, I’m not going to defend the PC hydro plan. Certainly we have a plan to build a clean, reliable, affordable energy system in this province. By contrast, what the NDP are putting on the table for people is to waste $10 billion—maybe more—to buy back shares of Hydro One, with absolutely no benefit whatsoever to the people of this province and absolutely no benefit whatsoever to the energy system.", "At the same time, they want to buy out all the private suppliers in Ontario that have been here, many of them, a very long time. That’s going to cost tens of billions of dollars. We’re talking $30 billion or $40 billion that’s either going to come off the tax base or they’re going to hit hydro ratepayers with incredible rate hikes. Families, businesses—they would destroy our economy." ],
  "anchor" : "para498"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is to the Deputy Premier. The Auditor General has reported that the Wynne Liberals have spent $17.4 million on government advertising. The auditor said that the primary goal of these ads was to “foster a positive impression of the governing party.” These include a $3-million infrastructure campaign which the auditor said was “self-congratulatory and aimed at ensuring the government gets credit for its potential future spending plans.”", "So $17.4 million is a 33% jump in advertising in a single year. Are Ontarians to take it as a coincidence that the government has increased its advertising budget by 33% the year before an election?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para504"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I’m very pleased to respond to the question and to the report from the Auditor General. I’d like to begin by noting that of course we are, and continue to be, the only province in Canada that actually has government advertising legislation.", "I also want to talk a little bit about the numbers. It is true that the numbers increased from last year’s estimate, but that’s primarily because there was—" ],
  "anchor" : "para505"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "There’s an election." ],
  "anchor" : "para507"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Carry on." ],
  "anchor" : "para508"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "That’s primarily because money that had previously been in ministry advertising lines was consolidated into the central advertising line. When you actually compare apples to apples, then you find out that in fact there was only a $6-million increase in the advertising budget, and I’d be happy to explain that." ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I think you need to explain it to the auditor.", "The government continues to claim that they are complying with the legislation, but they neglect to mention that they were the ones who watered down the legislation and it actually weakens the Auditor General’s oversight.", "The AG report shows that there is a massive loophole in government legislation. The loophole has allowed the government to spend nearly $5 million on digital ads, Facebook and social media, with zero approval needed from the Auditor General. That is why, under the People’s Guarantee, Patrick Brown and a PC government will return the Auditor General’s oversight of government advertising. Will you commit to doing the same?" ],
  "anchor" : "para512"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "President of the Treasury Board." ],
  "anchor" : "para516"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "If we could just sort out some accurate information about the legislation, the original legislation, which they support, did not give the Auditor General—" ],
  "anchor" : "para518"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville is warned." ],
  "anchor" : "para520"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "—did not give the auditor the authority to review. The legislation which does give the auditor the authority to review digital advertising is our revised legislation, which currently exists.", "So to go back to what I was saying before: It is true that there is a $6-million increase in the bulk media buy line this year. That is related to the fact that we are translating into more languages. It is related to the fact that we insist that all government advertising be compliant with the Ontario disabilities act. In fact, the cost of digital advertising has gone up, not so much because the volume has gone up, but just that the cost of placing an ad in digital media has gone up because it’s a more popular—" ],
  "anchor" : "para521"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para523"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "My question is for the Acting Premier. Yesterday, the Auditor General revealed that 16 P3 hospitals where the ongoing maintenance and repairs have been privatized by this Liberal government and the Conservatives before them—those hospitals are being forced to take money from nursing and front-line care to cover millions of dollars in maintenance costs that the private contractor refuses to cover. Every hospital the Auditor General contacted told her the exact same thing. They are not seeing the benefits that were promised under this privatized model.", "How can this government force our hospitals to take money away from nursing and front-line care just to mask the failure of this health care privatization scheme?" ],
  "anchor" : "para525"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para527"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the Auditor General’s report. I said yesterday that I accept all of her recommendations as they pertain to health care. But I want to talk about another report, Mr. Speaker, that came out this morning from the Fraser Institute." ],
  "anchor" : "para528"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "You’ve got to love the Fraser Institute. So the Fraser Institute just came out this morning and finds that Ontario has the best wait times in the country once again; in fact, four weeks better than the next closest province and one of only two provinces in Canada to actually improve wait times from 2016 to 2017.", "We have the shortest wait times from GP to specialist. We have the shortest wait times from specialist to treatment. We have the shortest wait times for CT scans. We have the shortest wait times for MRIs. I’m really happy I have a supplementary, because it’s a long list, Mr. Speaker." ],
  "anchor" : "para530"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para532"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Back to the Acting Premier: Those P3 contracts were supposed to cover all hospital maintenance costs. That was the entire point of signing those contracts. But now, hospitals are being forced to divert their operating funds, funds that this Liberal government froze for four years straight. Money meant to hire nurses, open up new beds, cut wait times, provide quality care—that money is instead being diverted to pay private companies that won’t hold up their end of the deal, that refuse to do the work.", "Why is this government forcing people to wait longer in our hospital system and forcing nurses to work without the proper staffing levels instead of stopping this massive failure of this health care privatization scheme?" ],
  "anchor" : "para533"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, again, I appreciate the report. We invested over $1 billion over the last two years in our hospitals for their operating budgets. We’ve invested 1.3 billion additional dollars over the next three years for wait times. The member opposite spoke about wait times twice in that supplementary. We have, according to the Fraser Institute just this morning, the shortest wait times in the country for ultrasounds, the shortest wait times in the country for radiation oncology, the shortest wait times in the country for general surgery, the shortest wait times for gynecological procedures, the shortest wait times for ears, nose and throat, the shortest wait times for a colonoscopy, the shortest wait times for treatment for breast cancer, and the shortest wait times for treatment for lung cancer, cancer of the cervix, cancer of the larynx and prostate cancer. Congratulations to Ontario." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please.", "New question." ],
  "anchor" : "para537"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Ma question est pour le ministre de l’Environnement et de l’Action en matière de changement climatique, the Honourable Chris Ballard.", "Yesterday we announced the results of our fourth carbon market auction. The auction generated more than $420 million, bringing the total proceeds for this year to $1.9 billion. Speaker, you will be pleased to know that our government guarantees that 100% of these proceeds will be reinvested in programs that will help Ontarians make more sustainable and affordable choices: funding for projects like the GO regional express rail, repairs to schools, hospitals and social housing, new bike lanes and energy-efficient home retrofits.", "Can the minister please explain to this chamber more about the green investments that we’re able to make through the proceeds of our cap on pollution?" ],
  "anchor" : "para540"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member from Etobicoke North for that important question. As a medical doctor, I know that he really understands the importance of making sure that the province fights for clean air, clean water and clean land.", "Mr. Speaker, the results of the latest auction show that our plan is functioning as designed. Businesses across the province are engaged in the market. As the member mentioned, the auctions from our carbon market have generated a total of $1.9 billion this year alone. By legislation, every dollar collected is being reinvested into projects that fight climate change. Earlier this week, the Minister of Transportation announced that we’re providing $93 million of cycling infrastructure to municipalities across the province. Last week, I announced $64 million for hospital energy efficiency.", "Our plan is focused on investing in Ontario’s future and creating a more fair society where we all benefit from clean air." ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para547"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Thank you, Minister. Third parties, in fact, recognize that our plan is creating fairness and opportunity for Ontarians by investing in a greener future for our province. Earlier this week, we saw expert analysis that reveals that the Leader of the Opposition’s new carbon tax scheme would in fact cost more but do less for Ontario families than our current plan.", "The EnviroEconomics analysis shows that our plan will reduce greenhouse gases by 82.2 megatonnes by 2022. The PC leader’s new carbon tax would in fact do far less, reducing emissions by just 28.8 megatonnes. The difference is equivalent to taking more than 11 million cars off the road. The new report of EnviroEconomics reveals that our current plan to cap emissions from business is almost three times as effective and comes at half the cost.", "Est-ce que vous pouvez élaborer sur le travail et les mesures que notre gouvernement fait, in particular regarding guaranteeing emission reductions for the cheapest price?" ],
  "anchor" : "para548"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you again to the member for that question.", "Speaker, I’d like to take a moment to speak about real guarantees, not flip-flop guarantees. Our cap on pollution guarantees real emissions reductions that will improve the air quality and reduce Ontario’s carbon footprint, and it guarantees that this will come at the cheapest price possible for families and businesses.", "The same economist the PCs cited a few weeks ago in their glossy magazine said our cap-and-trade program would drive down emissions nearly three times more than their carbon tax scheme would. It appears the Conservatives have cherry-picked the numbers in their schemes.", "This same expert analysis shows that the Conservative carbon tax is also more expensive, costing Ontario families and businesses a total of $15.1 billion. Meanwhile, our plan guarantees three times more savings." ],
  "anchor" : "para551"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is to the Minister of Community Safety. Yesterday, we learned from the Auditor General that the Cabinet Committee on Emergency Management has not met for several years and that the last provincial risk assessment was done six years ago, based on data from 2009. The AG says that as a result, Ontario is simply not prepared to deal with large-scale emergencies. Emergency management staff are untrained. They have large turnover, and a major IT project has been bungled. What an unbelievable failure on the part of this Premier and this government.", "Protecting the safety and security of its citizens is the first and most important responsibility of any government. Why does it take an Auditor General’s report for this government to realize that they have no emergency plan to keep 14 million Ontarians safe?" ],
  "anchor" : "para556"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Thank you very much to the member opposite for the question, because I want to reassure Ontarians. Let me be very clear: We can respond to emergencies, and we have responded to emergencies, and the Auditor General agreed with that.", "Could our emergency response be more efficient? Yes. This is why we recently launched our new emergency management action plan. Our plan is based on an earlier independent review, and we were actually very pleased to see that the findings of our review are consistent with the Auditor General’s comments and recommendations.", "We know that emergencies and disasters are happening with greater frequency around the world, and while they are maybe rare in Ontario, we know we must be more proactive and prepared.", "For the member opposite to know, we are recruiting our new first chief of emergency management to champion the changes that we’re making." ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para562"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Back to the minister: When this same question was asked of the minister by a reporter yesterday, she responded by talking about climate change. What about terrorism? What about cyber threats? What about disaster prevention, mitigation and recovery?", "The shocking thing is, this government’s cabinet committee didn’t even meet to prepare for the Pan Am Games or the G20. They sat on their hands for more than five years, and now they claim that they are working on it. It’s ridiculous.", "Given the dangers in the world today, when will the government finally get around to fixing these huge holes in our province’s emergency management system?" ],
  "anchor" : "para563"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I’m very happy again for the chance to talk about the comments raised by the member opposite.", "Over the past five years, our Cabinet Committee on Emergency Management has been engaged on a number of emergencies. These include the 2012 forest fires in northern Ontario, the 2013 ice storm, the 2015 Pan Am/Parapan Am Games and the 2017 southern Ontario flooding. These engagements ensured that members were prepared if a committee meeting were required.", "The Cabinet Committee on Emergency Management, as I said yesterday, actually met earlier this week. We will be reconvening this committee regularly as we implement our emergency management action plan. We know that while emergencies may be rare in Ontario, we must be more proactive, prepared and ready for anything." ],
  "anchor" : "para566"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "My question is to the Acting Premier. Yesterday, the Auditor General reported that this Liberal government has neglected social housing for so long that there are now more people waiting for social housing than actually living in social housing.", "The wait-list in Ontario has grown by 36% since the Liberals have been in power. That’s 185,000 families. In my riding in Windsor, we have 4,000 people—families—on our wait-list, yet the number of social housing units mandated under the Housing Services Act has grown by zero. Some families have to wait close to 10 years before they are provided with a place to live. Imagine their lives in those 10 years. Could anyone in this House hold on that long before their family had a safe, secure place to live?", "Why has this Liberal government refused to ensure there is enough social housing to meet the needs of struggling Ontario families?" ],
  "anchor" : "para570"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Housing." ],
  "anchor" : "para573"
}, {
  "speaker" : "Hon. Peter Z. Milczyn",
  "text" : [ "I’m very pleased with the question from the member opposite.", "Mr. Speaker, let me tell you what we have been doing for social housing. During our period in government, 20,000 units of affordable housing have been built in this province. Specifically to the member opposite, during that period of time, 320 new units of affordable housing in Windsor have been created; almost 6,000 affordable housing units have been repaired in Windsor; 307 households in Windsor received down payment assistance; and thousands of evictions have been prevented.", "In addition, through our programs, we’re assisting with the refurbishment of our social housing stock, thanks to funds from the cap-and-trade program, which will be in jeopardy if another party comes into power.", "We are active on this file. We are creating more housing and creating more affordable housing for Ontarians." ],
  "anchor" : "para574"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para578"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Back to the Acting Premier: What this Liberal government has done is increased the wait-list for social housing by 36% and put 185,000 families at risk of homelessness.", "In the late 1990s, the Conservative government downloaded social housing onto municipalities without providing a way to pay for it. The Liberal government clearly liked the Conservative policy, because they have refused to reverse that ill-conceived decision.", "Then in 2013, this Liberal government went even further. They cut provincial funding for municipal social housing by $150 million a year. Now about a third of all social housing in Ontario is at risk of being lost forever due to the expiry of contracts, which will allow private landlords to convert social housing into condos.", "What will this Liberal government do to save these social housing units? And will they commit to building enough new units to meet the needs of Ontario families?" ],
  "anchor" : "para579"
}, {
  "speaker" : "Hon. Peter Z. Milczyn",
  "text" : [ "Our government this year announced an investment of $657 million to repair our existing social housing stock. We announced $200 million in investments for affordable housing to ensure that our most vulnerable populations—the homeless, victims of domestic violence, victims of human trafficking—get homes we can build with appropriate supports.", "Mr. Speaker, the member opposite is correct in noting, as the Auditor General does on page 730, that between 1996 and 2002 there was no affordable housing built in this province. That was by the Ontario PC Party, the Ontario party of cuts. Because their platform once again is silent on the issue of housing, we can only assume the $6 billion of cuts will come out of the housing budget. We are increasing—" ],
  "anchor" : "para583"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para585"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "My question is for the Minister of Seniors Affairs. Minister, I read yesterday that you were at the Activity Haven centre in Peterborough to announce the Ontario Age-Friendly Community Recognition Award.", "In 2015, Ontario launched the age-friendly community grant program, providing $1.5 million in funding to 56 projects which help local governments and organizations transform their communities to become more physically and socially inclusive for seniors. I know that this program has already benefited seniors in my riding of Ottawa South through places like the Council on Aging and the Heron Seniors Centre, and I know that it is continuing to impact more and more ridings across the province.", "Will the Minister of Seniors Affairs inform the House about the Ontario Age-Friendly Community Recognition Award, please?" ],
  "anchor" : "para589"
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "I want to thank the member from Ottawa South for that question and also for his advocacy for seniors. Indeed, he is right, Mr. Speaker: I was in Peterborough yesterday with the member for Peterborough, and I was there to make an important announcement.", "Just to give some background, Mr. Speaker: Earlier this year, in the summer, my ministry announced the Age-Friendly Community Recognition Award program. What this program does is that it’s going to recognize communities, municipalities and towns across Ontario that make an effort to make their communities age-friendly.", "What I announced yesterday is that nominations are now open. Communities and municipalities can apply online, so I’m going to urge all of my colleagues here: Go back to your ridings and make sure your municipalities apply." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I want to thank the minister for her answer. It’s important that we recognize the work that’s being done for Ontario’s seniors by countless communities and organizations across the province. This new program will encourage collaboration among communities and promote grassroots action to meet the needs of Ontario’s growing senior population.", "I’m also aware that this government will be expanding the successful age-friendly community grant program. Could the Minister of Seniors Affairs please explain to this House about the expansion of the age-friendly community grant program?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "The member from Ottawa South is absolutely right. As some of you may remember, earlier in November I joined the Premier in announcing Ontario’s action plan for seniors, an action plan that we are calling Aging with Confidence. It’s a 20-point program, and one of the centerpieces of that is that we are going to be increasing our investments in age-friendly communities. In fact, we will be investing $7 million more in providing municipalities and community organizations with funding that they can go ahead and implement to make their communities more age-friendly.", "This builds on the fact that in the past we have funded 56 communities across Ontario with the age-friendly planning grant. The communities went ahead and did their planning, and now this money will help them implement that plan." ],
  "anchor" : "para598"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Yesterday’s annual report released by the Auditor General focused primarily on the government’s failures in the province’s health sector. Her report included chapters on out-of-date lab fees, cancer patients not having access to the drugs and services that they need, and rampant government waste.", "What’s worse, this government was warned about these issues years in advance. Take, for instance, the 2009 warning to expand stem cell transplant projects. This government ignored these warnings, resulting in millions of dollars and unneeded lives lost. Can the minister explain to the House why they chose to ignore these warnings?" ],
  "anchor" : "para601"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question. In fact, we’ve increased our stem cell funding in this province by 600% over the past five years. In fact, earlier this year, I announced an additional $31 million to expand capacity here at University Health Network, Sunnybrook and Hamilton Health Sciences.", "But Mr. Speaker, I think it’s important for us to imagine for a moment what an AG report would look like under a PC government, with the $12 billion of cuts. I want to talk about their so-called historic investment in mental health. We all agree how vitally important that is, but their proposed investment is a mere one fifth of the investment that we’ve made over the previous 10 years. They’re describing it as the largest mental health commitment in Canadian provincial history; it is anything but.", "Look at our record over the last 10 years compared to what they’re proposing. They’re proposing one fifth of what we have ourselves invested." ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para606"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I speak of waste and incompetence and mismanagement, and the government delivers Liberal spin and mistruths." ],
  "anchor" : "para607"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para609"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I withdraw." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carry on." ],
  "anchor" : "para611"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "To the minister: Speaker, 65 patients have travelled to the US for stem cell transplants, and it’s estimated that another 106 will seek treatment over the border before Ontario brings up their standards. Had the government listened to the capacity warnings in 2009, they could have saved the taxpayer over $90 million. Unfortunately, it took a few high-profile cases of people dying waiting for treatment before this government deemed it a priority.", "Speaker, will the minister apologize to the Ontarians who have had to seek life-saving treatment outside of the province because of this government’s mismanagement?" ],
  "anchor" : "para612"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I will never apologize for funding and providing life-saving treatment, whether that treatment is required in Ontario or whether it’s required in another part of this world. We’ve increased the funding. We’re increasing our capacity. Wait-lists are going down. More and more Ontarians are having that stem cell treatment here in the province.", "But, Mr. Speaker, I have to go back to the fact that if we just compare the first year of the proposed Conservative spending on mental health with our record of our first year of that 10-year period, they’re proposing to invest $151 million in their first year. Our first year, we invested 600 million new dollars. Their second year, they’re proposing $190 million. We invested $650 million. Third year, $215 million; ours, $800 million. Over their first four years, they would invest 814 million new dollars. We invested in our first four years more than $3 billion." ],
  "anchor" : "para614"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. New question." ],
  "anchor" : "para617"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Acting Premier. Liberal government advertising has hit a 10-year high, and I’m sure it’s coincidental how its advertising has peaked in an election year. Ontario’s auditor has reported that 30% of those ads are what she would call partisan ads, but because of the legislative changes made by the Liberal government, the Auditor General now has no choice but to approve those partisan ads. That means public dollars are being used to promote this Liberal government and this Liberal Party. This is just one of the reasons, Mr. Speaker, why the people of this province no longer trust this government.", "Will the government stop running partisan ads today?" ],
  "anchor" : "para619"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para621"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "As I noted earlier, Speaker, Ontario does remain the only province in Canada that actually has rules around government advertising. In fact, when we look at government advertising, we have a definition of partisan advertising, which says that you can’t advertise a party and you can’t have political figures from cabinet in the ads. In fact, there are very tight rules about what is and is not allowed.", "People keep referring back to “We should go back to the old legislation.” Quite frankly, the things people are concerned about actually would have been perfectly acceptable under the old legislation. Let me remind you what the old legislation said. It said that it was okay to inform people about government programs, policies and services." ],
  "anchor" : "para622"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para624"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Again to the Acting Premier: I do not understand, nor do the people of this province understand, how you can justify defending this program. It is indefensible. Public advertising should serve the public good, not help a desperate government hold on to seats.", "It wasn’t just that the Premier was using public dollars to promote their hydro scheme or ads for programs that didn’t actually exist, but they actually used public dollars to try and target opposition MPPs. Ontarians have every reason to feel let down by this Premier and by this government.", "Will the Acting Premier stop these advertising campaigns today, or is she going to keep using public dollars for partisan Liberal ads?" ],
  "anchor" : "para625"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "As I say, by the old standards, which they claim are the correct standards, it would inform people about government programs, policies and services. That’s exactly what the fair hydro ads did. Or it was okay if you were talking about changing social behaviour in the public interest. #WhoWillYouHelp was exactly that. Informing people about the reality of climate change was exactly about talking to people about social policy. These ads are exactly on target under the old rules and the new rules.", "Do you know what, Speaker? I’ve heard lots of complaints from members opposite about how we don’t spend enough money advertising in small-town media. We do advertise in small-town media, and what do they do? They complain." ],
  "anchor" : "para629"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "My question is for the Minister of Citizenship and Immigration. Diversity has always been one of Ontario’s greatest assets, and in my riding of Scarborough–Agincourt. This diversity makes us a stronger and more successful province. I’m pleased to learn that last year, our province welcomed over 110,000 newcomers, including the many thousands of Syrian refugees living in my riding of Scarborough–Agincourt.", "We need to ensure all our newcomers are successful in this province. It is vitally important that we work with our federal partners to ensure our immigration system is working effectively to keep this province prosperous. It is my understanding that our province has developed formal agreements with our federal partners since the last agreement expired in 2011.", "Speaker, through you to the minister: Can she please inform the House how her ministry is working with the federal government to enhance our shared goals of harnessing the contributions immigrants are making in our province?" ],
  "anchor" : "para632"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I’d like to thank the member for Scarborough–Agincourt for her question and her continued interest towards immigrant communities. Ontario’s relationship with the federal government continues to grow and improve. On November 24, I welcomed here at the Legislature the federal Minister of Immigration, Refugees and Citizenship, the Honourable Ahmed Hussen, to officially sign the Canada-Ontario immigration agreement.", "The Canada-Ontario immigration agreement, or COIA, sets a new path of co-operation between our province and the federal government, which will allow us to effectively lead and manage immigration policy and to welcome newcomers. The agreement includes commitments to bilateral collaboration on selection policy as well as increasing and improving economic immigration. COIA will help Canada and Ontario fulfill our shared goals of maximizing the contributions immigrants make to the economic, social and cultural life of our country." ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para637"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "Thank you to the minister for her response. It is encouraging to hear that we are doing more collaboration with our federal partners.", "Statistics Canada projections show that immigration will continue to be the key driver of population growth in our country in the coming decades, and I’m sure the minister would agree with me that immigration is especially crucial to Ontario’s future to mitigate the impact of our aging population. In my riding alone, 21% of my constituents are seniors.", "To address the labour shortages and to continue to draw the benefits of diversity, immigration is essential to ensure a stable and consistent population to balance the needs of the labour market and to keep our economy moving in the right direction.", "Speaker, through you to the minister: Can she please inform the House the steps taken on specific aspects of immigration in the province, ensuring fairness and opportunity for all?" ],
  "anchor" : "para638"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "Once again, I would like to thank the member for her question. Our ministry has been working closely with the federal government. In the months ahead, additional annexes to COIA will be signed to formalize federal and provincial coordination on French-speaking immigrants, international students and the role of municipal governments as partners in immigration.", "COIA will also help Canada and Ontario share information and data more effectively, to inform policy as well as program planning and evaluation.", "Also announced at the signing was a commitment from the federal government to provide $21 million over the next three years to Ontario’s bridge training programs, to go along with approximately $70 million from the province. This investment will help reduce the barriers that skilled immigrants face when seeking employment in their field.", "By working together, we help Ontario’s communities become more inclusive and stronger." ],
  "anchor" : "para642"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Speaker, my question is for the Minister of Transportation. We all agree that those impaired, whether from alcohol or drugs, should not be driving, period. So we wonder why Bill 174, the Liberal government’s time-allocated response to the federal cannabis legislation, fails to ensure approved drug-screening testing for all drivers. A regular G driver suspected of alcohol impairment would be compelled to take a Breathalyzer, but if they’re suspected of drug impairment, they’re not compelled to take a swab saliva test.", "Will the minister tell us why his government is failing to ensure proper testing for all drivers, with cannabis legislation around the corner?" ],
  "anchor" : "para647"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for his question.", "I’ve said this many times in this Legislature and elsewhere: The safety of the travelling public is the Ministry of Transportation’s number one priority. It’s why we’ve introduced and passed legislation on a number of important initiatives relating to road safety over the last three to three and a half years, Speaker.", "A number of months ago, the Premier, myself and other members of the government side did announce that we are moving forward with proposals embedded in legislation that’s currently under consideration in the Legislature that would help Ontario’s travelling public transition safely to the new reality that will exist here in this province and right across this country post-July 1, 2018, when cannabis is in fact legalized. In that legislation, as the member knows, there are measures that will help particular sets of drivers—all drivers, generally speaking, but particular sets of drivers: novice drivers, commercial drivers, young drivers. There’s a zero-tolerance standard that will be set.", "Speaker, the question about the technology that needs to be available to help us get right over that final hurdle is something that the federal government is focused on—" ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para653"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I’ll follow up in the supplementary question." ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para655"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Actually, not all drivers, in fact.", "Other jurisdictions understand the importance of approved fluid screening for drug impairment. New Brunswick ensures that all drivers take the screening. But Ontario limits the testing for young, novice and commercial drivers only, while the rest of the driving population is subject to just the roadside sobriety test.", "As committee members meet today to consider what little input the Liberal government has allowed on their omni-cannabis bill, we will be putting forward an amendment to mandate oral screening for all suspected drug-impaired drivers. MADD Canada has written in support, “The current restriction of using the oral fluid screening devices for only novice and commercial drivers is a major policy flaw and will greatly restrict police officers’ ability to apprehend drug-impaired drivers.”", "Speaker, MADD Canada gets it. New Brunswick gets it. Will the minister join us later today and support our amendment to keep our roads safe here in Ontario?" ],
  "anchor" : "para656"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Speaker, I think the only person in this exchange who doesn’t get it is the member who’s asking the question.", "There is nothing in our legislation or in the Highway Traffic Act that prevents law enforcement from pulling any particular driver, regardless of what the impairment might be—alcohol, drugs, distraction or anything else. There is nothing in the Highway Traffic Act that prevents law enforcement from taking that driver off the road.", "There are a number of measures already contained in the act, some of which were passed in Bill 31 in this House a number of months ago. In the case of novice, commercial and young drivers, Speaker, it’s a zero-tolerance standard that’s being applied, but that does not mean that non-novice, non-commercial and non-young drivers can in fact drive impaired. We’re working with the federal government on what the appropriate level of impairment will be and what the ultimate technology will be that’s used at the roadside. We’ve announced that previously.", "Having said that, I do look forward to having a conversation with the member, and this legislation will continue to navigate through the Legislature, as it certainly should." ],
  "anchor" : "para660"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Sarnia–Lambton on a point of order." ],
  "anchor" : "para665"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "Point of order, Mr. Speaker: I’d like to introduce Mr. Blake Morrison, a teacher at St. Patrick’s Catholic High School in Sarnia, with a number of students—46 in total, I think—from grades 10, 11 and 12, from my riding of Sarnia–Lambton. I’d like everybody to welcome them to the Legislature." ],
  "anchor" : "para666"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para667"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of the Environment and Climate Change on a point of order." ],
  "anchor" : "para669"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you, Speaker. I just want to correct my record. Our climate change plan will reduce emissions three times more than the Conservative plan and cost half as much." ],
  "anchor" : "para670"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Education, point of order." ],
  "anchor" : "para672"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Thank you, Speaker. I’m very pleased to welcome two schools from my riding of Scarborough–Guildwood who are visiting Queen’s Park today: St. Thomas More Catholic elementary school, as well as Maplewood High School." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Sault Ste. Marie on a point of order." ],
  "anchor" : "para675"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Mr. Speaker. I just wish to correct my record. Yesterday, I made a statement with respect to PET scanners and I stated that between northern Ontario and northeastern Ontario, there were no PET scanners. I meant to say that between Sault Ste. Marie and northeastern Ontario there were no PET scanners, and if, in fact, somebody required a PET scan, they would have to travel to the GTA." ],
  "anchor" : "para676"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Eglinton–Lawrence." ],
  "anchor" : "para678"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I’d like to welcome my good friend and guest, a real mensch from the riding and the king of Lakewood, New Jersey: Rabbi Lazer Weinman. Welcome. He’s getting ready for Hanukkah. The first day of Hanukkah is Tuesday. Don’t forget, Mr. Speaker." ],
  "anchor" : "para679"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. I won’t.", "There being no deferred votes, this House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para680"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "Once again this week, we have seen evidence that the Liberal government is prepared to say literally anything to try to hang on to power. In recent days, the Premier’s claims that our proposal to phase out their cap-and-trade program and replace it with a carbon pricing program in line with what the Trudeau government is requiring—and which would return all of the revenues to Ontarians—would cost more and would not be as effective in reducing carbon emissions were shown to be patently false by the respected national magazine Maclean’s. In fact, the Maclean’s article demonstrated that the People’s Guarantee will do the opposite. The study, by economist Trevor Tombe, suggests our plan would, in time, leave Ontario households better off than what the Liberals say and reduce emissions more in Ontario than under their cap-and-trade program.", "This leads to another important environmental issue, that being our responsibility to protect and preserve our groundwater today and for future generations. Over and over again, I have repeated my position on this issue, including my view that we need to do more to improve the recycling rates of empty water bottles and other single-use plastic beverage containers.", "How is this best achieved? It appears that each province has its own approach, with varying degrees of success. I’m told that the province of Manitoba’s Recycle Everywhere program has been impressive in dramatically improving recycling rates. It deserves a good, hard look in the context of Stewardship Ontario’s ongoing consultation with the Blue Box Program.", "I’m also aware of the town of Erin’s public space recycling project. Town council and staff deserve credit for working with the Canadian Beverage Association—" ],
  "anchor" : "para685"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para689"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "—and I know that with the enthusiastic support of the people of Wellington–Halton Hills—" ],
  "anchor" : "para690"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you, sir. I stand, you sit." ],
  "anchor" : "para691"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "My member’s statement is on gas prices. I’d like to talk about something in this House that has been bothering me for a long time, something that I’ve spoken out against and that New Democrats are working to put an end to: the issue of people getting gouged at gas pumps across Ontario.", "Mr. Speaker, it’s not hard to see why residents feel they are being gouged. They are paying around $1.17 for gas in Niagara Falls right now. Usually you go to St. Catharines and it’s 10 cents cheaper.", "We also see that gas prices continue to rise even when the price of a barrel of oil remains relatively low. We know that the price of oil crashed, and yet we never saw the same reduction in the price of gasoline.", "New Democrats are going to do something about this. We put forward a bill to try and deal with these prices. This gouging has to stop once and for all. I hope the Liberals and the PCs will support our bill and finally offer some relief for residents.", "I have said many times that the fuel industry needs transparency and, when possible, consistency, yet we don’t see that. Instead, we see big companies doing whatever they can to make a profit off the good people of Ontario.", "My message to the Premier is clear: As families begin to travel during the Christmas holidays, give them a gift they can all enjoy. Support our bill and stop the gouging of Ontarians at the pump." ],
  "anchor" : "para693"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I’m proud to be part of a government that is supporting cycling and cycling infrastructure. Our government knows that hopping on your bike is great for your health, for congestion on our roads and for the environment.", "My riding of Davenport has the second-most commuter cyclists in the city, who use their bikes for commuting and for fun, yet it doesn’t have enough infrastructure in place. That’s why I was so pleased when, earlier this week, the Minister of Transportation and the Minister of Tourism, Culture and Sport joined me in my riding of Davenport to announce the recipients of funding from the Ontario Municipal Commuter Cycling Program and that our government is more than doubling the program’s funding.", "To help my riding of Davenport, the city of Toronto alone is receiving $25.6 million that will be used to help deliver their 10-year cycle network plan and to expand the Bike Share Toronto system, with up to 300 new Bike Share locations, 3,000 bikes and 6,000 docks. This will mean that people in Davenport will benefit from more bikes, bike lanes and safer cycling infrastructure to get where they need to go all across the city.", "More cycling infrastructure and expansion of the Bike Share program will encourage people to cycle more often, improve safety and provide more travel options.", "I’m also hopeful that the city of Toronto will update their project list to include the much-desired bridge to Earlscourt Park. By kicking our funding into high gear, we will continue to keep our promise to make cycling a safer, more attractive option for people in Davenport." ],
  "anchor" : "para700"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Their Opportunity is an organization based in the Oshawa part of my riding that provides low-income families within the region of Durham with the financial means to enroll their children in local sports programs. Through their involvement in these programs, Speaker, young men and women can develop the confidence, social skills and healthy lifestyle attainable through sport. Getting involved in these activities encourages social interaction, contributing to a greater sense of community identity and social cohesion.", "Through the programming and financial assistance provided, Their Opportunity is meeting the needs of children and youth in the broader community, and contributing overall towards continuing to ensure that the region of Durham is a safe, active and caring community.", "Speaker, I’m proud that Their Opportunity is providing leadership opportunities, positive role models and programs that improve young people’s quality of life, and as a result, increasing their chances for achievement and success. I’d like to commend the board and Randy Gill for all their outstanding work and the opportunity that they’re providing young men and women in the region of Durham." ],
  "anchor" : "para706"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Since winter arrived, the good people of Gogama and Mattagami First Nation in my riding have been faced with almost daily power outages. Last weekend, the power went off and on about 30 times. Monday night, the power goes off at 9:20 p.m. and gets back on during the night at 1:30. Tuesday, the power goes off at 5:45 p.m., is restored at 10, but only for four short hours, because Wednesday morning at 2 a.m. the power goes off, and—you guessed it—last night it powered on and off twice.", "Our liaison at Hydro One sends me pictures of snow and trees, as if this is somewhat unusual in northern Ontario. Speaker, electricity is not a luxury. Many people in Gogama and Mattagami do not have a wood stove to heat their house. They do not have a power generator to power up their furnace. Some residents are on oxygen concentrators to breathe. They worry that their back-up oxygen will actually run out because they have been out of power so many times. They are frightened. For them, it’s a life-and-death situation.", "What happens to the meat in your freezer when you’ve had a successful hunt but your freezer keeps thawing out? How are you supposed to cook your fruitcakes or your tourtières when there’s no reliable power, let alone get ready for Christmas?", "Our electricity system is not reliable. Thanks for nothing, Hydro One. The residents are fed up. they are frustrated. They are angry. All they want for Christmas, Speaker, is a reliable energy system." ],
  "anchor" : "para710"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I just wanted to thank the Minister of Finance for including protection for victims of domestic violence in his budget measures act, Bill 177. He is doing that in this legislation by ensuring that innocent co-insured are not penalized because their spouse committed an illegal act.", "I’ve been trying to help three women in Ontario whose husbands, sadly, burned down their homes, and yet they couldn’t collect insurance. I hope this measure gets passed in Bill 177 so that we stop penalizing abused women twice because they were victims of this loophole. Their husbands, in all three cases, were found criminally guilty of arson and assault, yet the spouses could not collect insurance. This will close that loophole once and for all and ensure that this practice of discrimination against abused women stops in Ontario." ],
  "anchor" : "para715"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Education is one of the most important services that the province provides its residents. During the past few months, I attended several community meetings with ward 8 Toronto Catholic District School Board trustee Garry Tanuan, and TCDSB parent council leaders on their discussion regarding school closures. Specifically, the three schools in my riding of Scarborough–Rouge River that are under review: St. Gabriel Lalemant, St. René Goupil and the Divine Infant school.", "The frustration and anger expressed by the parents and students of these schools was enormous. The last thing that the parents want is to have their local school closed and move their children to a school outside the community. The uncertainty surrounding the future of the schools is further exacerbating the situation when frustrated parents, uncertain of the future of their local schools, are making the drastic move and finding alternates to the Catholic schools.", "I’m very happy to report that on November 16, I, along with the many parents and students, deputed at the TCDSB and convinced them to save the three schools from the chopping block. I want to thank school trustee Garry Tanuan and all the parents and students who worked hard to save our schools." ],
  "anchor" : "para719"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I rise today in the House to celebrate our second annual Trinity–Spadina Outstanding Business Awards. Many ridings in Ontario have one or two business improvement areas, or BIAs. My riding of Trinity–Spadina has 18 very active BIAs.", "My family had a small business where I worked as a part-time staffer during my school years. I know the challenge and the hard work put in by business owners. A business like Gwartzman’s Art Supplies in Chinatown has been supporting artists and students alike for over 60 years. The Horseshoe Tavern, a landmark for live music in Toronto, celebrated its 70th anniversary this week, and it was recognized by the CBC, Toronto Star, Toronto Sun and Cable Pulse 24. Maizal Quesadillas in Liberty Village recently won the Premier’s award recognizing their dedication to sustainable farming. The CN Tower, Rasta Pasta and 17 other businesses in total received the Trinity–Spadina Outstanding Business Awards.", "Businesses are community hubs. They provide opportunities for Ontarians to grow and thrive. Our BIA awards are not only an opportunity for businesses to be recognized, but also a platform for networking and learning best business practices. I want to thank them for the contribution they provide to the vibrancy of our community, job creation and the innovation that they bring forward." ],
  "anchor" : "para723"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I rise today to speak about a town council meeting that was held last night in the municipality of Kincardine. During the meeting, a senior manager from the Ministry of the Environment and Climate Change made a presentation on renewable energy and wind turbines.", "Although the ministry seems to acknowledge that there are health complaints surrounding many industrial wind turbines, there still appears to be little action being taken in response. I, along with many members of the community, still have concerns regarding the response from the ministry to serious health complaints from those living close to industrial wind turbines. The ministry acknowledged in their presentation that there are health complaints from both tonal noise and infrasound, yet, for some reason, the ministry still refuses to test for infrasound.", "Councillor Andrew White pointed out that currently the wind proponent does its own testing, while no one from the ministry oversees it. He went on to say, “I see lots of potential for conflict of interest here.” How can anyone trust the testing? Even worse, the ministry official admitted at this time there is no legislative requirement that the company publicly post their results. It’s just an expectation of the ministry.", "We saw this past week what happens when the Liberal government blindly trusts a company without government oversight. Ratepayers are overcharged to the tune of more than $260 million in eligible costs.", "Speaker, I would like to take this opportunity to call on the ministry to do the right thing." ],
  "anchor" : "para727"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements.", "It is therefore time for reports by committees. Reports by committees? Last call for reports by committees.", "Introduction of bills? Introduction of bills? Last call for introduction of bills.", "Motions? Motions? Last call for motions.", "Statements by ministries? Statements by ministries?", "Therefore, it is time for petitions. Petitions? Last call for petitions.", "Seeing no petitions, it is therefore time for orders of the day." ],
  "anchor" : "para732"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Valerie Quioc Lim)",
  "text" : [ "Ballot item number 19, order M180, second reading of Bill 180, An Act to provide for safety measures respecting movable soccer goals. Mr. Smith." ],
  "anchor" : "para740"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I would now at this time call for suspension for 50 minutes." ],
  "anchor" : "para742"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Orders of the day." ],
  "anchor" : "para744"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I move that, in the opinion of this House, the government of Ontario should explicitly include regional express rail service to Brampton, Guelph and Kitchener in its long-term infrastructure plan, and, before April 1, 2018, provide a firm funding commitment and a clear timeline for the delivery of frequent, all-day, two-way GO rail service along the full length of the vital Kitchener GO corridor." ],
  "anchor" : "para746"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Ms. Fife has moved private member’s notice of motion number 79. Pursuant to standing order 98, the member has 12 minutes for her presentation." ],
  "anchor" : "para747"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I do know that the people of Kitchener–Waterloo are paying close attention to this debate. As always, it’s a privilege for me, as the member, to bring their voices to the floor of this Legislature.", "I will say that I did start my day on the GO train. I got onto the 6:47 a.m. train this morning, leaving Kitchener. I arrived at 9:11 at Union Station. It took two and a half hours to get from Kitchener to Toronto. It was a very slow train.", "Now, to be fair, there are four trains that leave in the morning. Three of them are slow, and one of them is less slow. I’m really hopeful, though, that this debate today will be able to get firm funding and a firm timeline so that we can start to focus on getting those trains to be truly regional express trains.", "There is a reason why we are here, and there is a reason why I brought this motion to the floor of the Legislature, and that is because we have had a lot of promises on two-way, all-day GO. Most of us have been here for that entire time.", "Just to go back, in early 2014, Premier Wynne admitted that there were no specific dates for all-day, two-way GO to Kitchener-Waterloo. Around that time, there was a general promise to get four new GO trains between Waterloo region and Toronto. But in May 2014, then-Minister of Transportation Glen Murray promised that all-day, two-way GO would be a reality in five years. This was the 2019 timeline. I’m sure that you’ll remember that; it got a lot of press coverage. A lot of excitement was generated in our region because it’s such a vital service. However, that did not materialize.", "This is what he said at the time:", "“‘We’re going to be moving very quickly within the next two to three years after that to take the diesels off, replace them with electric trains, these three- to six-unit trains, and we’ll be running service to Kitchener, Waterloo and to the other communities along the line every 15 minutes all day....", "“‘So those are our immediate priorities and we’re going to get those done, the first round within two years, the next round within five....", "“According to Murray, the expanded GO service, along with investment in the region’s LRT and a proposed high-speed rail hub are budgeted for.”", "Madam Speaker, I don’t need to tell you that this is not the reality for us in Kitchener-Waterloo today. In April 2015, there was a backtrack from Minister Murray’s promise, saying that the GO train from Toronto to Kitchener wouldn’t arrive until 2025.", "The 2014 four trips—we still have no train from Toronto to KW. KW stands out as a region because we have these amazing innovation and tech ecosystems and we draw people into the region from Toronto, but they have no viable way of getting there. We actually have companies that essentially ship people and bus them from Toronto into the region.", "There have been a lot of announcements, though, and sometimes it’s hard to keep track of them. In June 2016, the Premier made the last public announcement on all-day, two-way GO, presenting the option of two new trains with the promise of a new CN Rail freight bypass. The freight bypass is critical. It really is the missing link for us to put people ahead of the freight on those lines. If you follow the GO trains as I do, you’ll see that, often, people are delayed 15 or 20 minutes in a holding pattern as a freight train goes by.", "We’re in a bit of a holding pattern. When I saw the long-term infrastructure plan released almost two weeks ago now, I have to say that I was a little surprised to see that there was no firm commitment to regional express rail. In fact, the document, the infrastructure plan that the minister released, seems to show a sharp decrease in transit infrastructure spending as the first phase of regional express rail winds up. This is in figure 3 of the province’s 13-year infrastructure plan. It goes sector by sector and year by year. So if you see a decrease in transit infrastructure spending at the first phase, suggesting that the first phase is the only phase—there is no mention at all in the document of the freight bypass that I just mentioned, or any other measures that would make regional express rail to Kitchener possible. In short, there is no evidence that regional express rail to Brampton, Guelph and Kitchener is within the scope of the long-term infrastructure plan, much less funded.", "The goal today, plain and simple, is to get a firm commitment from the government ahead of the 2018 election, prior to April, that has a firm funding commitment, that involves the CN freight bypass—because it’s such a pivotal piece. This is what the people of Kitchener-Waterloo need to see from this government.", "I will tell you that we have seen plans from this government change over the course of the last few years, over the last decade. We want to see follow-through on regional express rail. Quite honestly, we don’t think this is too much to ask for. If it’s not in the long-term infrastructure plan, it’s not in the plan and we want to see it in the plan. That is the very clear message that I’m bringing to the government here today.", "I can give you such good rationale, really. I can tell you about the economy; I can tell you about the cost savings; I can tell you about the quality of life. But I’m going to focus a little bit—because this is what I’ve heard most from the constituents in my region: The congestion and the state of affairs on Highway 401 is untenable. There’s no rush hour at any time; now it’s all rush hour. I drive in at 4 o’clock in the morning, and it is busy. It’s busy at 3:30, it’s busy at 4:30, it’s busy at 5:30, 6:30, 7:30—and, in fact, the 401 between Waterloo and Toronto, in the last two months, because of collisions, has been closed. The highway is shut down. Everything comes to a full stop. That, of course, affects productivity, and it affects quality of life.", "Between January and October of this year, “the OPP has responded to more than 5,000 transport truck-related collisions; 67 lives were lost in 56 of the collisions,” Madam Speaker, so there is a moral imperative for us to reduce the number of cars on the 401, to give people a viable, workable, affordable option of public transit.", "I will tell you that after riding the GO train in this morning—it’s almost $18 one way. You pay for public transit to get to the train station; you pay for public transit to get from Union Station up to Queen’s Park. In total, it’s about $28 one way, Madam Speaker. We are going to have to address the affordability of public transit, because it has to work for people. If it’s not working for the people we serve, they’re not going to get on it.", "I kept track, because clearly I need to get a life or something. I was on the train this morning, and, honestly, until I got to Malton—that was where the vast majority of people got on the train. In Guelph, there were only 30 people who got on.", "Now, I will tell you that it was delayed 23 minutes from the get-go. I was on the 6:47 train, but they told us immediately that it would be delayed 23 minutes. That is not a good way to start your commute, Madam Speaker; I can tell you that much.", "I want to address the economics. Waterloo region has this unbelievable potential to truly compete as the Canadian Silicon Valley of the north, if you will. We have such talent. We have such potential to generate jobs. In fact, the Toronto-Waterloo region corridor is home right now to 12,800 tech companies, 250,000 tech workers, 2,800 tech start-ups. With the realization of an all-day, two-way GO that really works—not like what I experienced this morning—if the system actually worked, it would generate 37,600 jobs in the first 10 years of all-day, two-way GO. That is a huge amount of jobs. It would generate $838 million in personal income tax annually.", "emissions reductions. This is a significant environmental impact. The total—and this is just top-of-line estimated cost savings—is $272 million. The return on investment is just over $1 billion annually, so there really is no excuse for us not to see this in the infrastructure plan.", "The economic case is so strong. The municipalities are fully on board. We have many partners that have said to us, “Listen, get this freight bypass dealt with,” but it’s going to be a significant budget item. You can’t just drop that into your PowerPoint presentation. That’s all we have right now: On the Ministry of Transportation website, buried in a slide deck is a promise to make this happen. Given the history and the context of this government walking back these promises, you can understand why we have some trust issues as to why we have not seen an efficient regional express train service to Waterloo region.", "What I will say to you today is that this is a matter of confidence. There are companies that are looking to invest in Waterloo region, but they need to see a firm commitment from this government. They need to see it budgeted for, and they need to see timelines. If they were to look at the infrastructure long-term plan, as I just highlighted, they would see a reduction after 2019 in investment. That does not speak to following through on a commitment, Madam Speaker. It does not. Because when you follow the money in this place, you follow the real commitment.", "On November 29, the head of Metrolinx is quoted as saying, “It’ll still be a number of years for the higher volume service to get out to Kitchener.” He is quoted as saying that seven years is “the goal to start passenger service on the second track.”", "I am telling you, we cannot wait." ],
  "anchor" : "para748"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Thank you. Further debate?" ],
  "anchor" : "para776"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "It’s a pleasure to stand in this House and speak to motion 79, put forward by the honourable member from Kitchener–Waterloo. Just at the outset, I must mention that I am supportive of this motion. We really appreciate the advocacy of the member.", "But in the meantime, Madam Speaker, this government, under the leadership of Premier Kathleen Wynne, is making the biggest investment in infrastructure in the history of this province: about $190 billion of investment, which hasn’t been seen in the history of this province. I have been living in Canada for over 27 years now; it’s going to be 28 years. I never remember, in my history in Canada—and I am sure other members who were born in Canada haven’t seen—such a huge investment in infrastructure in the province of Ontario. Subways are under construction in the city of Toronto, in Ottawa and in other places. This is just phenomenal.", "When it comes to GO Transit, we are investing $31.5 billion in our Moving Ontario Forward plan. In fact, $13.5 billion of that will go to GO regional express rail.", "Speaking of Kitchener-Waterloo, as the member from Kitchener–Waterloo rightly indicated, it’s known as the Silicon Valley of the north. We are so proud of the tech companies and the two universities in that region, the University of Waterloo and Wilfrid Laurier University, and indeed of Conestoga College, the academic institutions and the very high-tech companies in that particular region of our province. Their contribution to our economy is just enormous.", "It is essential that we establish a public transit system between our major urban areas so that people can travel easily from one location to another, as is the case in many Western countries. In particular, in Europe, as you travel from one city to another, there are high-speed trains, and trains even from one village to another. We need to establish that kind of transit and transportation system in our province of Ontario.", "It is rather unfortunate that the previous governments did not pay enough attention to building infrastructure and transit in this province. This Premier and this Minister of Transportation, the Honourable Steven Del Duca, are working very hard to make sure that at least our transit will be available for this generation and for generations to come.", "We will continue to work with Metrolinx to bring regional express rail to the GO rail network. Indeed, this is an over-10-year initiative that will give people throughout the GTHA, the greater Toronto and Hamilton area, new travel options.", "When it comes to the Kitchener-Waterloo area, we have demonstrated time and time again that this government is prepared to deliver two-way, all-day GO services between Kitchener-Waterloo and the city of Toronto. This extension of the GO rail network is a part of our $21.3-billion investment that is going to make travel between the two cities, the two locations, much smoother in the years to come.", "In June 2016, we announced that Metrolinx has secured an agreement in principle with CN Rail that will allow us to deliver on our commitments. A part of this rail belongs to CN Rail, so it’s not for the government just to start working right away. All the preparations have to be made. Part of that preparatory work is signing an agreement to build a tunnel under the 401. The contract has already been signed, I understand, and the work is ongoing.", "Madam Speaker, we are committed to expanding our rail services, the GO train and the GO rail express. We look forward to the future expansion and the commissioning of these services as we move on.", "When it comes to the city of Toronto, again, we look forward to the commissioning of the Spadina subway to the city of Vaughan and York University, where 50,000 students in the third-largest university in our country will have access to a subway system." ],
  "anchor" : "para777"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para788"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It is a pleasure for me to rise today to speak in support of the motion that was introduced by my colleague the member for Kitchener–Waterloo on the Kitchener-Waterloo GO service. As the member explained, this motion was designed to secure a funding commitment from this government and a clear timeline for the implementation of all-day, two-way GO between Toronto and Kitchener-Waterloo.", "As she explained in her remarks, this is a project that has been discussed for many, many years, and as of yet, there has been no firm commitment from this government about when it will move forward. People in Kitchener have been waiting nearly a decade to see this project go through, and it was not referenced in the recent long-term infrastructure plan.", "Speaker, I fully support the member’s efforts to secure this funding commitment from the government. I have to say, as the MPP for London West, that I share very similar concerns and frustrations as she has articulated. Certainly, in our community, in London, we have been focused on a rapid transit initiative for a number of years. In fact, the community has been talking about some kind of rapid transit project since at least 2006, and has engaged in multiple public consultation exercises as the project has moved closer and closer and has taken clearer shape.", "I think it was in 2015 that our project was finalized. The city knew exactly what it wanted to bring to the government, and my community was very hopeful that there would be a firm funding commitment from the province to support bus rapid transit in London.", "We looked with eagerness to the 2015 budget to see reference to some kind of signal that the province would support London’s initiative. When we opened the 2015 Ontario budget, we read that the province was going to be working with regions, communities and the private sector to implement new transportation networks. It said, “Potential projects could include investments in municipal rapid transit projects in Ottawa, Waterloo and London, and in GO Transit, including regional express rail service beyond the boundaries of the GTHA.”", "That was not exactly the firm commitment that London was hoping for when it says, “Potential projects could include investments....” So my community, when the next round of pre-budget consultations came along, tried again. We made another pitch to the government about the need for funding to support London’s rapid transit initiative.", "In the 2016 Ontario budget, we saw again a commitment from the province to continue working with “regions, communities, other levels of government” etc. They mentioned that this could develop new opportunities such as, in a bullet point, “Cost-sharing the capital costs of municipal transit projects such as London rapid transit and phase 2 of the Ottawa LRT project.” Again, this reference to cost-sharing was welcome, but there were no details, no cash on the table, nothing that would reassure my community that the province was actually going to step up and provide the funding to enable this project to move forward.", "In 2017, in that budget, we saw again another reference to London’s rapid transit project. It says that the province continues to engage with the city of London on its proposed project to connect neighbourhoods, businesses and key hubs of economic activities across the city. That’s great news, that the project is continuing to engage with the city of London, but what the city of London needs is a firm funding commitment from the province of Ontario that our rapid transit system will be supported.", "In the 2018 pre-budget submission from the city of London, the city once again put its ask on the table. The city of London has committed $130 million toward the bus rapid transit project and is seeking the remaining $370 million from federal and provincial government partners. Hopefully, the fourth time that the city has come to the province during the pre-budget consultation period, the province will come through with some funding in the 2018 budget.", "emissions by about 233,000 tonnes over 30 years. It will reduce road expansion projects by about $290 million over 20 years, saving municipal taxpayers all of those resources that would have had to go to road expansion. It will add quality jobs and generate about 4,400 person-years of employment in construction, and, most importantly, it will create $724 million in transportation, environmental and economic benefits over the project’s lifespan.", "Speaker, I applaud the member for her efforts to secure a firm commitment from this government. This is something that her community needs and my community would certainly welcome." ],
  "anchor" : "para789"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para801"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "It’s great to have the opportunity to get a few words on the record this afternoon and support this resolution from the member from Kitchener–Waterloo. But what I find somewhat passing strange is that with the announcement of the job numbers in the province of Ontario last week, I noticed that the unemployment rate in Kitchener-Waterloo and Cambridge is now down to 5%. That is well below the Ontario average. I would have thought the first questions on Monday morning in the House would have been questions to my colleague, the Minister of Economic Development and Growth, just to confirm these fine job numbers, particularly in this very important part of the province of Ontario.", "I get there more frequently these days. Karan and I are very pleased that our daughter, Shanae, is in her first year at Laurier University. In fact, last Monday night I had the opportunity to take my daughter out to dinner at East Side Mario’s, and I had the opportunity, as I always do—like I do in Peterborough—to go from table to table and get the pulse of the community. One of the things that they chatted to me about, because the economy is booming in that part of the province of Ontario, is that there is a need, and we all—" ],
  "anchor" : "para802"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "The next time I get up, someone is going to be warned. It’s never too late or too early.", "I’ll return to the minister." ],
  "anchor" : "para805"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Thank you very much. As I was going from table to table introducing myself and having a great chat—and by the way, the food was excellent—they told me about how the economy is booming in Kitchener-Waterloo. That tells us, of course, as you have a booming economy, of the need to continue your investments in infrastructure. Part of this investment, of course, is the two-way electrified GO train service in Kitchener-Waterloo. I get that. It’s a very important thing to do.", "But also, a complementary part of this that I see, more importantly, as a guy who had 18 years of municipal politics in Peterborough, from 1985 to the fall of 2003, when I got the great privilege of being elected to the Legislature—prior to that, the government of the day provided no gas tax funding to expand transit in urban communities right across the province of Ontario.", "I think the member should take great pride in looking at the fact that since we brought this in in 2003, $109.5 million in gas tax funding to support local transit priorities in Waterloo region has been transferred to this very important part of the province of Ontario. More importantly, by 2021-22, gas tax funding will double from two cents to four cents. Based on a 10-year average, Waterloo region is likely to receive $19.2 million in 2021-22, compared to just over $10 million in 2016-17. And to complement the resolution here today, we’re going to continue to invest in transit, because it’s an important thing to do. But right now, Kitchener-Waterloo is a victim of their own success. The economy is booming. That’s a good thing for the province of Ontario." ],
  "anchor" : "para807"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para810"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Where do we start? You know what they’re a victim of, actually? A Liberal government. They are the victim of a Liberal government that, frankly, has ignored them over the last 15 years.", "You know, what I felt was passing strange is that we’re talking about probably the most important infrastructure project promised, and two of the four MPPs in the region are here to actually talk about it. I think that signals the actual importance of what this means to, perhaps, two of the parties and not the other." ],
  "anchor" : "para811"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Speaker?" ],
  "anchor" : "para813"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I recognize the member from Ottawa South." ],
  "anchor" : "para814"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "A point of order: I don’t think that members are allowed to talk about any member’s absence in the Legislature." ],
  "anchor" : "para815"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "We know the rules. Please be respectful of the rules. We do not speak about anybody’s attendance.", "I return to the member from Kitchener–Conestoga." ],
  "anchor" : "para816"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I am here, proud to actually join with my colleague from Kitchener–Waterloo in calling for our area Liberal neighbour representatives and their government to quit the spin and finally keep their word on delivering all-day, two-way GO rail service to and from Kitchener and Toronto.", "Speaker, it has now been an entire election cycle since the Premier first came down to Kitchener to make a pre-election promise reannouncing the addition of Kitchener GO train service after having cancelled it in 2010, and committing to all-day, two-way GO. I was there; I remember.", "A few months later, of course, after she formed government, she stated that more trains would be added “immediately,” adding that the full two-way service would take “a couple of years.” Her then Minister of Transportation, Pembina Glen Murray, doubled down on the vote-getting game play, but, in the true spirit of Liberal stretch promises, stretched the timeline to five years.", "Since that time, we have seen the Wynne Liberals make countless visits down to our area, speaking to the importance of talks and discussions. You know, it’s too bad that with all of their trips to the area to trumpet their plan, they failed to notice that as the years stretched on, so did their stretch promise, leaving us with a couple of extra trains here and there, as well as a few new gridlocked buses, but no all-day, two-way GO—not all-day, two-way GO.", "I guess we should have had a clue as to the government’s lack of intention to deliver when I had the transportation minister in committee soon after the election. It was then that the very minister we were depending on to deliver the government’s recent commitment told us that “there are a lot of commitments” that get made, “that parties make, that individual MPPs make that are aspirational in nature.” Aspirational? Speaker, now, that’s a stretch in every sense of the word. I’m left to believe that their aspirations don’t amount to much, because four years later, the boundless potential of our local tech economy continues to grind its gears as companies desperate for delivery of infrastructure promises are forced to fund their own transit initiatives just to get workers through the door. Several buses a day companies locally—OpenText, Google—are putting on our roads to bring employees into the region. While we continue to wait for this Liberal government to deliver the vital transit enhancement they promised to have up and running by 2019, our companies actually have to provide their own Toronto-to-Kitchener shuttle service just to keep their operations moving forward.", "While we wait and wait for the delivery of long-promised transit solutions, we’re forced to watch as the government wastes the money that they do spend on infrastructure—money going down the drain just like the Liberal all-day, two-way promises of the past election, promises that have again left us all in Waterloo region waiting for the train.", "Speaker, I want to remind folks here that it took just four years to build the railway across Canada—four years for the entire thing.", "The fact is, the Liberal Premier’s record on delivery of promised enhancements for all-day, two-way GO between Kitchener and Toronto has been a continued shell game that gets her votes and seats in the House but does little in ensuring our residents get seats on the train they need.", "While the Premier and her aspirational transportation minister continue in their charade, they pull the strings on their area parliamentary assistant, the member for Kitchener Centre, who performs the requisite dance routine around the facts, reminding us of all of the work they’re doing that, to this day, has gotten us absolutely nowhere.", "There was the member for Kitchener Centre back in 2015 agreeing that Kitchener trains—" ],
  "anchor" : "para818"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para830"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Point of order." ],
  "anchor" : "para831"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I recognize the Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para832"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "We have a tradition in this House where we don’t look at the absence of members here, and “dancing around the facts”—I would ask the table to make a ruling on that, because I know exactly what that is implying." ],
  "anchor" : "para833"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I already reminded the members of the rules of the House: You don’t mind the members when they’re not here. Please, if you could not discuss people’s attendance.", "I return to the member." ],
  "anchor" : "para834"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I am quoting what a member has said.", "I want to again go to the point that back in 2015, the member for Kitchener Centre said the trains “need to go faster.” That’s what she said, at the same time as highlighting a sob story to divert attention from their undelivered promises and point to jurisdictional hurdles in their way, as if they weren’t aware of those issues when they first made their commitments to, of course, garner votes.", "Talk is cheap, and when it comes to this government, we’ve been getting nothing but talk the last few years, of course, and a whole lot of it.", "As if the excuses weren’t enough, they also tried to slip through a timeline extension, telling us that all-day, two-way was not five years but actually 10 years away. Talk about stretching a promise, Speaker.", "There was, of course, the member again in 2016 telling us that the 2016 budget “knocked her socks off” due to the series of mentions of Kitchener-Waterloo in the text. As I indicated then, I hoped that the member would keep her socks on, actually, because empty words aren’t bringing the trains to Kitchener any faster.", "Neither that budget nor the next did absolutely anything to move closer to the delivery of vital transit upgrades we were promised four years ago. You’d think that after four years, they would have gotten around to the agreement with freight partners that the 2016 budget said was key to delivering all-day, two-way GO.", "I know the minister previously talked here about this agreement in principle—and really, that’s all it was: an agreement to actually continue to have talks, nothing firm. Yet to this day, we continue to be dragged out to what the member calls “very substantial announcements,” only to be told that talks, of course, are ongoing.", "One more time, Speaker: Talk is cheap. We need the trains.", "That brings us to 2017. There again was the Liberal government member, right on cue, in August providing an annual update on why they’ve failed to deliver those trains and how far they have to go. This time they brought Metrolinx staff in to join in the dance, and who confirmed our fears: All-day, two-way under this government is more like two-way, someday.", "Here’s what they revealed in August as to the issues that need to be dealt with on the way down the track to our promised and desperately needed services: They need a new 30-kilometre corridor between Bramalea and Milton to bypass CN’s existing track, to build capacity; they need 35 new bridges for road and water crossings, including significant crossings of Highways 401 and 410; they need 17 hydro towers and up to 3.4 kilometres of major gas lines to be modified and/or replaced; they need 60 kilometres of new track; they need a second 52-kilometre track between Kitchener and Georgetown; they need a fourth track between Mount Pleasant and Union Station; they a new tunnel under Highway 401 to accommodate more track, of course, on the Kitchener line; and they need other system-wide upgrades for signalling and communications systems, and renovations to existing GO stations. There is the list that we need.", "That’s a pretty long list to check off for a project that the Liberals promised would be up and running by 2019. But that’s okay, because as usual, the local member 2017 update provided our annual updated timeline for delivery. Now it’s seven years from today, not from when they thought they would originally commit to this service back in 2014. In 2014, remember, there was an election. That’s when they came to town and promised to have this up and running by 2019. Now, instead of the promised trains in 2019, we’re actually looking at 2024, at best.", "Our businesses and workers need those trains today. The thing is, this cannot come as a surprise to the government, including local members. Everyone else in Waterloo region gets it. The member for Kitchener–Waterloo certainly gets it. The only people who don’t seem to get it is the Liberal government. That’s why I’ve been proud on a number of occasions to join with the member for Kitchener–Waterloo, as I am today, in united efforts to call out the Liberal government for their inability or unwillingness to deliver the transit service that they in fact promised back in 2014. I joined with her in 2015 to demand transit fairness for Waterloo region, as it became clear even then that when it comes to this government meeting their transit commitments to Waterloo, we sit at the back of the bus. We joined together in 2016 to write a joint letter to the Prime Minister after, in typical Liberal pre-election fashion, Mr. Trudeau ran local ads highlighting his support for investments to deliver the long-awaited two-way, all-day GO service to and from Kitchener.", "Liberals, whether they’re provincial or federal, will say anything to get elected—anything. Once a Liberal commitment, always a Liberal commitment, and you know what we say about Liberal commitments: Talk is cheap, and we’re still waiting.", "I can tell you, Speaker, that the Ontario PC platform, the People’s Guarantee—I happen to have a copy here today—provides a clear commitment to move past the talk and finally deliver for the people of Waterloo region. We’ve heard from the Kitchener–Waterloo MPP of her party’s commitment as well.", "Today, I am again proud to join in support of the member for Kitchener–Waterloo to move forward with her motion calling for the inclusion of all-day, two-way GO in the government’s long-term infrastructure plan and, before April 1, 2018, “a firm funding commitment and a clear timeline for the delivery of frequent all-day, two-way GO rail service along the full length of the vital Kitchener GO corridor.” I’m proud to support it on behalf of the residents right across my riding, because you know what we’re going to hear from the government side. They will roll out their usual bag of tricks, highlighting the snail-paced progress and jurisdictional hurdles without once admitting that they have failed to deliver on the service they promised residents would be receiving by 2019, in what was clearly little more than a vote-getting exercise.", "If they really mean it, they can show us today. They can support the motion that’s on the floor; they can move past the rhetoric and game-playing and finally give us the train service we have been promised: urgently needed all-day, two-way service that our local economy and workers have waited for for far too long." ],
  "anchor" : "para836"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Before I recognize the member, I want to remind the member from Kitchener–Conestoga that we do not use props here. The next time I see it, it will be removed.", "I recognize the member from Parkdale–High Park." ],
  "anchor" : "para852"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "There was a Forum Poll that just came out—which didn’t have very good news for the government, I’m afraid. One of the questions that was asked, where just about everyone was on the same page in terms of what they believed, was, “Do you believe politicians’ promises?” Here’s the sad reality: Most Ontarians don’t, because their experience, certainly for the last 14 years, is that the promises are never fulfilled.", "I want to thank the member from Kitchener–Waterloo. She has been a tireless advocate for her community, and today is no exception to that. All she’s asking for here is a firm commitment for something that has been promised for over 10 years. That’s outrageous.", "In Parkdale–High Park, in downtown Toronto, we are no strangers to promises around transportation. For example, I had to do a screen cap of a tweet from then-Minister Murray, the Minister of Transportation, who said that all of the east-west GO trains and the UP Express would be electrified by—when, Madam Speaker? By now. Are they electrified? Not even close. That was a screen cap. It’s a fact. That’s what he said. Now, again, we weren’t at 2017 back then. We were at around 2015 when he made that promise. So now, all of a sudden, it’s in the 2020s sometime, maybe never.", "This is a problem. You don’t make promises unless you deliver. People get cynical. It’s not just about the Liberal Party; it’s about all of us here. It takes what we do as representatives of the public.", "I remember—and I’m going to date myself; boy. Twenty-seven years ago, I lived in Richmond Hill. We tried to use the GO back then. I wasn’t in politics; I was in business. I worked down at King and University. Unless you worked 9 to 5—which, even back then, Madam Speaker, most hard-working Torontonians did not—it didn’t work for you. We would have loved to take the GO. And now I hear from the same people in that corridor that they are using their cars for the same reason. Why is this a problem? Well, clearly transportation is a real problem. Everybody from the chamber of commerce to the most right-wing think tanks agrees that we have dropped the ball on transportation in this province, particularly in this city and in the GTHA. We’ve dropped the ball.", "We should be paying 50% of the operating costs of the TTC. That used to be the case until the Tories got rid of it, and the Liberals never brought it back. How is the transit system supposed to run on property taxes? No other major metropolitan area does that in North America, but we do it because this government won’t step up and fund it the way it should be funded.", "Then there is the issue of climate change. Again, I remind people watching that the Environmental Commissioner has said that this government has dropped the ball on its stretch aims, its aspirational aims. It hasn’t fulfilled them, Madam Speaker. It hasn’t fulfilled them, according to the Environmental Commissioner, and one of the major reasons is all the driving we do. All the cars we use as Canadians and in Ontario: Why do we use them? Not because we want to but because we have to. We have to use them.", "I live in downtown Toronto, and sometimes to get from here to my riding for a meeting in the evening, I have to drive—that’s absurd—because I would have to take a streetcar to a bus to a subway. It would be impossible to get to a meeting on time, leaving here at, say, 6 to get to a meeting by 7, in rush hour. I can walk to this place from my house; it takes me about 50 minutes. Some days, it takes me half an hour to drive. That’s called congestion. This is absurd. It’s bad for the planet, it’s bad for the climate and it’s bad for us.", "So what do we need? We need a government that keeps its promises, especially where transportation is concerned and especially where GO trains are concerned. The member has pointed to that very, very succinctly. All she’s asking for is a commitment to back up a promise. Is that so much to ask of a politician? According to most Ontarians, it is. Sad—very, very sad.", "Please keep your promises. It’s 101; we teach our children that. Let’s do it here." ],
  "anchor" : "para854"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para865"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s a pleasure to respond and say a few words in support of the member from Kitchener–Waterloo’s motion. As members in the Legislature, we are here to advocate on behalf of our communities, and the member is certainly doing that. I want to give her credit for that. She spoke about her community and her own personal experience, which I think was really important. We may disagree, I believe, on how she characterizes the government’s commitment to Kitchener-Waterloo. I know that the member from Kitchener Centre is a very fierce advocate for Kitchener-Waterloo, as is the member from Kitchener–Waterloo.", "I do feel it’s important to say that I was listening to the member for Kitchener–Conestoga. There was a distinct difference between the two. It was used as an opportunity not to talk about the community, not to talk about how Kitchener-Waterloo is booming or how it’s growing or how companies are coming there or how the need for transit is growing because of the economic activity in that community; it was an opportunity to be vexatious and accusatory and, I think—and I don’t like saying this, but it was incredibly petty.", "I can appreciate that there are differences between us on both sides as to where we’re going. We’re all here to advocate for our communities, but when we start assigning a motive to people for their commitment to the communities that they come from, I think that’s going overboard.", "The member from Kitchener–Conestoga, I’m sure, advocates. I would have liked to have heard more about his community and how that community is growing, and specifically the experience of the people who are living in his community.", "Our government’s commitment to public transit is very clear. We have a $21.3-billion investment to make rides smoother and to bring service to our new communities. The member from Kitchener–Conestoga talked about 2010, the year before he was elected; 2009 was before that. He may remember that there was a global economic crisis during which this government continued to fund those services and things that people depended on. Maybe some things had to slow down a little bit; I think that was a reasonable and practical thing to do.", "Again, I support the member’s motion and her advocacy for the community. I do want to say that if we are talking about polls, that same polling company told me I was 16 points behind, the day before I won election—or we won election, because it was our team. Polls are a little scary, but sometimes they don’t always turn out.", "The People’s Guarantee: I know that the member from Kitchener–Conestoga mentioned it, so you’re going to have to tell us how you can build three times the number of long-term-care beds for five times less the price. You can go through that document—all the way through it. Your costing: out of whack." ],
  "anchor" : "para866"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I return to the member from Kitchener–Waterloo to wrap up." ],
  "anchor" : "para873"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I think transit is—when we realize how much it affects the quality of the lives of the people we serve, and our economy and the potential of our economy, it becomes an emotional debate. I will say, though, that there is, obviously, politics at play. We are 182 days away from an election, but who’s counting?", "I would love to see—and not just me, but the people of Kitchener-Waterloo want to see, in writing, firm timelines. They want to see the funding allocation. The community needs to see it so that they can plan and draw investment to our region.", "What I experienced this morning taking the GO train from Kitchener to Toronto was not a quality, efficient system; it is simply not. In fact, there are issues with accessibility: There was a man with a cane who struggled this morning. There were people running, because we were late. There were people whose lives were affected by the GO transit system this morning.", "I believe that we can do better. I believe that we on this side of the House, in this party, are firmly committed to doing that, but as I mentioned, that freight bypass is key. I want to leave you with this: Without a funding commitment in writing for a bypass that will cost billions without a proposed route, without an environmental assessment, without a commitment from the federal government, there is little reason to believe that the Premier’s promise to deliver all-day GO rail by 2024 is any more solid than the previous promise to deliver all-day, two-way GO rail.", "We are not a victim of our success in Kitchener-Waterloo. We haven’t reached our potential. We have been a victim of being strung along with promises around transit. We need to see those commitments in writing in the infrastructure plan so that we can plan to be successful for the province of Ontario." ],
  "anchor" : "para874"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "We will vote on this item at the end of private members’ public business.", "Mr. Crack moved second reading of the following bill:", "Bill 184, An Act to amend the Liquor Licence Act with respect to maple wine and mead / Projet de loi 184, Loi modifiant la Loi sur les permis d’alcool en ce qui concerne le vin d’érable et l’hydromel." ],
  "anchor" : "para879"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Pursuant to standing order 98, the member has 12 minutes for his presentation." ],
  "anchor" : "para884"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "It’s a great honour for me to rise this afternoon and speak to what I call a friendly bill, the Liquor Licence Amendment Act (Maple Wine and Mead), 2017, which will amend the Liquor Licence Act in order to set out conditions that will allow for the safe and responsible sale of both maple wine and mead at farmers’ markets in Ontario. As it currently stands, the sale of alcoholic beverages at farmers’ markets is limited to VQA wines, as well as fruit wine and ciders made of 100% Ontario fruit.", "Speaker, what is mead? I’m going to tell you. Mead is an alcoholic beverage created by fermenting honey that can produce a beverage that varies in alcohol by volume and feature a wide variety of flavours and varieties. Mead is considered to be one of the most legendary and oldest recorded alcoholic drinks in the world, dating back thousands of years. Mead is a historically traditional Celtic gift given to couples and included in Irish weddings as a toast.", "Maple wine, on the other hand, is a beverage composed of fermented maple syrup. One of the most popular methods of production is the addition of water to the syrup as well as yeast to initiate the fermentation process. Due to its sweetness, it is often enjoyed as dessert wine and can be described as both bold and sweet. It can also be enjoyed as a dessert topping on ice cream, for example, and has even been compared to bourbon.", "Maple wine and mead products in this province have previously sought out the very sort of increased sales opportunities such as the one this amendment will allow for access to farmers’ market sales. This important change will assist local maple wine and mead producers in expanding their businesses, which will ultimately aid in growing our economy, providing a safe and legal avenue for them to contribute their locally made product to the flourishing farmers’ markets throughout this province. Farmers’ markets are a staple of our local communities for farmers and families alike across Ontario.", "Speaker, this issue was brought to my attention by Mr. Ivan Garland and his son James, who are here in the gallery with us this afternoon. I’d like to welcome them for taking the time to come all the way from Glengarry–Prescott–Russell, specifically in the Limoges area, to listen to the debate on this bill. I’d also like to thank Jocelyne, Mrs. Garland—I hope she’s watching—as well as Sarah, James’s fiancée.", "I quickly noticed the importance of the potential impact—it was clear and undeniable—and it’s my pleasure to bring forward this bill on behalf of my constituents and of course the agricultural communities not only in my riding but throughout the province of Ontario.", "There are a number of licensed maple wine and mead manufacturers throughout Ontario, some that produce solely maple wine. Garland Sugar Shack in my home riding of Glengarry–Prescott–Russell is an AGCO-licensed maple winery. They are a licensed manufacturer and producer of maple products and, of course, maple wine made with Ontario maple syrup. Their business started making iconic Canadian maple syrup with Ivan Garland at the helm in 1978. Recently, they were disappointed when, after spending thousands of dollars and countless hours of thorough work, they were unfortunately denied from being able to proudly present their maple wine at the Ottawa Farmers’ Market due to the current legislation that’s in place. Of course, the Ottawa Farmers’ Market is in the great riding of Ottawa Centre, home of the Attorney General, the Honourable Yasir Naqvi.", "Trafalgar Ales, Meads and Distillery is a year-round mead producer in the great riding of Oakville, Ontario, and have been making mead for over 10 years. They are known to buy and utilize thousands of litres of Ontario wildflower honey and are passionate about the often expensive and challenging mead production and sales industry.", "In addition to the LCBO and, more recently, in their push to be included into grocery stores, farmers’ markets may provide another viable outlet to display and sell their locally mead made entirely from Ontario honey. It’s great to have the Minister of Agriculture here, standing beside me as we work towards passing this bill. Their businesses and other rural Ontario small business like them will produce and sell maple wine and mead. They often generate a considerable percentage of their sales from farmers’ markets, and in the case of the family-owned and operated Garland Sugar Shack, over 95% of their sales are generated from selling their products at these markets." ],
  "anchor" : "para885"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Is this the Garland Sugar Shack?" ],
  "anchor" : "para894"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "This is the Garland Sugar Shack—" ],
  "anchor" : "para895"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Sounds like a great business to me." ],
  "anchor" : "para896"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "—right in Limoges. It’s a great business.", "Since May 1, 2015, the AGCO has permitted the sale of wine at farmers’ markets and fruit wine since 2016, to great success.", "We have already seen the impact of allowing locally produced ciders and fruit wines to be sold safely and responsibly at farmers’ markets across Ontario. In May of last year, at the recommendation of the Premier’s advisory council, amendments to regulation 720 were made to expand the product selection at farmers’ markets to include 100% Ontario fruit wine and cider." ],
  "anchor" : "para897"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Sales are booming." ],
  "anchor" : "para900"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Booming. As of 2016, there were an incredible 250 farmers’ markets and 99 wineries as well as 14 fruit wineries that participated in the wine-and-cider-at-farmers’-markets program, with sales of—get this—$3.7 million.", "Maple syrup is already considered a staple by many at our farmers’ markets. Those amendments, similar to the changes being proposed today, ensured the responsible sale of alcohol while facilitating the elimination of hurdles and administrative encumbrances on local Ontario small businesses in the sale of these agricultural products.", "The importance of supporting small businesses is clear and undeniable and a critical aspect at the heart of the purpose of this bill. By adding our incredible maple wine and mead products to the list of the Alcohol and Gaming Commission of Ontario’s authorized products sold at farmers’ markets, we can significantly expand socially responsible access to locally produced agricultural products right here in Ontario.", "Ontario consumers are passionate and knowledgeable and are increasingly looking to use their hard-earned money to invest in amazing locally made Ontario products, which helps give back to their own communities and their businesses. Investing in local food and beverages is part of our plan to create jobs, grow the economy, fuel growth and help people in their everyday lives. An incredible one third of all total workers in Ontario are employed by small businesses. This matches our plan to move forward on initiatives that assist in increasing fairness and opportunity for small and locally owned and operated businesses across Ontario. The goal is to help small businesses remove barriers, create opportunities and modernize business relationships with the government. The excellence and quality of our domestic products is second to none. Our locally produced domestic agricultural products are world-class, and our wines, including Ontario maple wine and mead, are no exception.", "The importance of supporting Ontario’s agricultural industry cannot be overstated. VQA wineries have increased by 60%—" ],
  "anchor" : "para901"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "What was that number again?" ],
  "anchor" : "para906"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "I’m happy to repeat that, Minister. VQA wineries have increased by 60% since 2009, with VQA wine sales alone in Ontario also growing by an incredible 60%, from $196 million in 2009 to $318 million in 2016. These incredible Ontario wines are currently available in farmers’ markets across the province. The next logical step is to allow maple wine and mead to be sold and distributed in those same markets.", "Madam Speaker, as I represent the residents of Glengarry–Prescott–Russell to the best of my abilities, I’ve had the privilege of meeting some incredible people, incredible entrepreneurs, who usually ask nothing in return for the great work that they do in building our local communities. I was more than happy to do the research required to find out where the shortfalls were in the legislation to assist the great constituents who are here: Mr. Garland and his son. It’s great to advocate for the agricultural community, which is so important in my riding of Glengarry–Prescott–Russell, and also support the Premier’s goal of creating 120,000 new jobs. Hopefully, as this moves forward, their business will expand and there will be another job or two or more—" ],
  "anchor" : "para907"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Just like Beau’s brewery." ],
  "anchor" : "para909"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "—similar to, as the Minister of Agriculture, Food and Rural Affairs is talking about, Beau’s brewery, which started off just over 10 years ago with five employees and now has well over 100 and continues to grow. I look forward to supporting Beau’s as well.", "I’m happy that the minister is here with me to help me talk about the great entrepreneurs in the riding of GPR. By the way, Beau’s beer is in Mayor Gary Barton’s township, right?" ],
  "anchor" : "para910"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "It sure is." ],
  "anchor" : "para912"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Vankleek Hill." ],
  "anchor" : "para913"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "My good friend Mayor Barton. One of the best." ],
  "anchor" : "para914"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Madam Speaker, again I want to congratulate the Garlands for helping me prepare for today as well. I wish them all success in their future endeavours. Today I basically spoke only about their maple wine, but rest assured that they sell an incredible number of other maple syrup products right out of their farm, as well as—" ],
  "anchor" : "para915"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Cookies? Cookies?" ],
  "anchor" : "para916"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Cookies, and whatever. They’ve got beautiful syrup, by the way.", "Madam Speaker, just so you know, my grandfather, from the eastern townships near Richmond, Quebec, was also a maple syrup farmer. He had hundreds and hundreds of acres. I, as a young child, used to go every weekend in the springtime with the team of horses and the galvanized tank. In the old days, you’d pour the sap right into the—" ],
  "anchor" : "para917"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "You’d heat it up with the wooden fire." ],
  "anchor" : "para920"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Absolutely." ],
  "anchor" : "para921"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para922"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "We’d go and collect that sap, Madam Speaker. The horses would be working hard. It was the time of my life, when I look back. Being able to spend it outdoors as farmers get to do—" ],
  "anchor" : "para923"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Healthy." ],
  "anchor" : "para924"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "It’s a healthy product. Again, my grandfather did that for almost two decades, and was very successful, producing some high-quality maple syrup for customers in the eastern townships of Quebec.", "Having said that, as we move forward with this, this allows the Garland family to perhaps expand their business, and perhaps even purchase some more land. Nowadays most land is getting cleared for farmland, but we need to make sure that that whatever good woodlots we have of hardwoods such as maple that can produce quality can have a good rate of return on that as well.", "I know I’ve got a few seconds left. I want to thank my heckling colleagues beside me for helping bring this towards the end." ],
  "anchor" : "para925"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "No charge. No charge for that." ],
  "anchor" : "para928"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para929"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "I’m hoping to have support right across both sides of this House, Madam Speaker, in moving this forward as quickly as we can, to show our support not only for our agricultural community, but for our businesses as well, and the many great families that operate our small businesses here in the province of Ontario." ],
  "anchor" : "para930"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para931"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "“It’s a drink that has been shared among Greek gods, Vikings, mythical dwarves and magical wizards.", "“Made using honey, water and yeast, the origins of mead have been traced back nearly 10,000 years, predating wine and beer. Its popularity has ebbed and flowed through time and throughout the world, popping up in places like ancient Greece, northern China and Ethiopia”—and, of course, in Europe.", "“Now, Canadians are buzzing about mead—one of the world’s oldest alcoholic beverages. The so-called nectar of the gods has made a resurgence in Canada over the past decade, with meaderies multiplying across the country.”", "So begins an article from 2013 that was produced by CTV News regarding the explosion in meaderies across Canada, and the rediscovering of this ancient, honourable and venerable drink.", "It’s an honour today to be able to stand on behalf of the constituents of Niagara West–Glanbrook and to speak to the piece of legislation that has been brought forward today by the member for Glengarry–Prescott–Russell. I want to thank him for the legislation that has been brought forward today, An Act to amend the Liquor Licence Act with respect to maple wine and mead. I must say, I appreciated his discourse, the speech he just brought forward. It was greatly appreciated. I wasn’t too sure whether or not he was speaking or whether he was splitting his time evenly with the Minister of Agriculture, Food and Rural Affairs, who was contributing quite substantially to that discussion." ],
  "anchor" : "para932"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para938"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "On that note, Madam Speaker, I would like to commend the Minister of Agriculture, Food and Rural Affairs for his advocacy for the grape and wine industry, although I think it’s fair to say that there’s a lot more that could be done when it comes to supporting that industry, and there’s more that could be done to support our meaderies and our wineries across—" ],
  "anchor" : "para939"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Okay. I already warned people. I said that the next time I get up, someone is going to be warned. I’m going to warn the Minister of Agriculture, Food and Rural Affairs.", "I return to the member." ],
  "anchor" : "para941"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Thank you, Madam Speaker. I just wanted to ensure that the honourable minister had not been indulging in some mead before participating in debate this afternoon.", "But, Madam Speaker, I must say that I had the opportunity to have a brief conversation with the minister when he was down at Niagara College a few weeks ago with the member for St. Catharines to host an event celebrating our grape and wine industry in the Niagara region, which is a substantial economic contributor to the Niagara region.", "But today, I wanted to talk about something that I think this bill begins to address. I have two points I want to bring forward. One pertains to consumer choice, and I understand the member for Glengarry–Prescott–Russell seeks to enhance consumer choice with this legislation. But I want to speak very briefly about the fact that the PCs do believe very strongly in greater access and consumer choice for alcohol in the province.", "It seems strange to me that the government members would speak about consumer choice and access when, in actuality, they haven’t done a lot on alcohol reform, although they like to say they have. They love to come forward with positive news stories and re-announcements of how they’re going to have 450 licences in place across the province, put 12-packs in 60 LCBO locations, opening 450 grocery stores—but the reality is, they haven’t actually done a lot of those. In fact, they’re done less than half of those. If you look at the numbers, they’re very clear: Only 200 out of 450 licences are actually in place.", "I just want to say that the Ontario PCs are concerned that the Liberals have, frankly, been just slowly teasing out these licences in order to cover up all the negative press that they seem to be getting. In fact, if I remember correctly, we had the Auditor General’s report yesterday, which came out with a scathing indictment of the Liberal management of our finances here in our province. I think that every time one of these things comes out, the Liberals do like to play games, and do like to cover that up with perhaps bringing forward another good-news announcement and re-announcing some of these openings.", "What I also wanted to make sure I got on the record was—the minister and the member for Glengarry–Prescott know; in fact, I hope this House understands and recognizes the incredible grape and wine industry in the Niagara region. We do have meaderies as well, and we have great farmers’ markets.", "Rosewood Estates Winery is a respected and well-known winery in my riding that also produces excellent mead. I had a conversation earlier this week with the owner of Rosewood Estates Winery. His name is William Roman. William came to me and he said, “Sam, I’m concerned that there have been changes brought forward under the Alcohol and Gaming Commission of Ontario that have not been done in consultation with meaderies and done in consultation with apiaries across the province.” He pointed me to information bulletin number 47, Burden Reduction Changes to Alcohol Manufacturer Policies, which the Liberals put out, saying that they’re amending regulatory policies “to help minimize the regulatory burden on liquor manufacturers.”", "If that is, in fact, the case, then I wish to commend the government for that action. But William Roman was very concerned there was no consultation with the meaderies he had spoken with, and no consultation with apiaries regarding these important regulatory changes. He sent me quite an extensive letter which I do not have time to get onto the record today, but he says that he is very concerned about the proposed changes and adverse impacts on both the beekeeping industry in the province as well as potential precedents impacting the wine industry at large.", "I want to thank the member for Glengarry–Prescott–Russell for bringing this forward. I hope the Liberals will actually do something when it comes to these 450 grocery stores, expanding consumer choice. I hope that they’ll take the lesson that William has spoken to, has brought forward and will actually ensure that they’re consulting with apiaries and with wineries before they push legislation and regulatory changes through.", "Thank you for the time, Madam Speaker. I would like to turn the remainder of this time over to the member for Thornhill at a future time." ],
  "anchor" : "para943"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para953"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "It’s always a pleasure to stand in my place on behalf of the good people of Algoma–Manitoulin. This afternoon, we’re debating Bill 184, An Act to amend the Liquor Licence Act with respect to maple wine and mead. Finally, this is not going to be a huge, controversial bill. However, I’ve got an ask for the member.", "The bill will allow the simple sale of maple wine and mead, on a very small scale, over at farmers’ markets, which is something we should be looking at doing. Good things grow in Ontario, and we should be promoting that. The rules around the sale are also very clearly stated. So I do want to say that I don’t see any harm in this particular piece of legislation, although we have to be careful. Even though this bill is permitting the sale of alcohol outside of our regulated alcohol sale model, it’s one which is very small in scale. Maple wine and mead are great products that farmers should be proud to display and sell at farmers’ markets—as long as it’s done on-site and where they are selling their product.", "My point is that we should continue encouraging the production of local farm products here in Ontario. I’ll come to that a little bit later with an Algoma–Manitoulin flavour to it.", "Speaker, I would like to say that we have to be very careful here. The sale of alcohol in this province is well regulated and benefits everyone. The LCBO makes billions of dollars in profits every year. The money goes back into public services. That’s because it’s proudly owned by us, like our hydro system was at one time and will be very shortly once again, in the very near future, with our hard work and as part of our platform when we form the next provincial government.", "When you start giving away your public ownership bit by bit, you are also giving away revenues that finance our services and programs. This government has been doing just that, with no mandate for it. I’m not saying that the member from Glengarry–Prescott–Russell is trying to further privatize liquor sales here in Ontario with his private member’s bill; not at all. His bill is clearly only trying to make it easier for local producers to sell their excellent product.", "Actually, I’m sure many people in this House read this bill and were wondering, “What the heck is maple wine?” I’ve got something for the member, and I want you to put in an amendment when this bill gets to your committee. What do you have against blueberries?" ],
  "anchor" : "para954"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "I love blueberries." ],
  "anchor" : "para961"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para962"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "What’s wrong with blueberries? I have the Algoma Highlands farm up in Wawa. It’s a blueberry farm. I’m actually going to be going there, hopefully in December or January, when they are going to be producing the first batch of their wines that are going to be made available. I’m hoping that you’re going to be able to see an amendment in your bill if this gets to committee.", "If this bill has a side effect of having us talk about our local products in regard to what we do here in Ontario, I say I’m all for it and great. However, there is a clear tendency from this government to excuse privatization moves, and, Speaker, that is not okay at all. More and more, we see this government selling off our assets, even when people in this province tell them to stop. This government chooses their friends over Ontarians.", "The sell-off of Hydro One is, to me, probably the worst mismanagement I’ve ever seen from this government. How could they sell our publicly owned energy company and decide to lose all those long-term profits and control over the planning decisions that were being made by what we owned as that asset? It just doesn’t make any sense to me, Speaker.", "People don’t really have a choice, because they are the Liberal sitting government. If you look at other decisions they’ve done, not only with electricity in this province, but we look, from northern Ontario, at the privatization of road maintenance, yes, it’s starting to snow outside, and people are travelling those roads. We don’t have a choice. We have to use them to get to the doctor; we have to use them to get to recreational facilities; we have to use them to get to work. Kids have to use them to get to school. And we still see how the privatization, that decision on road maintenance, has hurt us. That’s the Liberal track record; it’s what they have. So with this government already giving away bits and pieces of the sale of alcohol to the private sector, I’m just a little bit concerned that this may go down that route.", "When we’re allowing someone new to sell alcohol in Ontario, that often means less public revenues and fewer good-paying union jobs. But I know Bill 184 is not attacking the LCBO model. It’s only letting farmers sell their maple wine and mead—and hopefully blueberries—at their farmers’ markets. Like I was saying earlier, we need to promote our wonderful local products we make here in Ontario.", "I know that a lot of the producers along the North Shore sell honey and maple across Manitoulin, the North Shore, St. Joseph Island and the Sault North area: people like Cal Gilbertson, Doug Thompson and Brian Bainborough. These are individuals who are in the know of how we can be promoting this industry and actually returning it through tourism dollars and profits and growing our economy that is there.", "Speaker, I’m pretty well done on this bill. As you can see, I am not opposed to this bill. I am opposed to some of the decisions that this government has done, and I wanted to take the time to highlight them in my bill. I so hope that if this bill reaches committee we are going to see an amendment on the bill to include blueberries." ],
  "anchor" : "para963"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para970"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I am delighted to rise today to put in a few minutes on Bill 184. My good friend from Glengarry–Prescott–Russell brought this private member’s bill. I want to welcome the Garlands here today; good to see you here. By the way, to the member from Glengarry–Prescott–Russell: A couple of weeks ago, I had a taste of the product. It’s fantastic. I put my stamp of approval. Thank you for that.", "I’m going to refer to some of the stuff in my riding as well. One of the things that came to mind when I started making notes for this particular speech today about maple syrup was that in the riding of Northumberland–Quinte West, in the village of Warkworth, they have a big maple syrup festival, the Warkworth Maple Syrup Festival, which runs for two days—a weekend. The local service club does pancakes to raise money for the community, and I can tell you that 99% of the time, the syrup is served over pancakes. They get thousands of people. The money that they raise goes for community events and functions. I’m the sweetest guy for two days in February/March, when the festival happens.", "Ontario farmers’ markets, like the one in my riding and in Cobourg, Port Hope, Codrington and Quinte West, represent a vital tradition that brings small communities in Ontario together. I know that when I have the opportunity I try to frequent them as much as I can. They provide Ontarians with the highest quality of local fresh products and allow customers to interact and benefit from the expertise and advice from Ontario farmers because they are talking to the producers. They’re not talking to a grocery store freezer or cooler or shelf; they are talking to real people.", "They’re vital in places like my riding of Northumberland–Quinte West and in many rural communities across the province. They provide us with top-quality local maple syrup, honey, produce, wine and cider, like Empire Cider, which relies on farmers’ markets. They do a number of them in the area to showcase and sell their products. All their ingredients are local. They are local apples, in this case. They add some maple syrup and some other ingredients, but their criterion is that it has to be local. So people come back to farmers’ markets on a regular basis.", "Some facts: Farmers’ markets now are responsible for 60% of the total sales by farmers. It is a huge market when we combine them all together.", "I’m proud to stand here today and speak in support of this particular bill because, once again, it adds to the fabric that we have. Using local maple syrup: I go back to local ingredients. We know what we get.", "Moon Shadow is a fruit winery. They make wine with much of the local produce available to them: currents, cranberries, pears—whatever you fancy. Each of their wines is made with a varying percentage of maple syrup, but only three wines from their vast list actually have noticeable maple flavours: Golden Maple, Cran Maple and Maple Sugar.", "The struggle that small, innovative producers like this one face is restrictions that prevent them from getting their products to market. Because it’s not technically a fruit-based wine, maple sugar wine—although produced by a local producer with local maple syrup—does not currently qualify to be sold at farmers’ markets. Hopefully we can change that right here today, or at least start the process to get to that point, and I look forward to that.", "We are very proud of our agri-food innovators across the province. The contributions of hard-working and innovative people across the province are creating new agri-food products, adding value to existing products, supporting job creation and building economic growth.", "Speaker, I’m proud to say that just a week ago I presented the Premier’s awards for innovation in the agricultural sector. It covered three counties: Northumberland, Haliburton and Prince Edward–Hastings. The innovation just in those four or five recipients in my riding—I believe it was last Friday—is just incredible.", "Whenever there is innovation to be had, whenever we recognize people who go out and really become pioneers in some of these products, I think we need to cheer them on, and to cheer them on, so that they are prosperous, I think we need to pass bills like this one that the member Glengarry–Prescott–Russell brought forward, and make sure that they are successful, because, frankly, they have a vision that we probably cannot even imagine in this House. They live what they do. They work so hard at what they do. Most of them are small business folks, and coming from a small business person all my life, I champion them.", "Let’s get behind this bill today from all sides of the House, and let’s get the ball rolling." ],
  "anchor" : "para971"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para984"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m pleased to rise and speak on Bill 184, the Liquor Licence Amendment Act (Maple Wine and Mead). It’s put forward by the member opposite from Glengarry–Prescott–Russell.", "It’s interesting, because this is the opposite of a government bill; this is private members’ bills, where members can put forward their little—I don’t like the word “pet project,” but it is oftentimes our pet projects. The member opposite spoke about his grandfather, who was a maple syrup farmer, hence his knowledge about maple mead—try to say that 50 times.", "It’s the opposite of what the government often does, which is an omnibus bill where it has everything except the kitchen sink thrown in there. This is very, very specific. In fact, it’s not just altering the liquor licencing in the province and how people can purchase and consume liquor, but it’s very, very specific.", "I just want to say a few things about mead, because it’s kind of fun, what we’re discussing today. We know what beer is: It’s when starch is broken down to sugar by malted grains, and then fermented by yeast. Ale is a kind of beer, stout is a kind of ale that uses roasted malts and roasted grains, and mead is usually fermented honey.", "What I found interesting looking this up is that mead is actually the oldest alcoholic beverage known to man, and it was considered magical, because they didn’t really know what the process was. They left the honey alone, and the honey fermented and they drank it. They realized it was something magical, the way they were feeling, and it was called the “nectar of the gods” back in pagan times. They drank it at weddings, and many believe that the term “honeymoon” comes with drinking mead after a wedding. Honey is known for its medicinal properties; it’s very healthy.", "Researching about how mead is made made me think a little bit of the show Game of Thrones, when they’re drinking out of those kinds of vessels.", "There is so much that could be done with these types of changes to any kind of regulation of alcohol, because we know that there are craft breweries and craft distilleries in many of our ridings that are really struggling because of the burden of bureaucracy and red tape.", "We heard just this past week about Port Albert. A store there had applied for an agency licence to sell beer to cottagers. We’re hearing that there are hundreds and hundreds of stores across the province that have been applying for years for these licences, and nobody has been getting the licences. We have a system to allow small towns to be able to sell beer in their small grocery stores, and they don’t have the opportunity to get that licence. Having a licensing system where nobody can get the licence isn’t actually having any kind of useful licensing system, we know, Madam Speaker.", "The member from Northumberland–Quinte West was just speaking, and he spoke about new agri-food products. I’m quoting him: “Pass bills like this ... and make sure that they are successful.” Well, we have all these bright, innovative people who are passionate. Just as the member opposite who presented this bill is passionate about maple mead, they’re passionate about their craft beer and their distilleries. We want to help them and encourage them. Instead, we’re seeing this enormous bureaucracy where out-of-province and even out-of-country producers and distributors have the upper hand.", "I would invite everybody here to join in the conversation and everybody at home to write to their local MPP or whoever they feel is championing this cause—the member from Glengarry–Prescott–Russell—to say, “Let’s do more than this. Let’s expand how alcohol is distributed and consumed within our province.”", "We want to encourage responsible production, transportation and consumption, but on the other hand, we don’t want to have unnecessary bureaucracy.", "I have heard of people who have gone to festivals—and we’re speaking specifically about the different types of markets that can be selling these kinds of products—who have said to me that they have two craft distilleries or craft breweries in an area and they want to travel to a festival, and they’re not allowed to transport their goods in the same truck, or they can’t keep their goods locked in the truck or store it somewhere overnight; they have to return at night to their production location or their warehouse. It doesn’t make sense that we have these kinds of rules and regulations. They don’t understand why we make it so difficult for them to promote and sell their product.", "I would like to see this bill move forward so that we can do so much more to help people in our province." ],
  "anchor" : "para985"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate? I recognize the member from Niagara Falls." ],
  "anchor" : "para998"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Madam Speaker, thanks for allowing me to speak. It’s always a privilege to rise and speak to Bill 184. Reading the language in this bill, it looks like its intent is to be able to sell wine and mead in farmers’ markets here in Ontario. I don’t have a lot of time, but this is something I absolutely wanted to speak about.", "As someone with a lot of wineries in my riding—make no mistake about it: They are the best wineries not only in Canada, but, I believe, in the world—I’ve always tried to make it my priority to stand up for the wine industry.", "Madam Speaker, in my riding, the wineries are second to none. We have wineries that are expanding the boundaries of what people thought they could do with wine, while still maintaining their world-class quality. In addition to that, as they expanded, they created what’s important: jobs in Ontario, jobs for our young people. I have had the honour of working closely with these wineries, and certainly the issue of farmers’ markets has come up before, as well as the types of alcohol that are sold there.", "I’ll give you an example. In my riding, we have a winery called Ravine. It’s right in St. Davids. It’s run by an incredibly talented young man named Paul Harber and his family. Every time I talk to Paul, he’s starting a new project and innovating. He’s always willing to do whatever it takes to work with us to better his community and to better the wine industry.", "We also have incredible wineries in Niagara that are doing cider work. I have no doubt they might start expanding into mead, as well. We need to make sure that when they do so, they have the support they need from this government.", "Madam Speaker, I know you’re interested in this. My office is working with the Wine Council right now. We’re trying to clear up the tax code around wineries in a way that will allow new wineries to thrive and grow and continue to create jobs. Quite frankly, that’s the important part of all of this. They’ve been excellent partners who are very knowledgeable and obviously have a passion for their industry. They also have shown clearly how the industry can use support from the government today to help wineries set up, grow and hire even more people.", "That same support can be used today in the craft beer market, which is exploding, by the way. We’re seeing young people across the province, but especially in Niagara, taking advantage of this, creating some of the best beers in the world, all while creating jobs. Mead and maple wine could use that support too, and I think this bill speaks to that issue.", "Madam Speaker, the bill also touched on the issue of farmers’ markets. I actually love the farmers’ markets in Niagara. In fact, there are so many I actually have trouble making it to all of them. We have them in Ridgeway—and I know the person who put the bill forward would love to listen to this. We have them in Ridgeway, St. Davids, Niagara Falls, Niagara-on-the-Lake, Crystal Beach, Fort Erie—anywhere there are houses, you’ll find an incredible farmers’ market.", "Selling wines at the farmers’ markets, you may remember, was part of the NDP platform in the last election. Also, because he’s sitting right here beside me—I appreciate him coming to our side—I want to say to him that we’ve been fighting in Niagara to keep our Fort Erie Race Track open for a number of reasons: because it’s jobs—but you know what we have every Sunday at the Fort Erie Race Track? We have a farmers’ market that has local people there running it, excited, doing great business there. That’s another reason why we want to support farmers’ markets and support this bill, but also support the racetrack that does the one thing that we need. Anybody know what that is? It’s create jobs and protect the jobs that we have.", "When I go to the farmers’ markets I see in my community, I see them coming together, talking to each other, planning things in the community and getting fresh local produce. If this bill is a way to support those markets, then I’m happy to work with the members to make those markets grow and to make sure they are protected.", "Another way to do that is to support our local farmers. Their groups do a great job at making their concerns known, but I believe there is more work that can be done. I wrote this in my speech before he was sitting beside me: If the Minister of Agriculture is listening, I would be happy to bring him down to Niagara and tour some farms and work with him to support our farmers. Many of these families have passed these farms down from generation to generation, and when we support them, we support their families’ legacy.", "In closing, I think this bill touches on a number of issues I have raised in the House before. It’s talked about supporting local industries that create jobs in their community—and I’m glad the family is here as well, listening to debate. Whether it’s supporting our wineries, our craft brewers, our farmers’ markets, there’s a large role that this government can play today to help people.", "I want to say: Thank you very much. Let’s continue to support our farmers, our wine industry and create even more jobs in the province of Ontario." ],
  "anchor" : "para999"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1013"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It gives me great pleasure to have an opportunity to speak to my colleague the member from Glengarry–Prescott–Russell’s bill and to welcome Mr. Garland and his father to this event here today. I’m delighted to have you here. I’m very proud of the work that you’re doing.", "This brings up a very important principle, the bill in front of us today. It’s a very important bill. It’s an issue that we haven’t discussed at great length so far, because the secret about farmers’ markets is that farmers are allowed to sell at a farmers’ market based on the licence they have to be farmers. It extends their licence from the farm gate to the market, where they have an opportunity to reach into a rural community. This is what has allowed us to bring other products, alcoholic products, into farmers’ markets. As the Minister of Agriculture, Food and Rural Affairs can attest, that’s what allowed us to bring VQA wines originally, because it was really an extension of the farmer’s licence that we allowed them to sell in a farmers’ market.", "But I want to go back a little further, Speaker. I have had a lot of history in the booze industry—and I’m not going to go there, whether you all think I am in conflict. Over 40 years ago, I was lobbying to bring new rules to craft beer. Look at what has happened in the craft beer sector. It’s been fantastic. Then once I was elected here, it was very important to me, as I was the PA at the time to the Minister of Agriculture, Food and Rural Affairs, to bring forward new taxation opportunities for other craft beers or craft ciders and craft wines. I think we should be taking this bill even further to include not just the maple wines and the meads but, as the member from Algoma–Manitoulin can attest, into blueberries—all fruit wines.", "In fact, the key here, that any alcoholic product that is brewed on a farm as a part of its farmers’ licence—they should have the flexibility to be able to sell their product at a farmers’ market.", "I was approached here months ago by a group of young fellows, entrepreneurs, out of the Kingston area, the MacKinnon brothers. The MacKinnon brothers operate an on-farm brewery. It’s fantastic. They’ve got eight or 10 different products—a wonderful stout, beautiful porters, session ales, beautiful product—but they are restricted in their sale, as the Garland family are, to only the premises of manufacture. They’re at an incredible disadvantage to an urban brewer who has the street traffic that walks by their facility.", "In my riding of Beaches–East York in the north end in the East York part we just opened up a new beer work, Brunswick Bierworks, on Curity Avenue. It’s somewhat of an industrial section but it’s surrounded with a density of people who can come and drop in and get a growler or two and get a case of wine. The Garlands don’t have the benefit of that kind of increased traffic.", "The only access that farmers can have to an urban environment is through the farmers’ market. We should be extending a licence for breweries, on-farm breweries, on-farm wineries, people making mead and people making sake—anyone who is making under their licence should be able to sell in a farmers’ market. I know the Minister of Agriculture, Food and Rural Affairs takes this under advisement. Maybe this will be a key platform for us going into 2018 to capture the imagination of the rural communities: to extend all on-farm alcohol production activities.", "I would encourage the Garlands to maybe go a step further. I’d love to see what a distilled product out of maple syrup would look like, a little sweet white lightning of some sort. Maybe that time will come as well, that we’ll have the opportunity to do it.", "I want to give a little shout-out to the member from Sarnia. As you all know, the member for Sarnia brought forward a very important private member’s bill, which we’ve incorporated, which allows a tax credit for products from farmers’ markets so they don’t have to take it all the way back to the farm. I’m thinking, “What if those who were selling alcoholic beverages in farmers’ markets had a little bit left over? Maybe they could donate that to the food bank and get a tax credit.” I’m sure those who are using the food banks would be very thrilled to have an opportunity to sample those wonderful farm products.", "The member from Caledon and I got together and we talked about a bill a couple of years ago, which was Growing Ontario’s Craft Cider Industry Act. As part of that bill, we were able to get a new taxation regime for craft ciders. We’ve gone further and we’ve expanded that taxation regime to craft spirit alcohols. There’s no reason that you, the Garland family, and anyone else making a craft wine product, mead and such, shouldn’t also benefit from reduced taxation to encourage the growth of your industry. I would lobby heavily to have you do that. I think it’s very important.", "Speaker, you’ll see that craft ciders in Ontario are in farmers’ markets but only those that have a farm, that are brewed under a farmer’s licence. There are a number of craft ciders, like Thornbury and Pommies, that make fantastic product but they can’t go to a farmers’ market because they’re stand-alone manufacturers.", "I think this is a very important bill. It recognizes an important principle. Let’s give access to urban markets to rural farmers who are using their licence to brew these products." ],
  "anchor" : "para1014"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate? I return to the member from Glengarry–Prescott–Russell." ],
  "anchor" : "para1026"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "I’d like to thank all of the members who spoke to Bill 184 this afternoon. The member from Niagara West–Glanbrook, thank you for your words; Algoma–Manitoulin—" ],
  "anchor" : "para1027"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Blueberries." ],
  "anchor" : "para1028"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Blueberries. Trust me; I’ll do everything that I can.", "Northumberland-Quinte West and Thornhill, thank you; Niagara Falls and Beaches–East York. I’m not surprised that those who spoke to this bill were actually the ones who spoke to this bill because they’re passionate about their regions and passionate about agriculture and the industry.", "Perhaps this bill is not a very complex bill but, for me, in representing not only my constituents the Garlands, who took the time to travel a good five hours to come here to listen to a 50-minute debate—I want to thank you very much for that and I hope you’ve had a great afternoon.", "I looked at this when I saw the need and their issue and I said to myself, “Okay, are there any other benefits that we could realize in these 50 minutes?” Then we came up with mead, and maybe blueberries are on the agenda in the near future as well. I just wanted to encapsulate not only the maple wine issue at farmers’ markets, but perhaps any other issue, because as a member of government I look broadly, not just on a specific issue. I look at how we can grow specific sectors, even if it’s a small amount to start. I look for opportunity and—" ],
  "anchor" : "para1029"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "Full vision." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "—as my colleague from Ajax–Pickering is saying, a vision. When people have vision, they deserve to be supported by their elected representatives.", "I thank everyone for their comments this afternoon. It looks like this is a non-partisan issue. We’re all in this together, and I hope that when that vote comes around, it’s positive, and then we can continue the work to make sure that this gets finished." ],
  "anchor" : "para1034"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "The time allocated for private members’ public business has expired." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Ms. Fife has moved private members’ notice of motion number 79. Is it the pleasure of the House that the motion carry?", "I hear “carried.” Congratulations." ],
  "anchor" : "para1039"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Mr. Crack has moved second reading of Bill 184, An Act to amend the Liquor Licence Act with respect to maple wine and mead. Is it the pleasure of the House that the motion carry? I hear “carried.”" ],
  "anchor" : "para1043"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member in terms of which standing committee this bill will be referred to." ],
  "anchor" : "para1045"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Well, there’s only one standing committee, Chair, and that would be general government." ],
  "anchor" : "para1046"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Agreed? I hear “agreed.” Congratulations.", "Orders of the day." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Madam Speaker, I’m seeking unanimous consent to put forward a motion without notice regarding ballot item number 19, standing in the name of Mr. Smith." ],
  "anchor" : "para1050"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Is there unanimous consent on this particular motion? I hear “agreed.”" ],
  "anchor" : "para1051"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I move that, notwithstanding standing order 98(a), ballot item number 19, standing in the name of Mr. Smith, be taken into consideration immediately; and", "That the debate shall proceed according to the normal procedures of private members’ public business; and", "That should the consideration of this item conclude prior to the allotted 50 minutes, the Speaker shall immediately put the question on the motion for second reading of Bill 180, An Act to provide for safety measures respecting movable soccer goals." ],
  "anchor" : "para1052"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Mr. Coteau has moved—" ],
  "anchor" : "para1055"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1056"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I heard “dispense.” Agreed? I hear “agreed.”", "Mr. Smith moved second reading of the following bill:", "Bill 180, An Act to provide for safety measures respecting movable soccer goals / Projet de loi 180, Loi prévoyant des mesures de sécurité pour les buts de soccer mobiles." ],
  "anchor" : "para1057"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Pursuant to standing order 98, the member has 12 minutes for his presentation." ],
  "anchor" : "para1062"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’d like to start off by thanking you, Madam Speaker, for staying late tonight. I would like to thank the table for staying late tonight. I would like to thank the government for staying late, and the members of the third party. We had a little bit of a miscommunication earlier today. The Christmas spirit is alive and well here at Queen’s Park, and there’s a lot of generosity flying around. I appreciate the opportunity to speak to this bill this afternoon, which we’ve worked extremely hard on in my office for quite some time since a tragedy in my local area.", "I would also like to thank the member from Kingston and the Islands, who is a co-sponsor of this bill from the government side. She cares very much about this issue. Unfortunately she won’t be able to speak to it today, but my good friend the Minister of Children and Youth Services, I believe, is going to be speaking to it today, so I look forward to that.", "I would also like to thank my intern. She is with the Ontario Legislative Internship Programme. Mackenzie Taylor, who happens to be a fellow New Brunswicker, worked extremely hard on this piece of legislation that we’re debating here this afternoon.", "It’s an honour to rise and speak to Garrett’s Legacy Act. First, I want to recognize the stakeholders who support Garrett’s Legacy Act: the Insurance Bureau of Canada, the Ontario Trial Lawyers Association, the Ontario Recreation Facilities Association, Parks and Recreation Ontario, Parachute Canada, the Ontario Injury Prevention Resource Centre, the James Grant sport organization, Brian Patterson and the entire Ontario Safety League and, we hope, the soon-to-be Major League Soccer champions, the Toronto Football Club. They’re playing in the championship on Saturday here against Seattle.", "This act ensures that organizations or entities that own soccer goals properly anchor them pursuant to the manufacturer’s standards. Furthermore, Garrett’s Legacy Act requires the minister to conduct consultations with relevant stakeholders and establish a mechanism to report non-compliance with this act.", "Today, I want to discuss the broader issue of unanchored soccer goals, the deaths or injuries that are caused when these goals collapse, and the steps that we can take to keep our children safe. We seriously do not recognize the threat posed by unanchored soccer goals. I think a lot of people walk by them every day and probably don’t realize the dangers. Over the past 40 years in North America, 51 children have died from injuries associated with these goals tipping over. In addition, hundreds of children have incurred injuries such as blunt force trauma to the head, neck and chest. This indicates that the threat does exist and has impacted families right across Ontario.", "Now for what inspired me to bring this bill forward: This past spring, Garrett Mills died when an unanchored soccer goal collapsed in Napanee, Ontario, 15 or 20 minutes from where I live, and 15 or 20 minutes from where the member from Kingston and the Islands lives. The OPP report stated that the goal was so heavy that it caused three skull fractures. Dave Mills, Garrett’s father, told his story. He was here a couple of weeks ago at Queen’s Park for first reading of the bill.", "Two weeks before his death, Garrett asked his dad how somebody could do something special with their life. The following week, Garrett asked his dad about the basic tenets of a legacy. His dad explained that a legacy is a reputation that someone leaves behind, usually remembered in a good way, for something positive that they have done. Garrett took a moment to think and said, “Dad, when I go, I want to leave a legacy.” That’s why we’re here today.", "Garrett was only 15 years old when he died. He had his whole life ahead of him—birthdays, graduations, weddings and kids of his own.", "In fact, groups have warned organizations that own these goals about the consequences associated with them tipping over. For example, the Ontario Recreation Facilities Association published “Safer Use of Portable Soccer Goals.” Unanchored soccer goals are “unsafe because they are unstable,” and they “pose a serious hazard” to children. To continue: “The best way to keep soccer goals from tipping is to anchor them properly to the ground using stakes or weights, but these are absent most of the time.” The ThinkFirst foundation of Canada reported that portable goalposts need to be anchored to the playing area in a secure and approved fashion as they can fall unexpectedly onto those on the field and harm children in their vicinity.", "If these goals are a known risk, why haven’t we done anything to protect children in Ontario?", "Here are a couple of other tragic stories: 15-year-old Jaime Palm died in Bradford, Ontario, when an unanchored soccer goal collapsed and caused blunt force trauma to her skull. Her friend attempted to lift the crossbar, but it was too heavy. In their current design, these soccer goals can weigh up to 400 pounds. She died a week before starting grade 10.", "Mark Weese of Wallaceburg, Ontario died when a teammate jumped on the soccer goal crossbar and the goal collapsed on Mark. He was just six years old.", "Caring for our children is our first task. It’s our job to ensure that our children are safe, and we have to get that right. For this reason, let Garrett’s Legacy Act be that legacy.", "Only one Canadian jurisdiction has legislation that mandates that entities or organizations that own soccer goals anchor them pursuant to the manufacturer’s standards. In 2016, Yukon implemented the Movable Soccer Goal Safety Act. While the act ensures that movable soccer goals are anchored, the government determined that inspections must be conducted twice a year.", "The implementation of a regulatory regime addresses one of the issues associated with unanchored, movable soccer goals. These goals are often designed to be anchored, but maintenance workers sometimes forget to apply these anchors because they are movable. When they’re mowing the grass, sometimes the anchors aren’t placed back into the back of the nets. In other words, there’s a lack of an effective enforcement mechanism.", "Jaedynn Hicks died in Yukon when an unanchored soccer goal collapsed and the five-year-old suffered blunt-force trauma—just five years old. The coroner reported that the soccer goal was old, rusted and not properly anchored to the ground. In fact, the coroner determined that the net could collapse by an adult applying the pressure of just one finger. I want to emphasize that point: This net could collapse by a push of a finger or a gust of wind.", "We cannot regulate behaviour but we can ensure that these structures can withstand the pressure of one finger. The solution is simple and does not require copious amounts of financial resources, research or red tape.", "Yukon released a standard safety and performance specification for soccer goals which specified safety and performance requirements aimed at providing safer soccer goals and thereby reducing injuries and fatalities. Anchors that align with these standards range from $64 to $320. This includes ground anchors, portable auger anchors and pop-up goal anchors. Therefore, the solution is very, very simple. We have a moral obligation to prevent another death or injury associated with unanchored soccer goals, in the sense we all bear the responsibility for the safety of every child.", "That Ontario doesn’t have soccer goal legislation is also problematic, given that there’s an increasing number of children playing recreational soccer in Ontario. The Ontario Soccer Association and organizations like that do have it in their bylaws that during the course of play, these movable nets do have to be anchored into the ground. The problem, though, lies in Garrett’s situation, where he wasn’t playing soccer and the net was not anchored.", "We can’t tolerate any more stories like Garrett’s, like these: An 18-year-old died when he attempted to fix the net and the unanchored soccer net collapsed on his skull. A 10-year-old died when a 150-pound metal soccer goal collapsed on his skull while he was playing goalie with his friends. A nine-year-old in Quebec died when an unanchored soccer goal collapsed on him while he was playing soccer with a church youth group.", "While these goals pose a significant threat to children playing soccer, they also threaten those who are just hanging out at the park, like Garrett was. Garrett was with his best friend and his girlfriend at the park in Napanee, just hanging out. He was doing a chin-up on the goal, actually. He had just started to get into physical fitness and I think he was showing how he could do a chin-up when the goal collapsed and killed him instantly. He never played a game of soccer in his life.", "It is very common for children to hang out on these soccer fields with their friends. They don’t even have to be hanging from the crossbar. In fact, one study determined a gust of wind, as I said earlier, can topple a goal.", "To end these tragedies, we must safeguard the safety of these children by anchoring these nets. As such, we must recognize the steps that four states have taken. For example, Illinois enacted Zach’s Law in 2011. It bans the manufacture of non-tip-resistant soccer goals and ensures that all movable soccer goals are properly anchored. Lawmakers recognized that soccer goals present a serious threat to the safety of children and adults. In fact, Zach’s Law did not receive any opposition, which indicates there was consensus among lawmakers about the threat posed by these soccer goals. Zach’s Law recognizes Zachary Tran, a five-year-old who died when a 200-pound goal collapsed. His parents said, “He’d be looking down on us right now, saying, ‘You guys did a great thing. I loved playing soccer,’ and now he knows that kids can be out here playing and being safe.”", "In addition, New York now requires sports leagues and schools to hold goals down with at least two stakes or ground-gripping anchors while in use. During the debate, assemblyman Steve Otis said this is “a serious issue across the country, because there’s statistically a fatality ... each year.... If they fall down, they fall on whoever is around, and the victims are usually children.”", "Arkansas and Wisconsin have also adopted similar legislation. This indicates that lawmakers recognize the dangers associated with unanchored goals, which implies that Ontario must take the necessary steps as well to ensure the safety of our children.", "If there’s one step that members of provincial Parliament can take to save a child, then surely we have an obligation to try. Garrett’s Legacy Act does not advocate for more red tape on soccer. It doesn’t want to drive up the cost of soccer; it’s a very affordable sport to play. Rather, the act proactively mitigates possible death or injuries.", "Garrett Mills lived to make his family and others around him happy. To quote his dad, Dave, “There wasn’t a day that would go by where Garrett didn’t make us laugh or put a smile on our faces with his silly puns, his voice impressions and his general silliness. Garrett wanted to make a positive impact.”", "The slogan on his Instagram account, which is still active, by the way, says, “Get out there and change this world for the better!” Let this be Garrett’s legacy, not only safeguarding the safety of children playing soccer but for all kids in Ontario." ],
  "anchor" : "para1063"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1093"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you very much to the member from Prince Edward–Hastings and also the member from Kingston and the Islands for working together on Garrett’s Legacy Act.", "It does, of course, resonate very strongly with us, because we passed a similar sort of piece of legislation in honour of a citizen, of a constituent, Rowan Stringer, with Rowan’s Law. When members have the opportunity to work together and to bring the concerns of our communities in a very shared way, a shared-responsibility way, to the floor of this Legislature, we actually have the ability to demonstrate that this place can work, and we can actually accomplish things together. That is the power, I think, of private members’ bills, and certainly this one, Garrett’s Legacy Act, is very powerful.", "I think the most powerful message that I received from the member in his comments is that these deaths are preventable. Probably the most shocking part, though, is that since 1978, 51 children have died and 47 have sustained serious injuries from the blunt trauma of a collapsing soccer goalpost.", "The story that the member from Prince Edward–Hastings told us about—the conversation that Garrett had with his dad—should resonate very much with all of us here in this place today. I’m certain, though, that we’ve all heard the emotion that was conveyed by the member from Prince Edward–Hastings, and I know that the member from Kingston and the Islands had also echoed those same comments as well.", "When you look at the organizations who have also supported this bill, like Parachute Canada, Parks and Recreation Ontario, TFC, the Ontario Recreation Facilities Association, the Insurance Bureau of Canada, the Ontario Trial Lawyers Association—these are informed voices who have done their due diligence around ensuring that this legislation can work. Because that is the other challenge: We have to ensure that when we do pass this, it actually solves the issue.", "I think that the member’s quote from the release that he put out saying, “Learning from past accidents is paramount in preventing future deaths. Diligent anchoring of portable soccer goalposts cannot be ignored, and Garrett’s Legacy Act will assist in meeting this requirement”—New Democrats wholeheartedly agree. We thank the members for bringing this piece of legislation forward, and we hope that it passes unanimously in this House so that we can ensure that children are safe on soccer fields and around goalposts in the province of Ontario." ],
  "anchor" : "para1094"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1100"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "It’s a real pleasure and an honour for me to rise today to support Bill 180. I want to thank the member from Prince Edward–Hastings for bringing this forward to the House.", "There are things that come into this Legislature—bills that we know immediately are going to be supported by members in this Legislature. This seems like one of those pieces of legislation, a bill that would resonate with everyone in this House. So it’s a real honour for me to be here today.", "Soccer is a very popular sport here in Ontario. Many different people from all different backgrounds and ages across the province participate in soccer. There are over 430,000 registered soccer players here in the province, and 260,000 of them are between the ages of five and 14.", "We know it’s more than just a sport. It’s something that promotes a healthy lifestyle. It allows for young people to come together to learn how to work together. It develops leadership. It builds confidence in young people and gives them a real chance to learn about the important skills they need—about working within a team and management.", "When we see such a positive thing like soccer, and the fields and the posts and the different elements that make that game go so well—when we see situations like this come forward, it’s quite tragic. It’s sad to see any young person in this province go through a process where they’re hurt, but to see the death of a young person is a real loss, not only for the community and the family but, I think, for all of us as Ontarians.", "When the member from Prince Edward–Hastings was talking about 15-year-old Garrett Mills and talked about him just hanging out on the field with his friends, I pictured that innocence of youth and being there, and then all of a sudden, something changes. It’s a real tragedy when things like that happen.", "I was very touched by the member’s speech around the conversation between the father and the son about legacy. I think it’s important that we as lawmakers, as members of provincial Parliament, can look for a way to support the family, to see how we can take this tragedy and use it in a way to ensure that it doesn’t happen again in the future. I again want to thank the member for bringing this forward and presenting this bill here in the Legislature.", "I was also very surprised when I was reading some of the notes. The member did bring up that over 40 years, there have been 51 deaths of children and young people due to these goalposts throughout North America, and further, 47 children have faced other injuries, such as blunt force trauma to the head, neck and chest. We should never have to worry as leaders in our communities, as parents, as uncles, aunts, as residents within a neighbourhood, that something like this would happen.", "The proposal that’s being put forward to make sure that organizations take the responsibility to ensure that these posts are anchored, that they’re safe and that they will prevent children from receiving any type of injury, to me, is a good thing. This bill, Bill 180, gives parents and guardians peace of mind that our fields of play will be safer than they were before.", "I’m here today as a father. I’m the Minister for Children and Youth Services. The member for Kingston and the Islands—every time I say the member from Kingston, she always reminds me not to forget “and the Islands.” I’m here on her behalf, because she really wanted to speak to this bill. I know that when I spoke to the member who introduced it earlier, he said that she contacted him early to express her interest in this bill and her interest in this subject matter. So I just want to say thank you very much to the member. I want to say thank you very much to the member from Kingston and the Islands for her support of this.", "I would also like to express my condolences to the family and let them know that they have my support. Obviously I cannot speak on behalf of the Legislature, but I have a strong feeling that this is the type of bill that will go through and one day become a reality, where every single person who provides that type of post within a field—there will be a time when all of them will be anchored down to the ground, and that will stop this preventable tragedy from happening again." ],
  "anchor" : "para1101"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1113"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I’m pleased to be able to join the debate on Bill 180, introduced by my colleague from Prince Edward–Hastings and supported by the member from Kingston and the Islands. Ensuring the safety of Ontarians, particularly children in our communities, is of utmost importance. As proposed, Garrett’s Legacy Act would proactively address the safety risks associated with unanchored soccer goalposts.", "In his comments earlier, the member from Prince Edward–Hastings cited the work that has taken place in Yukon. It’s also true that our friends south of us in Illinois, as an example, passed the Movable Soccer Goal Safety Act in 2011, and Arkansas passed an act to establish safety standards for anchoring soccer goals on playgrounds and recreational areas as well.", "While it’s difficult to measure the effect of provisions that enhance safety, the regulatory changes in Yukon, combined with the changes that have occurred in the United States, appear to have reduced the number of injuries and fatalities related to soccer goalposts and, collectively, have enhanced safety overall.", "However, in order to prevent future tragedies, we must learn from past accidents. In the case of preventing injuries and fatalities related to soccer goalposts, the proposed bill from my colleague from Prince Edward–Hastings will certainly assist that. My sincere hope is that all members of the Legislature will recognize the importance of Garrett’s Legacy Act and will stand up for increasing the safety of children and youth in Ontario" ],
  "anchor" : "para1114"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1118"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "It’s a pleasure to rise on Bill 180. I’m very impressed with what we’ve heard today and what we’ve heard in the past.", "I would, first of all, remark on the tenderness that MPP Smith has shown in dealing with the family. It’s obviously, very, very sensitive, and I acknowledge the member from Prince Edward–Hastings on this. I also congratulate you and, at the same time, MPP Sophie Kiwala, who happens to be on a CN train at the moment between here and Kingston and the Islands, probably just going through, at about 80 kilometres an hour, right now the Ajax–Pickering area.", "I acknowledge Bill 180, and I thank everyone who has spoken on it. I have to tell you that it is indeed a legacy. It is Garrett’s legacy. To all those who provide safety measures, remember the repeating, ongoing movable soccer goals.", "I just want to talk from the heart for a second. My heart and soul goes out to the parents, to the family, to their friends and to their neighbours. I have always said to my wife, “If we ever lost one of ours, I wouldn’t know what to do.” We talked about it, and I said that in the end it’s both the mother and the father, but it is particularly the mother who has the greatest loss. I sympathize with that family.", "As someone who has been in municipal council for some 25 to 30 years in Ajax and as someone who has sponsored, at the moment, somewhere in the range of about 1,280 teams over my 50-year sponsorship saga, this is very special. I thank everyone who has spoken on it. I congratulate the person who has brought it forth. It has been excellent. I’m just very humbled to be part of it. I acknowledge the effort that you have put forth, and I thank you for that." ],
  "anchor" : "para1119"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1124"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "It’s a real honour to speak to Garrett’s Law this afternoon. I want to thank my colleague from eastern Ontario, of course, from Prince Edward–Hastings, for his efforts on this and for putting a name, unfortunately, to this great loss. This is to ensure that soccer goals are anchored to the ground, to avert devastating and preventable tragedies among our youngest and most vulnerable constituents. I don’t only get up to speak as a member today; I get to speak, more importantly, as a father of four young kids.", "Speaker, according to the Ontario Soccer Association, there are roughly 430,000 registered players in Ontario, and 267,000 of them are children between the ages of five and 14.", "The goalposts are deceptively light in the back, but loaded with hundreds of pounds of metal in the front. With a gust of wind, a young player, an uneven playing field and the current design, only 22 pounds of force can bring a 400-pound goal crashing down, injuring or even killing a player.", "There are too many catastrophes in this country and in this province that are associated with unanchored movable soccer goals. Since 1978, 51 children have died from the blunt force trauma caused by unanchored soccer goals. Moreover, 47 children have sustained serious injuries as a result of unanchored soccer goals.", "As parents, we know it’s our job to protect our children every day. Why should this be any different? If you’ve heard Garrett’s tragic story, you’d know how terribly wrong things can go when simple measures aren’t followed. It’s our duty as referees, coaches, managers and parents to ensure safety on the soccer field. We should empower our children with the knowledge of soccer goal safety. If they feel a goal is not properly secured, let the coaches know to heed their warning. This is their precious life we are talking about, and no game, no practice, is worth risking their safety.", "But we shouldn’t stop there, Speaker. The serious injuries and deaths are a result of blunt force trauma to the head, neck, chest and limbs of the victims. In most cases, these occurred when the goal tipped or was accidentally tipped onto the victim. In one case, an eight-year-old child was fatally injured when the moveable soccer goal he was climbing tipped over and struck him on the head. In another case, a 20-year-old male died from massive head trauma when he pulled a goal down on himself while attempting to do chin-ups. In a third case, while attempting to tighten a net to its goalpost, the victim’s father lifted the back base of the goal, causing it to tip over, striking his three-year-old child on the head, causing a fatal injury.", "High winds can also cause moveable soccer goals to fall over. For example, a nine-year-old was fatally injured when a goal was tipped over by a gust of wind. In another accident, a 19-year-old goalie suffered stress fractures to both legs when the soccer goal was blown on top of her. In May 2017, Garrett Mills died when an unanchored soccer net collapsed on his skull in Napanee, Ontario. It was reported by the OPP that the soccer goal was designed to be anchored.", "It is absolutely crucial that we mandate organizations and/or entities that own soccer nets to anchor them pursuant to the manufacturer’s standard and that we enforce those measures by adopting Garrett’s Law. I want to thank my colleague for this tremendous initiative. I appreciate the time today." ],
  "anchor" : "para1125"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1134"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m very pleased to rise today and support Bill 180, Garrett’s Legacy Act (Requirements for Movable Soccer Goals). It’s put forward by the member for Prince Edward–Hastings from our own PC caucus.", "It’s sad to finish off Thursday talking about a topic such as this, yet that’s why we’re here. We’re here to represent our constituents and make sure that in Ontario, we’re adhering to the highest safety standards that are available to date.", "When researching to speak on this, I found a document from the government of Canada. The government recognizes that they want to increase sport participation and active lifestyles for all of our residents, but sometimes people are afraid to let their children play sports because of the danger. I remember my own late aunt didn’t want my cousin to play hockey, because his friend had gotten injured playing hockey. That’s unfortunate. We can imagine if a young boy wants to play hockey and the mother is worried about injuries.", "We have our member from the PC caucus, from Nepean–Carleton, who did a lot of presentations and passed a bill because of a girl who died from a concussion. Soccer is actually a pretty dangerous sport when you start to research it. It’s not an expensive sport, and maybe it’s because it doesn’t have a lot of equipment. Maybe the reason why it’s not expensive is the same reason why it can be dangerous. I never really thought of so much danger coming from the actual nets; I thought it would be more from people getting kicked or pushed or falling down.", "The member who presented this bill mentioned the child who died in the States, Zach Tran. It’s very tragic to hear that some of these tragedies could have been prevented. A lot of the time we also heard that landscapers might remove the anchors and not bother to put them back. One boy got injured just trying to set up the anchors.", "There’s a lot that we can do here in the Legislature, and I’m pleased to see something positive that we can work on all together, all three parties, that can really effect change.", "I just wanted to mention very quickly that hearing everybody talk reminded me of the basketball nets in many of the driveways and backyards in our ridings. A lot of times they fall over, just because of the wind or just because somebody jumped up and grabbed a hoop. Those often are supposed to have sand or water, but they get broken and they leak and they’re not all put in properly with concrete, the way they are in a schoolyard. I would remind everybody that maybe there’s a lot more that we could be doing to work with enforcement officers in our area to also watch out for dangerous basketball nets.", "I remember when I worked as an optometrist I knew a girl who lost an eye because the old-fashioned swings were wooden. Madam Speaker, I’m sure you remember—as I remember—being a young child and going on those wooden swing sets. They were a lot more comfortable than the rubber ones they have now, but they were also a lot more dangerous. We all know how children don’t always expect that something that goes up will come down, and they might wander in the path of one of those swings and get hit in the eye.", "So we’re all here in support, and I’m looking forward to the results." ],
  "anchor" : "para1135"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate? Further debate?", "I return to the member from Prince Edward–Hastings to wrap up." ],
  "anchor" : "para1144"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Thanks to all of the members of the Legislature for hanging around. I would probably be pushing my luck if I asked for unanimous consent for third reading, I guess, so I won’t do that. I do appreciate the opportunity to debate this bill this afternoon, and some of the leniency that everyone involved has given to me to debate this bill this afternoon.", "I’d like to thank all the members who spoke: the member from Kitchener–Waterloo; my friend the Minister of Children and Youth Services, who talked about his daughters and the fact that they’re probably running around on soccer fields too; the member from Ajax–Pickering—he referenced his children as well, as did my colleague from Kitchener–Conestoga, his four kids; the member from Whitby–Oshawa; and the member from Thornhill. Thank you all for your comments on this bill this afternoon.", "When I heard about this tragedy in May of this year—of course, it made the news in the Quinte region and throughout eastern Ontario—I realized that this was something that we could deal with, that we could deal with this at the Legislature. We can ensure that no other child in Ontario suffers the same fate as Garrett Mills and some of the others that we’ve mentioned here this afternoon. It’s a common-sense piece of legislation, and I think it’s something that has gained a lot of support, not just from members of the Legislature here this afternoon but from all of the stakeholder groups that we consulted with on this bill since hearing about the tragic incident in May.", "I really want to thank the member from Kingston and the Islands, Sophie Kiwala, for contacting me as soon as she heard that I was going to bring forward legislation and for co-sponsoring this as well.", "I want to wrap up by wishing the Toronto Football Club—they’ve been supporters of this as well—best of luck in the Major League Soccer final on Saturday against Seattle at BMO Field here in Toronto.", "But most of all, I just want to mention again Garrett’s parents, Dave and Gwen. They were here with me a couple of weeks ago. It was a very emotional time for them, not just to hear about the legislation that I was putting forward but to hear Garrett’s name being spoken in this place. We can leave a legacy for Garrett. He can leave a legacy here in Ontario." ],
  "anchor" : "para1146"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I am now required to put the question. Mr. Smith has moved second reading of Bill 180, An Act to provide for safety measures respecting movable soccer goals. Is it the pleasure of the House that the motion carry? I hear “carried.”" ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member in terms of the standing committee the bill has been referred to." ],
  "anchor" : "para1154"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "General Government, please, Speaker." ],
  "anchor" : "para1155"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Agreed? I hear “agreed.”", "Orders of the day." ],
  "anchor" : "para1156"
}, {
  "speaker" : "Hon. Peter Z. Milczyn",
  "text" : [ "Madam Speaker, it’s with mixed feelings that I move adjournment of the House." ],
  "anchor" : "para1158"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Is it the pleasure of the House that the motion carry? I hear “carried.”", "The House will be adjourned until Monday, December 11, at 10:30 a.m." ],
  "anchor" : "para1159"
} ]