[ {
  "speaker" : "Building Our Bridge",
  "text" : [ "Our Journey of Reconciliation" ],
  "anchor" : "para119"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para178"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "This being the first Monday sitting of the month, I ask everyone to join in the singing of the Canadian national anthem." ],
  "anchor" : "para180"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I’d like to welcome a good friend of mine, Greg Laurin, and his guest, Andrew Peters, today to question period. Welcome, gentlemen. I hope you enjoy." ],
  "anchor" : "para183"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I’d like to introduce several guests of mine in the members’ east gallery today. The first is my son Liam McGarry, who is with us today, and also constituents from Cambridge John and Sue Egoff. Welcome to Queen’s Park." ],
  "anchor" : "para184"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m pleased to welcome Sherry Caldwell and her daughter, Ashley, as well as their friends Lynda and Vanessa. They’re here for a press conference to raise attention for disabilities, because it’s the UN International Day of Persons with Disabilities." ],
  "anchor" : "para185"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "The family of page captain Adam, my nephew, is here today. They are: Dr. Ahmad Muinuddin, himself a legislative page rather a long time ago, now a cancer specialist in Mississauga; his wife, Romana Siddiqui; and the little kiddies Sara and Yusuf. Welcome." ],
  "anchor" : "para186"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’d like to welcome my friend Dave Snider, who’s an officer with the Quinte West OPP, and his son David Snider, who’s a student at Queen’s University. Welcome to question period." ],
  "anchor" : "para187"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I just want to remind everyone that page captain Adam Muinuddin is from Mississauga South. Welcome to his family here in the Legislative Assembly of Ontario." ],
  "anchor" : "para188"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I want to introduce Becky Coles, who is with us. She is a producer with Newstalk 1010." ],
  "anchor" : "para189"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "It gives me great pleasure to introduce John McCracken and Darron Clark from the great riding of Northumberland–Quinte West. Welcome." ],
  "anchor" : "para190"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "As critic for youth engagement, I am pleased to welcome UFCW Canada’s Young-Workers Internship Program. Today they will be here with Pablo Godoy, Zenee Maceda, Allyson Quiroz, Eduardo Ramon, Mina Guirguis, Yura Brooke, Natalie Watt, Cara Dahle, Mariah Goddard, Wesley Foster and Rechev Browne. Welcome to Queen’s Park." ],
  "anchor" : "para191"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I’m very happy today to introduce a special guest who has joined us in the east members’ gallery. My father, Ben Del Duca, is here with us today. I will say that anybody who looks closely at my dad can tell that I came by my hairstyle honestly." ],
  "anchor" : "para192"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para193"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "On behalf of my colleague the MPP for Welland, I would like to congratulate page captain Allan Buri and also welcome his family, who is here today: his mother, Sharon Saxon-Buri; his father, Amedeo Buri; his sister, Carolyn Buri; and his proud grandparents Linda and Ron Saxon. Welcome." ],
  "anchor" : "para194"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I would like to introduce today Lisa Frame, who is from St. Catharines and with the Unifor group that is here at Queen’s Park today." ],
  "anchor" : "para195"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Minister of Health. It’s great to be here in the Legislature today to ask about the People’s Guarantee. I want my first question to the government about our People’s Guarantee to be about our commitment for the largest investment in mental health in Canadian provincial history: $1.9 billion worth of investment in mental health. My question to the Minister of Health is: Can we get a commitment that the Liberal government will match that? Will the Liberals invest $1.9 billion in mental health and match our historic commitment?" ],
  "anchor" : "para198"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, we on this side of the Legislature—and I think all of us in the Legislature—agree that mental health has to be a top priority of any government in this province, in this country and around the world. We need to look at mental health with the same vigour and rigour that we do physical health. They’re two sides of the same coin.", "I’m glad that the leader of the official opposition is repeating the phrase that I’ve used often, which is that there can be no health without mental health. It’s an issue that can’t be seen from a partisan perspective, and that’s why I’m so pleased that this government, since coming into office in 2003, has made unprecedented investments in mental health, has increased the funding, budget over budget, in those specific areas where we know that we will get the greatest impact, improve access, focus on health equity and make a difference in the lives of individuals across this province." ],
  "anchor" : "para199"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para201"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Minister of Health: By that response, I guess the government is not willing to match that commitment. It’s unfortunate, Mr. Speaker. It’s the dirty little secret in our health care system.", "In 1979, 11% of our health care budget was spent on mental health. Today it’s 6%. Despite all the rhetoric, all the talk of this great work that the minister says the government has done, they have not got it done for the people of Ontario.", "We need to make sure that mental health is treated as seriously as physical health, and it is not today. People are being abandoned. I’ll ask again: Will the government match the $1.9-billion commitment that the Progressive Conservative Party made in the People’s Guarantee?" ],
  "anchor" : "para202"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Just this year alone, we made three important investments in mental health on behalf of Ontarians. They were described in detail in the spring budget, the budget that member and his party voted against. It included the first-ever program in Canada for cognitive behavioural therapy, an investment which will result in thousands upon thousands of Ontarians—I think the estimate is that about 100,000 Ontarians will have access to a form of treatment which is well proven in terms of the benefits of its outcomes, specifically for individuals with mood disorders like anxiety and depression, and other mental health challenges.", "That investment that was announced in the spring budget—we are in the process of rolling that out. It will make a difference in the lives of thousands upon thousands of Ontarians. That’s just one program that we’re investing in." ],
  "anchor" : "para206"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para208"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Minister of Health: Once again, the question about will they match the $1.9-billion commitment to invest in mental health—the minister didn’t answer. He seems to think that everything is fine in Ontario.", "Mr. Speaker, if you break your leg, you go to the hospital and you’re taken care of right away. If you have a mental health challenge, for public counselling you have to wait 18 months. If you break your leg, do they tell you, “Come back in 18 months”? There are families I have spoken to who are devastated because a young person had the challenge to come forward, and they’re abandoned right now in our health care system. So things aren’t rosy; things aren’t great like the minister says.", "The stats speak for themselves. Eleven per cent of the health budget was spent on mental health in 1979; it’s 6% today. Despite all the rhetoric, all the talk, they have dropped the ball. They have let down Ontario families that are pleading for help with mental health.", "Once again, for the third time, will the government match the $1.9-billion commitment made by the Progressive Conservative Party in the People’s Guarantee?" ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para214"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, among the programs that we’ve invested in is almost $300 million for individuals who are experiencing and suffering from and challenged by the opioid crisis, the public health emergency that we’re facing right now with opioid overdoses and deaths. It’s almost $300 million over the course of the next three years.", "The Conservative response to the opioid crisis: to ban pill presses.", "We are making an investment in up to 10 youth wellness hubs across the province as well—wrap-around funding to all of the necessary supports that children and youth require for them to stay healthy and get healthy, if they’re facing mental illness or mental health challenges.", "We’re making these investments time and time again, and we’re doing this on the basis of the expert advice we’re getting from our stakeholders, from advocates and from people with lived experience." ],
  "anchor" : "para216"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Minister of the Environment and Climate Change.", "I’m going to have to paraphrase this headline because it contains some unparliamentary language, but I’ll try to get it out while respecting the Chair.", "It’s a Maclean’s magazine headline. It says: “Kathleen Wynne’s Attack on the Ontario PC ... Plan” is to confuse “Voters;” I’ll use that word, recognizing the parliamentary requirements.", "It added that Premier “Wynne is wrong”—you hear that? Premier “Wynne is wrong when she claims the Conservative carbon ... plan will cost families more than cap and trade and do less to cut emissions.”", "This comes—get this, Mr. Speaker—from the very economist the Premier was trying to cite, saying the Premier is wrong.", "Facts do matter in Ontario. So will the Liberals retract their attack and apologize for this blatant political propaganda?" ],
  "anchor" : "para221"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para227"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I acknowledge the minister." ],
  "anchor" : "para229"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you, Speaker. Indeed, facts do matter, and I’m waiting to hear some good facts from the other side, yet all I’m hearing is hyperbole.", "What Ontario needs, what Ontario is getting, is a realistic approach that balances action with affordability to fight climate change. That’s what the voter is asking for in Ontario. We don’t take that lightly.", "Action with affordability: Our system guarantees emissions reductions at the cheapest price possible for the people and the economy of Ontario. By law, every dollar is invested in those things that will stop greenhouse gas emissions or reduce them. This is a very active system we have." ],
  "anchor" : "para230"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para233"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, back to the minister. The economist that the Premier cited, Trevor Tombe, has said that the Premier is “very wrong.” Her attack is baseless and simply untrue. It holds no weight. The Premier’s claim that it will cost more and do less to cut emissions is wrong. Those are the facts by the very person the Premier is citing.", "Given the fact that we know the Premier was wrong, I would hope the minister would do the right thing, would have the integrity to do the right thing and simply apologize for what was a false claim. We deserve that in this House. So once again to the minister, will he apologize on behalf of the government for the false claim that has now been proven completely baseless and incorrect by the very economist the Premier used?" ],
  "anchor" : "para234"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you. Minister?" ],
  "anchor" : "para237"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Well, thank you, Speaker. This PC “platform”—he says using air quotes—is proof the Conservatives will say anything, absolutely anything, to get elected. Unlike the members of that party, we recognize that climate change is already costing us with increased insurance rates, higher food costs and more weather-related damage. Yet under their carbon tax scheme—scheme—consumers, the public, will pay more, up to $400 a year more, in annual costs because of their scheme. The National Post called it a shell game, noting that any tax cut will be paid for by an 81% increase in the existing provincial tax on gasoline. Speaker, they will fall short of the legislated targets for lowering emissions." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para239"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, again to the minister: Everywhere we look, Liberal spin on the carbon backstop is being disavowed. Economist Trevor Tombe says the Premier is—" ],
  "anchor" : "para240"
}, {
  "speaker" : "Interjections",
  "text" : [ "Wrong." ],
  "anchor" : "para241"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Canadians for Clean Prosperity say the Liberals are—" ],
  "anchor" : "para242"
}, {
  "speaker" : "Interjections",
  "text" : [ "Wrong." ],
  "anchor" : "para243"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Even the Ecofiscal Commission says the Liberals are—" ],
  "anchor" : "para244"
}, {
  "speaker" : "Interjections",
  "text" : [ "Wrong." ],
  "anchor" : "para245"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, the Premier is wrong. She has been caught saying an untruth. And so my question, Mr. Speaker, to the minister: We’ll give them—and you know what? The Liberals are heckling. They got caught saying an untruth. But I want to give the minister another chance. Will they apologize to the people of Ontario for stating a fact they know is incorrect, when the very economist you quoted said you are wrong? Will you apologize?" ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you. Minister?" ],
  "anchor" : "para248"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I think this is proof positive that you can’t shout your way into government, no matter how hard you try. If there is an apology, Mr. Speaker, I’m waiting to hear an apology from the Leader of the Opposition about how he tried to hide $6 billion in green project cuts in that scheme of a platform. That’s what I want to hear.", "Here’s what their scheme is going to do: It’s going to cut funding for transit projects like the GO regional express rail. It’s going to cut green hospital renovations. It’s going to cut repairs to schools and social housing. It’s going to cut bike lanes and energy efficiency home renovations—all of the things, Mr. Speaker, that are helping this province meet its carbon reduction targets by 2050: so important." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. Be seated, please.", "You’ve now had it your way; now it’s my way. We’re in warnings, and they’ll be quick if you’re showing me what you plan to do today.", "New question." ],
  "anchor" : "para252"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Acting Premier. The Minister of Energy told reporters last week that the decision to include the Liberals’ $40-billion borrowing scheme on people’s hydro bills was “a wide-open process” undertaken by Hydro One for “clarity.”", "Does the Premier want to correct the minister?" ],
  "anchor" : "para257"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para259"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "As we’ve said all along, electricity bills are a customer’s main window into the electricity system. We’ve always wanted to help consumers and give them the information they need, but we’re hearing that it is information overload on the bills and that people find the bills unclear. One example, Mr. Speaker, is the debt retirement charge line. The debt retirement charge has been eliminated, and we thought it made the most sense to keep it included with a zero so people understood that it had been eliminated. In the end, it led to more confusion for ratepayers. Hydro One has realized this and has been a leader in consumer research on ways to improve the appearance and comprehension of its bills. They enlisted a research firm and engaged with thousands of customers to develop a new bill with the goal of increasing customer satisfaction and comprehension. Test results have been very positive.", "Through the long-term energy plan consultation process the government heard that customers wanted clearer and easier-to-understand electricity bills, and that’s what they’re going to be getting through this whole process." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para262"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Amazing.", "Again to the Acting Premier: Who at the cabinet table decided to force Hydro One to include Liberal campaign messages in people’s hydro bills?" ],
  "anchor" : "para263"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "The 25% reduction that everyone is seeing right across the province and the actual 40% to 50% reduction that they’re seeing on their bills in northern and rural communities is the law, Mr. Speaker. This was brought forward through the fair hydro plan that this government voted in favour of and the opposition voted against. They actually voted against increasing the Ontario Electricity Support Program that helps low-income individuals and seniors. They actually voted against helping First Nations by eliminating the delivery credit, Mr. Speaker.", "When you’re talking about the decisions being made at the cabinet table and being made in caucus, it is actually helping those most vulnerable in our province with their electricity bills, Mr. Speaker. That is something that this government has done, and that party neglected. Even in their pie-in-the-sky plan, they never talked about helping First Nations the way we have, and they didn’t even include low-income individuals until the last page. We’ve made sure we’ve helped those individuals right across the province." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: I never heard before that Liberal messaging on bills was going to help customers, but that’s an amazing admission.", "The truth is we know the Liberal government did direct energy companies, including Hydro One, to include Liberal campaign messaging on people’s hydro bills. Government regulations now include a requirement that local distribution companies “provide a customer-specific dynamic calculation of savings associated with the fair hydro plan for each billing period invoice.”", "Does the Premier think it is right to use government regulation to force Hydro One and other local distribution companies to campaign for her party on people’s hydro bills?" ],
  "anchor" : "para268"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Thank you again for the question, Mr. Speaker, because it allows me to clear up some of the confusion that he was talking about in that question which makes no sense.", "What we did with Hydro One was we removed all the regulation. They have actually made the decision to come up with their own bill, after consulting with a research group, doing focus groups and trying to find ways to make the bill as clear as possible for ratepayers. Hydro One did that on their own, Mr. Speaker. They made sure that all of their ratepayers had a say in this process through their focus groups, and now they’ve brought forward what they’re hoping is that main window to help ratepayers understand their bills, and also understand the electricity system a lot better. They’re clarifying some of the language. They’re making sure that on the bills, people have that window. They want to make it as clear as possible. That’s why we have the bill presentation group with the EDA working on this right across the province." ],
  "anchor" : "para271"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: There’s no way that a political message clarifies things for any ratepayer.", "The minister was also asked last week if this line about the borrowing scheme on people’s bills would be there after the election, when bills start to skyrocket again as a result of the Premier’s wrong-headed hydro plan. He didn’t answer that question either, so I’ll try that one again in the House this morning.", "Will the Liberal government ensure that Hydro One will continue the practice of putting the Liberal hydro plan on people’s bills after the election, when bills start to skyrocket?" ],
  "anchor" : "para274"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para277"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "As the member well knows, all costs right now relating to electricity are being held to the rate of inflation for the next four years, something that he voted against—again, voting against helping low-income individuals, voting against giving all families a 25% reduction.", "When it comes to actual time-of-use pricing, the OEB is very clear. They announce every six months what they believe the price should be. That is something that has been done for quite a few years, to make it as clear as possible for people to understand where bills are going. We’re going to continue to see that happen, because our regulator is a quasi-judicial organization, making sure that they keep the interests of ratepayers at heart.", "But when it comes down to nuts and bolts, it’s this government that made sure we brought forward a plan that helped every family right across the province with a 25% reduction, and it’s the opposition parties that voted against it." ],
  "anchor" : "para278"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para281"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: If this is about people having more information on how the amount on their bills is calculated, then the line item about the plan should be a full explanation of the borrowing scheme. It should include the fact that any relief that people are seeing is temporary, and that bills will go back up again. People should know that their hydro bills will be more expensive in the future because of this plan.", "Will the Premier commit to including a full explanation of the effect of the hydro borrowing scheme on people’s bills, including the $40 billion in new debt?" ],
  "anchor" : "para282"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Do you know what the people of Ontario need to know? It’s that that party voted against giving them a 25% reduction on their bills. It’s that party that voted against helping low-income individuals. It’s that party that voted against giving First Nations a delivery credit. It’s that party that actually voted against the RRRP, giving northern and rural customers a 40% to 50% reduction on their bill. It’s that party that continues to vote against everything that will help people in this province.", "It is this government that brought forward a plan that makes sure that we can—" ],
  "anchor" : "para284"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is somebody questioning my resolve?", "Finish, please." ],
  "anchor" : "para287"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "It’s that party that continues to vote against ideas that actually help families right across this province. It is this government and this Premier that will continue to act to make a difference in the lives of the people of Ontario each and every day. We can rely on them to vote no to that too, Mr. Speaker." ],
  "anchor" : "para289"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para290"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: You can be sure, Speaker, that adding $40 billion in debt to hydro bills will make a difference in people’s lives. You can be sure of it.", "The Hydro One bill redesign was directed by this Liberal government. The Premier ensured that the Liberal campaign message was included on people’s hydro bills, and she refuses to commit to including the full effect of the $40-billion hydro borrowing scheme on people’s bills.", "Why are the Premier, her minister and the Liberal government focused more on their re-election than on the tough task of making hydro more affordable for people in this province?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "This government has been focused on reducing bills for customers right across the province for years. We never could rely on the opposition supporting that, because they always voted against it. They voted against, as I said, the Ontario Electricity Support Program. That actually doubled help for seniors, help for low-income individuals, help for—" ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’ll wait for the member to cross.", "Finish, please." ],
  "anchor" : "para296"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "The fact is, a 25% reduction was put in front of this House to make sure that we could help every single family in this province, and the opposition voted against that. The fact is, we had a 40% to 50% reduction to help northern and rural customers, and the opposition voted against that. Now they come up with pie-in-the-sky plans that won’t do a thing to help families in—" ],
  "anchor" : "para299"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para300"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is for the Minister of Health. Last week, when the Minister of Health was questioned by my colleague the MPP from Nepean–Carleton, he had a disappointing and, frankly, disrespectful response. He talked about some bank in Missouri from 1893. He said he found—" ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The chief government whip is warned.", "Carry on." ],
  "anchor" : "para305"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "The minister said that he found it when he “scoured the Internet high and low, far and wide.” Interesting, but hardly useful.", "When the Minister of Health was scouring the Internet, did he find any self-help guides on how to answer questions with respect and compassion?" ],
  "anchor" : "para307"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Again, I’m proud of our record on mental health, and I wish that the official opposition would have joined us this spring when we made unprecedented investments in mental health, in fact, much of it the first of its kind in Canada.", "It goes back to the creation of the Mental Health and Addictions Leadership Advisory Council, which I created shortly after becoming health minister. It was specific recommendations from that group of roughly 25 of the leading experts, chaired by Susan Pigott—a third of them individuals with lived experience, advocates, academics, practitioners. Each year, they come forward with five recommendations. Their top recommendation last year was for cognitive behavioural therapy. We came through with that recommendation. Unfortunately, that member voted against that investment." ],
  "anchor" : "para309"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para311"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I’m proud to say that an Ontario PC caucus has never voted for Liberal economic reality, because it’s not there.", "We aren’t asking about his promises—" ],
  "anchor" : "para312"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Community Safety and Correctional Services is warned. The Minister of Economic Development and Growth is warned. The member from Durham is warned.", "Carry on." ],
  "anchor" : "para315"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My colleague was asking about priorities. We wanted to know if you would match the largest provincial investment in mental health in Canadian history. Instead, the minister was dismissive and rude.", "He has had the weekend to consider his answer. Is the minister prepared to apologize for his flippant remarks? Is he prepared to apologize for turning a question about mental health into a joke? Is he prepared to apologize to the member from Nepean–Carleton and all those with a mental health illness?" ],
  "anchor" : "para317"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "When I was asked that question, I answered that question with regard to mental health. The entirety of my response was about our commitment as a government to mental health. Then, at the end of that question, I was asked by the opposition to sign on to their People’s Guarantee, which is something I would never do because it contains $12 billion in—" ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Kitchener–Conestoga is warned." ],
  "anchor" : "para321"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "The laughter after that question was obvious. In fact, the member from Leeds–Grenville passed over to me a pen, laughing, suggesting that I would then sign on to the People’s Guarantee.", "That was the context of the question and how it was asked. It was about a platform. It was about signing on to their commitment to cut $12 billion—billions of dollars in health care, billions of dollars in education. We’ve been there before with the Conservatives. There’s no way on this earth that I would ever sign on to that platform." ],
  "anchor" : "para322"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "To the Attorney General: “Do the right thing” and “be transparent.” That was the Premier’s advice to the leader of the official opposition on what he should do while his party is being investigated by the police for fraud allegations in the nomination process. Sadly, the Premier was speaking from experience.", "As was done in the case of investigations involving the Liberal Party, will the Attorney General today ensure that there is independence in any potential prosecution of the PC Party stemming from investigation into its nominations? Will the Attorney General hand the Conservative nomination criminal case to the Public Prosecution Service of Canada?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I think the member knows that there is an investigation that is ongoing by the Hamilton Police Service in terms of a nomination meeting that took place for the Conservative Party. My understanding is that it’s just an investigation at this point. There have been no criminal charges laid in that regard.", "I can tell you what the practice has been with matters of a sensitive nature. We have always ensured that there is complete independence and have referred those types of matters to the Public Prosecution Service of Canada.", "I think it’s too premature to start speculating about an ongoing investigation. Again, my advice would be the same to everyone in the House, as I have said in the past: We should refrain from discussing any ongoing investigation. If there are criminal charges laid, I’m fairly confident we will take the same step and make sure that the Public Prosecution Service of Canada is the one dealing with that matter." ],
  "anchor" : "para327"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para330"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "There are currently two top Liberal operatives waiting to hear the court verdict in the case of the gas plant cover-up. In that case, before any charges were laid, the Attorney General made the decision to pass the case to the Public Prosecution Service of Canada.", "Will the Attorney General hand the Conservative Party nomination scandal case over to the Public Prosecution Service of Canada before any potential charges are laid?" ],
  "anchor" : "para331"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Of course, our emphasis will always be to make sure that any matter that is being dealt with by the police or, if charges are laid, is prosecuted, is done so independently from the government, such that there is no doubt whatsoever that there is no political interference whatsoever. I think our actions speak louder than words. We’ve always taken that position, to make sure that those matters are referred to the Public Prosecution Service of Canada.", "As I said, if criminal charges are laid in the investigation that is taking place in regard to a Conservative Party nomination in the Hamilton area, then we will take that step. Right now, there is a police investigation going on, which is independent from the government and from the Ministry of the Attorney General. We should respect that process." ],
  "anchor" : "para333"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question is for the Minister of Health and Long-Term Care.", "On Friday, December 1, I attended an event recognizing World AIDS Day at the Gilbert Centre in my riding of Barrie, where we took a moment to pause and remember all those who have lost their lives to HIV/AIDS and to stand in solidarity with everyone impacted by this virus across Ontario and around the world.", "Medical treatment for HIV has advanced significantly in recent years, and with timely diagnosis and treatment, HIV is now a chronic but manageable condition for many. For most who are diagnosed early and receive proper treatment, it is often undetectable and virtually impossible to pass on.", "Last year alone, our government invested more than $60 million for HIV/AIDS-related programs to support an evidence-informed, client-centred, community-based response to HIV/AIDS.", "Mr. Speaker, could the Minister of Health and Long-Term Care please tell us the important initiatives that this government is taking to support the health and well-being of people affected by AIDS?" ],
  "anchor" : "para336"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Thank you to the member from Barrie for that very important question and for allowing me to discuss an issue that many of us, including myself, are very passionate about and committed to.", "Mr. Speaker, two to three people are diagnosed with HIV/AIDS every single day in this province, and we, as a government and a ministry, are committed to supporting each and every one of them.", "I would first like to recognize the dedicated individuals and organizations whose courageous work over the past decades has helped to reduce new HIV infections and improve the health and well-being of people affected by this virus.", "Last week on World AIDS Day we announced that we’re investing an additional $2.7 million this year to further support the efforts of community HIV/AIDS programs, an additional $1 million for harm reduction outreach workers at 19 organizations and $3 million for harm reduction supplies across the province." ],
  "anchor" : "para341"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para346"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Thank you to the minister for his answer. We have come so far from the time when this once little-understood disease killed so many within only a few months or years of being diagnosed. In our own province, through the work of strong advocates, researchers, patients, caregivers and health care professionals committed to fighting the disease, the number of new HIV diagnoses has been falling steadily, from 1,104 in 2006 to 881 in 2016.", "We know that our government’s approach to HIV/AIDS has included prevention, education, testing, treatment, support services and research. Would the Minister of Health and Long-Term Care please share with us what else has been done to improve access to care and reduce the stigma of those living with HIV/AIDS?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Thank you again to the member from Barrie. Investing in quality health care for people living with HIV/AIDS is part of Ontario’s plan to create fairness and opportunity for everyone in Ontario.", "In October, I joined the Premier for the grand reopening of Casey House here in Toronto, which is now Canada’s first and only free-standing hospital for people living with AIDS—in fact, we believe it’s the only one in the entire world—a hospital specifically providing the necessary support for individuals with AIDS. This expansion that we had the honour of being present for will provide space for new day health programs that will give 350 more people access to treatment and will double the number of people the hospital can serve.", "We believe, Mr. Speaker—this government, this party—that HIV should always be considered with a public health lens. This was further restated by the Public Health Agency of Canada last week." ],
  "anchor" : "para349"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "My question is to the Deputy Premier. Ontario families of children with complex disabilities have been let down by this Liberal government. Sherry Caldwell has a daughter Ashley with chromosome 14q deletion syndrome, a complex genetic disorder. They are here today at Queen’s Park with the Ontario Disability Coalition to tell us that the government is failing children with complex diagnoses. In fact, they’re in the Speaker’s gallery with their friends, Lynda and her daughter Vanessa.", "Will the minister agree that all children deserve adequate rehabilitation and financial support?" ],
  "anchor" : "para353"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Community and Social Services." ],
  "anchor" : "para355"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you very much for this question. I’d certainly like to welcome the Ontario Disability Coalition members who are here with us today. Of course, on this side of the House we are absolutely committed to helping families who care for a loved one with a development or other disability, and we recognize the challenges they face every day.", "On behalf of my colleague the Minister of Children and Youth Services, we are implementing a Special Needs Strategy in partnership with ministries across our government. The Special Needs Strategy includes identifying children’s needs earlier, coordinating service planning for children and youth with multiple and/or complex special needs and integrating the delivery of rehabilitation services.", "In 2016-17, the Ministry of Children and Youth Services allocated more than $600 million for programs and services for children and youth with special needs and their families." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "To the minister: Sherry Caldwell was told that her daughter’s physiotherapy hours were going to be cut and that it’s up to her to teach Ashley how to walk. The physiotherapist told this devoted mom to teach Ashley to walk at home, holding on to the walls. Sherry is doing her part, and feels that this government isn’t doing theirs.", "Will the minister explain why families of children with complex needs feel they must come all the way down to Queen’s Park to protest and hold press conferences to get this Liberal government’s attention?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Certainly we do acknowledge that children with complex needs do require very individualized care plans, but during this last year, we have had over 81,000 children and youth receive rehabilitation services. They are investments that we think are extremely important.", "I’m particularly interested that the PC Party is asking this question, because in looking at their platform, we know that they are going to make $12 billion worth of cuts. They have no plan for children and youth with developmental disabilities specifically. There’s no money for new services—" ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para365"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I need hardly remind this House that the PC Party also voted against improving children’s—" ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton Mountain is warned.", "Wrap up, please." ],
  "anchor" : "para368"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "It’s clear that Patrick Brown will say anything to anyone at any time in order to get elected." ],
  "anchor" : "para370"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings is warned.", "New question." ],
  "anchor" : "para372"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Acting Premier. Both the Liberals and the PCs before them failed to address maintenance and repair issues in Ontario schools, letting down students and families and resulting in a repair backlog of more than $15 billion—$3.7 billion is needed for one board alone, the Toronto District School Board.", "Last week, NDP leader Andrea Horwath announced a commitment to fixing the rules for education development charges, as part of our plan to fund desperately needed school repairs. In the absence of any kind of long-term plan from this Liberal government, will the Acting Premier at least allow school boards like Toronto to move forward with local solutions to the repair backlog by letting them levy education development charges for school renewal and repair?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Education." ],
  "anchor" : "para377"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I want to thank the member opposite for this question. There is no government in the history of this province that has invested more in school infrastructure than this government. When you look at the number of schools that we have built brand new or expanded significantly, it is remarkable. We have a program in place that is focused on expanding schools, renewing schools. We’ve committed $1.4 billion to school renewal.", "I’ve met with the groups in Toronto to talk about education development charges. It’s something that I’ve committed to looking at, but we have to think of the broad impact. It’s not just one area of the city or the province that needs to be looked at. It has to be looked at across our system to ensure that we’re doing the best possible thing for students in our education system to ensure fairness across the board." ],
  "anchor" : "para378"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para380"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Again to the Acting Premier: Families across the province should not have to worry about their children’s safety in our schools. But after two decades of PC and Liberal neglect, students are facing unbearable classroom temperatures, broken-down washrooms, leaky roofs and lead in the water pipes.", "Last month, the Ontario Public School Boards’ Association called for a review of education development charges to allow more local flexibility for school boards across Ontario to tackle the repair backlog.", "Will this Liberal government join the NDP, join the Ontario Public School Boards’ Association, join the Toronto District School Board, join Toronto city council and commit to fixing the rules for education development charges?" ],
  "anchor" : "para381"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "The answer is no, because when you look at the commitment from the NDP in their last platform, it was 60—" ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Kitchener–Waterloo is warned.", "Carry on." ],
  "anchor" : "para386"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It was $60 million. That’s just 4% of what we are committing to school repairs and renewals. On this side of the House, we’re serious about our schools. We’re serious about our investments that we’re making in our students. That is why we have invested almost $17.5 billion in capital funding, which is supporting 820 new schools and more than 800 additions and significant retrofits.", "We will continue to look at the system. I’ve committed to doing that, but I have to look at the broad impacts across our education system in terms of what these charges will do. In the meantime, we will continue to invest in the repair and in the renewal of all our schools." ],
  "anchor" : "para388"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services. Climate conditions and technology are evolving rapidly in today’s world. We see what used to be once-in-a-generation climate events occurring regularly across our planet. Geopolitical forces have become more fluid and these forces highlight the importance of emergency management. Ontario is a safe place to live and raise a family, but I also know that we have to be ready for anything should the unthinkable happen.", "Mr. Speaker, can the minister inform the House what measures this government is taking to ensure a modern and adaptable emergency management system?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Thank you very much to the member from Davenport for the important question. However infrequent these types of emergencies are in Ontario, we know we must be proactive and prepared. That’s why our government announced our new emergency management action plan last week.", "As the member said, the world is changing rapidly and we must have a plan that is equally as adaptive. We will be recruiting a dedicated chief of emergency management to ensure effective oversight and to champion the changes we are making. They will help lead our efforts to review and update our emergency management legislation and our Provincial Emergency Response Plan to ensure that they are in line with best international practices.", "I look forward to providing more detail on our plan to ensure the continued safety of each and every Ontarian." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para397"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I want to thank the minister for her answer. Enhancing Ontario’s emergency management system is in all of our best interests. Events like the 2013 ice storm that affected my riding of Davenport and so much of Toronto often come without warning. A strong, proactive approach to emergency management is necessary to keep people safe during and after incidents such as these. Although it can be uneasy to think of these events happening in Ontario, we know that we must plan to help and protect Ontarians in emergencies.", "Mr. Speaker, could the minister further detail the new emergency management action plan and what it means for Ontarians?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Thank you very much to the member from Davenport for the supplementary. Responding to emergencies is always a collaborative effort. Governments, first responders and the community all come together to manage any crisis, and that’s why we are increasing supports to our municipalities by making it easier to access critical supplies and resources through an enhanced supply chain program and by improving information and resource sharing through our new emergency management software. We’re also investing in a light urban search and rescue team in Thunder Bay so that specialized equipment and resources can be deployed quickly in an emergency.", "By working together, we know that we can increase our emergency management capacity, which is why we’re also pursuing agreements with neighbouring provinces and states to share supports and resources. Through our new emergency management action plan, we are making comprehensive change to our system to ensure we, as a province, are ready for anything." ],
  "anchor" : "para400"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question is for the Minister of Energy. I’m handing page Adam a copy of the People’s Guarantee to deliver to—" ],
  "anchor" : "para403"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "That’s not the place for this.", "Carry on." ],
  "anchor" : "para405"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Speaker, he’s the member from Sudbury, the member who did an interview with the Sudbury Star, obviously without reading the section of our platform that he referenced. I ask the minister to turn to page 67. The page has been flagged for you. I would ask the minister to please read into the record the paragraph in blue—" ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Transportation is warned. I’ll win if you test my resolve, every time.", "Finish, please." ],
  "anchor" : "para409"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Thank you. I was asking the minister to read into the record the paragraph in blue on the left-hand side." ],
  "anchor" : "para411"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m glad this is a question related to energy, because I could talk all about how they’re actually trying to sneak our plan into theirs. They voted against it but they can’t come up with a good idea so they use ours.", "When it comes to looking at investing in northern Ontario, it is this government that is bringing forward investment after investment for northern Ontario, and they actually hide that in $6 billion in cuts.", "What are they going to cut, Mr. Speaker? Is it teachers? Is it nurses? Is it the infrastructure that we’re building in northern Ontario in his community? Is that what they’re talking about?", "I’d be happy if they could read into the record all the cuts that they’re going to make to make sure that the people of Ontario are going to continue to suffer on, because that is the history and the legacy of that party: making sure that they can cut everything and making sure people suffer.", "We build this province up and will continue to do so." ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para417"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I can understand the Liberals’ problem with a 22.5% tax cut. They’ve never delivered one before. That’s why they don’t understand it, Speaker.", "This minister told the Sudbury Star—" ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The Minister of Finance is warned.", "For the last 13 minutes, if it gets a little higher, we’ll go into naming—if you decide.", "Finish." ],
  "anchor" : "para421"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "He told the Sudbury Star that there’s nothing on NEO Kids in the platform. But on page 67, the one he won’t read, it clearly lays out the PC support for NEO Kids. If the minister won’t read the paragraph into the record, then I will: “Patrick Brown and the Ontario PCs will expand ... the NEO Kids health hub in Sudbury”—and it goes on. We’re talking about $45 million towards expanding the NEO Kids health hub and other organizations.", "Why did the minister say something that he knows is completely untrue? Is it because his Liberal government has no plan for NEO Kids? Will the member from Sudbury correct his record and stand up for Sudbury families?" ],
  "anchor" : "para424"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. I’ve made these comments before and I’ll continue to repeat them and ask the members to follow what I’ve asked them to do. You don’t talk about the other members’ ridings under how they represent. It’s not conducive to this place.", "Finish, please." ],
  "anchor" : "para427"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "When you look at what they’re talking about in their document, we know there are $6 billion of cuts, but they’re talking about $45 million and four programs in that piece. It’s actually a $40-million program that NEO Kids is looking for, something that they maybe should learn about.", "When it comes to northern Ontario, when it comes to Sudbury, let’s talk about what we’ve invested: $2 million for the hospice; $26 million for Maley Drive. We’ve got $23 million for new schools coming in there.", "That is an endless list of investments that we’re seeing in northern Ontario, thanks to this government. We are expanding Highway 69. We’ve invested in the Soo, and we’ve invested in North Bay. We’re investing to make sure that we’re building this province up.", "While they continue to guarantee cuts to the people of Ontario, we will continue to guarantee to build this province up and look after our province, unlike the opposition." ],
  "anchor" : "para429"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "My question is for the Acting Premier. Yesterday was International Day of Persons with Disabilities. One year ago when we celebrated this day, you promised an education accessibility standard. Today, we are still waiting for the committee to be appointed that would propose those standards. Meanwhile, children and youth with disabilities—those with developmental and intellectual disabilities, mental conditions, autism, mobility issues, blindness or deafness—are floundering in our schools.", "Why does it take a full year just to appoint an advisory committee? Speaker, will this Liberal government appoint that committee today?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the minister for accessibility." ],
  "anchor" : "para436"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Thank you for the question. I’m actually very pleased to have a question on this topic, as we move forward with our standards development committee process. These are not advisory committees. These are very technical expert committees that are involved in creating new standards. We’re moving forward with the one on health care as well as the education one.", "We have consulted in recent months on what these standards should look like, particularly the education standards that the member opposite talks about. We will be actually creating two standards, one for kindergarten to grade 12 and one for post-secondary.", "I know the Minister of Education will want to respond in the supplementary question. We had so much feedback on our consultations. We’ve had so many applicants to the standards development committees. I’m looking forward to making an announcement very soon about the committees." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "Back to the Acting Premier: Today the Ontario Disability Coalition is at Queen’s Park. They’re here to report on the serious lack of hands-on therapy for all children and youth with disabilities. They’re here to remind us that every Ontarian deserves to be provided with the opportunity to live without discrimination in services—services they need to survive, thrive and succeed.", "In their fight on behalf of their children, they are frustrated by the endless wait-lists and skeletal front-line staff as well as inequitable and inadequate funding. Will the Liberal government commit today to adequate funding to ensure that all children and youth with disabilities get the treatment and support they need and are entitled to?" ],
  "anchor" : "para442"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "The Minister of Community and Social Services." ],
  "anchor" : "para444"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As I said earlier, we do invest some $600 million in these services for children with these complex needs. In particular, those who are extremely complex get the specialized supports that they need, such as respite, which helps support families, and in-home support, treatment and residential services in urgent situations.", "The special needs strategy is rolling out across the province. We want to ensure that everyone knows where they can actually go when they have a concern about their child’s development, because we know that children and youth with special needs need to be identified and supported as early as possible. They will have access to coordinated service planning. They will receive seamless and effective therapies, such as speech-language, occupational and physio, from birth through to the end of school." ],
  "anchor" : "para445"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "My question to the Minister of Agriculture, Food and Rural Affairs. Minister, now that December is upon us, families across Ontario are beginning to ring in the holiday season. This is the season to enjoy all the great things Ontario has to offer, from our locally grown Christmas trees to our tasty foods and beverages.", "A long-standing tradition for many of the families across Ontario is bundling up, getting in their car, sipping on a hot chocolate and driving to a local Christmas tree farm. I know that I’m very thankful for our tree farmers, who work hard all year round for communities across the province to share the joy of a Christmas tree.", "We all know good things grow in Ontario, Minister. With over 600 Christmas tree farms across the province, it makes it easy to buy local. Minister, would you please share with the members of this House how important it is to recognize Christmas Tree Day here in Ontario?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member from Northumberland–Quinte West for his excellent question this morning. It’s always great to see a little spruce of the holiday spirit in this House. I want to acknowledge the work of my good friend from Simcoe–Grey because last Saturday, December 2, communities across the province celebrated Ontario’s third annual Christmas Tree Day by visiting one of the many tree farms and nurseries that Ontario has to offer.", "As you know, Speaker, preparing for the holidays is easy when you decide to buy a local tree. Christmas Tree Day is a great way to celebrate the hard work and dedication that our tree farmers provide day in and day out, and also offers families a tree-mendous holiday tradition.", "Ontario-grown Christmas trees contribute $11.3 billion to our economy each year, supporting jobs and growth in Ontario’s agri-food sector and providing an environmentally sustainable way for people across the province to celebrate. Mr. Speaker, we do know why so many people are buying Christmas trees in Ontario—" ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Thank you, Minister, for that answer. Speaker, I want to acknowledge that just this past Saturday, I attended my very first Centreton pet parade with my daughter Maria and her dog Mikaa.", "To the minister: I know just how important the Ontario Christmas tree industry is to all Ontarians who enjoy the holiday season. Ontario’s Christmas tree industry employs hard-working Ontarians with farms located across the province to help provide families with a pine, fir or spruce tree to decorate their house with every holiday season. I also know that the Ontario government supports these farmers with its Ontario Wood brand, to support and grow the sector.", "Would the minister explain how important our Christmas tree farms are to Ontario?" ],
  "anchor" : "para455"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "To the Minister of Natural Resources and Forestry, please." ],
  "anchor" : "para458"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Thank you to the member for Northumberland–Quinte West for that important question about Ontario’s Christmas tree industry. I know that many Ontarians will be sprucing up their homes this season and pining for a live tree.", "Christmas tree farms are a very important, low-carbon industry for Ontario, one that produces a product that is 100% biodegradable. Ontario’s Christmas tree industry supports thousands of Ontarians in multiple sectors, including farming, transportation and retail.", "This industry generates over $11 million in sales annually, with around 650 tree farms across the province. We also export thousands of Christmas trees, generating even more economic activity.", "Christmas tree farms cover over 14,000 acres of land across Ontario. The Ontario Wood tag marks Ontario-grown trees both at live tree farms and at your local retailers.", "I decorated a live tree this past Saturday. I encourage all members of the House to do the same." ],
  "anchor" : "para459"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "To the Minister of Agriculture, Food and Rural Affairs: I’m hearing complaints from cattlemen and producers of sheep and other livestock about the new Ontario Wildlife Damage Compensation Program. I wish to quote your October 16 letter about predation: “Municipal investigators play a vital role.” However, I’m hearing that the opinions of municipal investigators are being ignored.", "Minister, why are the opinions of municipal investigators being ignored? Why don’t you trust farmers?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank my good friend the member from Haldimand–Norfolk for the question this morning. Indeed, we do trust our municipal evaluators. If the honourable member had been at my speech that I delivered to the annual meeting of the OFA about a week ago, we announced that we’re doing a review of the compensation program in the province of Ontario.", "In my home riding of Peterborough, I’ve actually been in farmers’ fields to see the damage that predators have done, particularly with sheep and goats. I recall a particular circumstance with a fisher that attacked a young sheep in the municipality of Asphodel-Norwood.", "We’ll continue to work with our partners on all of this. As I said, as the member would know, I announced in my OFA speech that we are conducting a full review of predator compensation in Ontario." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "Minister, the OFA is hearing about these kinds of problems right across Ontario. As we understand it, one in five claims for predation kills are rejected by your staff. They don’t visit the scene, they’re not on the ground, even though you advocate for evidence-based decision-making. It has left livestock owners out in the cold.", "We hear of cases where a lamb or a calf has been carted off by coyotes. There’s no evidence. There’s no blood. There’s no carcass.", "Minister, I just want to pin this down: Will you commit to creating a better system to compensate for predator kills—for example, when a coyote eats the evidence?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank my friend for the supplementary this morning. That is precisely why I’ve asked for a review to be put in place. I’ve been in the fields and I’ve been with many good friends, my farmers of Peterborough county, to see the exact example that the member is talking about.", "But we on this side of the House, Mr. Speaker, when we have a program in place that is not working and is not meeting the expectations—in this particular case, of the farmers in Ontario—we commence a review. That is the responsible way to conduct public policy in the province of Ontario." ],
  "anchor" : "para474"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "My question is to the Acting Premier. Minister, the International Joint Commission just released a report criticizing the lack of action to address sewage spills in the Great Lakes. There certainly has been a lack of action by the Premier to address the dumping of sewage into the Niagara River this past summer.", "Water contamination in our province goes well beyond just raw sewage in the Niagara River. Last week, the International Joint Commission released its first assessment on the progress by both the US and Canadian governments on the protection of our Great Lakes and our rivers.", "How can we eliminate or prevent toxic chemicals in the Niagara River, Lake Ontario or Lake Erie when this government won’t do the research to identify which chemicals are toxic? How does this government claim to be a leader on environmental protection, yet still allow slow progress—" ],
  "anchor" : "para477"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Deputy Premier?" ],
  "anchor" : "para480"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of the Environment and Climate Change." ],
  "anchor" : "para481"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you for that important question. This government strongly believes in the importance of protecting the quality of the lakes and the waters of Ontario, and we’ve gone to great lengths to do that not only in terms of legislation but in terms of enforcement.", "I know the unfortunate incidents that the member opposite is talking about with regard to a discharge by a city in the state of New York. We, of course, don’t have any jurisdiction over the state of New York—at least, not yet—but we have put in place a process whereby we’re increasing and improving communications with their state so that we can have discussions about those discharges." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s absolutely never too late to get a warning—never." ],
  "anchor" : "para485"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Beaches–East York on a point of order." ],
  "anchor" : "para486"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I want to remind all members that we’re having a reception in room 228 with Carpenters Local 27, Regional Chief Isadore Day and NAN Deputy Grand Chief Jason Smallboy to talk about building Ontario up." ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton Mountain on a point of order." ],
  "anchor" : "para489"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I’d like to introduce some guests, if I may. We have the co-founders of the Ontario Disability Coalition with us today: Sherry Caldwell with her daughter Ashley and Lynda Reusse with her daughter Vanessa. Welcome to Queen’s Park." ],
  "anchor" : "para490"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Labour on a point of order." ],
  "anchor" : "para491"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Joining us during question period today were Don and Liz Blunt. Don is the past president of the housewares and hardware association of Canada, and is on the board of directors of the International Housewares Association. Please welcome them to Queen’s Park." ],
  "anchor" : "para492"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from London West on a point of order." ],
  "anchor" : "para493"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I just noticed two friends in the gallery, Jim Kennedy and Peter Bergmanis, who are here today from Unifor. Welcome." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further points of order? Seeing none, there are no deferred votes. This House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Introduction of guests: the member from Lambton–Kent–Middlesex." ],
  "anchor" : "para498"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "Mr. Speaker, it’s not really an introduction, but I would like to wish our colleague MPP Ernie Hardeman from Oxford a very happy birthday today. I know he’s not in the House, but we forgot to do it this morning.", "Happy birthday, Mr. Hardeman." ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m sure we all are happy about his birthday." ],
  "anchor" : "para501"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It’s my pleasure to welcome Rolly Kiehne, Katha Fortier and all the Unifor members who are here from the long-term-care sector." ],
  "anchor" : "para503"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para504"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’d like all of us to welcome one of my constituents from Scarborough–Agincourt: Tony Luk from Scarborough.", "Welcome to Queen’s Park, Tony." ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para507"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I’d like to welcome some representatives from the Ontario Society of Professional Engineers: Sandro Perruzza, the CEO; Shelly Deitner, chair of the women in engineering advocacy committee; Catrina Kronfli, policy and government relations lead; and Jonathan Hack, president and chair of the Ontario Society of Professional Engineers.", "Welcome to Queen’s Park." ],
  "anchor" : "para508"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’d like to also welcome members from Unifor who I met with earlier, discussing long-term care. Many are from my riding.", "Welcome, and I hope you have an enjoyable afternoon." ],
  "anchor" : "para510"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I just want to talk today about a wonderful event that took place yesterday in my riding of Thornhill.", "The First Chinese Senior Association of Vaughan held a Christmas tea party at the Dufferin Clark Community Centre. They asked people to bring non-perishable goods or a $10 donation to the food bank, to help those in need this holiday season.", "It was also a bit of a celebration for Dominic Lee, who has devoted his time and passion to the seniors’ community for many years. He’s actually the founder and president of the organization. He received the Order of Vaughan for 2017; it’s very much deserved. We know that this award recognizes individuals who have contributed a lot to their community.", "I also wanted to thank Jim Kwan from Markham, who always invites me and is always there and always helping out.", "One of my volunteers, Rebecca, was there to hand out commemoration packages on the debate we had here on the Nanjing Massacre. It wrote out the motion put forward by the member from Scarborough–Agincourt and it mentioned her by name. It included on the cover all of the signatures that she had collected, and it also had the remarks from the PC caucus, myself, the member for Scarborough–Rouge River and the member for Nepean–Carleton. It was very well received. It was a great crowd—lots of smiling faces, lots of home-baked goodies.", "I want to thank everybody who contributes to their community this holiday season and throughout the year." ],
  "anchor" : "para514"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I rise to speak today to recognize my sisters and brothers here from Unifor, who are lobbying today for a better standard in long-term-care homes.", "I’m joining with them to ask everyone here to take a six-minute challenge for us. Six minutes: That’s what long-term-care workers in the province of Ontario have to wake up their patients, get them ready and get them down to breakfast. I want everyone to set their alarms in the morning for six minutes and try to do your entire routine in six minutes. Try to plan your outfit for the day, put on your clothes, brush your teeth, maybe grab a glass of water and, if you’re a senior, like most of us, get your medication. If you’re really quick, you might even have a chance to shower. Try to think about how much you have to do in six minutes.", "If you don’t think a senior—a mother, a father, a brother or a sister of ours—should have to go through that, then we ask you to join us in demanding a minimum of four hours of care for seniors in long-term-care facilities.", "I encourage you to take the six-minute challenge and show us what you look like after. Use hashtag #6minutechallenge, or visit them on Facebook, and share your experience. Help us fight for four hours of care for the ones we love." ],
  "anchor" : "para521"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "It is with a heavy heart but a great deal of pride that I would like to tell you about a Kitchener resident who was a neighbour and a trailblazer and who passed away recently.", "Rita Polzin was born in 1927. In 1948, at the age of 21, she began working at the Kitchener-Waterloo Record newspaper as a secretary for the advertising director. Soon after, she let her boss know that she was interested in becoming an advertising salesperson, which was unheard of at the time for a woman. But seeing potential in Rita, her boss agreed. She became the first-ever female retail salesperson at the newspaper. The male staff nicknamed her “Joe” because they saw her as one of the boys, recognizing her ability to service accounts, her attention to detail and the loyalty that she earned from her clients.", "I got to know Rita in recent years as my neighbour. When she gave up her driver’s licence, I began driving her to the grocery store, and Rita would let me know stories about the past. I began looking forward to those drives. The remarkable thing is that Rita didn’t think her life was remarkable. I told her that she was the real-life Peggy Olson, a character from the TV show Mad Men that is set in the world of advertising. She had never seen the show but she thought that the comparison was amusing.", "Rita passed away on November 17, at the age of 90.", "Rita Polzin was always cheerful, and although she didn’t think her life was that special, she was truly a Kitchener trailblazer." ],
  "anchor" : "para526"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "On November 16, the Strathroy-Caradoc Fire Department held a ceremony at which 50 volunteer firefighters were recognized for their long service, which ranged from five to 35 years. I want to express the utmost gratitude to all these firefighters for their devotion to their work, to their community and to their fellow citizens.", "There was also one volunteer who drew recognition that evening for extraordinary dedication, and I’d like to recognize him particularly today. Mr. Ivan McCallum was awarded the Ontario fire services medal and the Fire Services Exemplary Service Medal for 50 years of service. Mr. McCallum began as a volunteer firefighter in 1967 with the Caradoc Township Fire Department in Melbourne. Today, Strathroy-Caradoc continues to reap the benefits of his extensive experience. You could not ask for a more knowledgeable and skillful firefighter when it comes to the operation of any vehicle or equipment. I also want to sincerely thank his wife, Janet, son Mike, daughter Monica and their families, who have supported him through his 50 years of service.", "Firefighting takes both a physical and a mental toll on those who are summoned by the bell. Ivan has not only managed these trials, but has also maintained a long career in the construction industry and has undertaken significant community work through the Melbourne branch of the Order of Odd Fellows and through his church.", "I am pleased today to recognize the outstanding volunteer service of my friend Mr. Ivan McCallum." ],
  "anchor" : "para532"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It is a privilege to once again honour the work of Hockey Helps the Homeless. On Friday, I attended the celebration of the host committee, and it was an emotional event which highlighted the positivity of volunteering. Over 120 volunteers make the one-day pro-am tournament possible, and this year they raised $210,000 for five charity partners: the YW/KW, Lutherwood, HHUG, oneROOF and House of Friendship.", "This money will go towards helping people and families who are experiencing homelessness in KW, approximately 2,700 people who stay in emergency shelters in Waterloo region each year. Freedom 55, which was one of the main financial sponsors, and many others have made the tournament possible, with special thanks to the media support from Rogers through their local stations 570 News and CHYM 96.7/CIKZ 106.7 FM.", "Elizabeth Clarke, the executive director of the YW, spoke on behalf of the charities. She told us the story of Rosa, a woman who had suffered from mental health issues over the course of her life and struggled to find stable housing. She came to Elizabeth after receiving yet another eviction notice and asked if she could come back to the shelter. Because of the fundraising done by Hockey Helps the Homeless, Elizabeth could say yes.", "That’s the power of a community that supports our most vulnerable. The impact equals a total of 7,600 additional safe shelter bed nights in Waterloo region. It’s an important stopgap in a province where stable funding to secure affordable housing has failed.", "Thanks to everyone at the Hockey Helps the Homeless team. I look forward to volunteering next year, and I know that you will reach the goal of $1 million." ],
  "anchor" : "para537"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I rise today to recognize a talented Scarborough–Agincourt constituent, Tony Luk, winner of the 2017 RBC Top 25 Canadian Immigrant Award. This RBC award recognizes and celebrates the untold stories of Canadian immigrants who have made a significant contribution to Canada.", "Tony came to Canada when he was 16, attending high school here. He established the CanHome Group in 1989 to provide travel advice, translation, immigration tips and business consulting.", "As a successful businessman, Tony believes in giving back and helping others. He began volunteering in Canada shortly after his arrival. He volunteered at a number of GTA organizations, such as the Centre for Immigrant and Community Services, and Support Enhance Access Service, and served as president of the Canada-China Overseas Exchange Association, the Canadian China Trade Promotion Association, the Guangdong Chamber of Commerce in Canada, and the Canada Guangdong Overseas Friendship Association.", "We ask a lot of our new Canadians. They are confronted with new languages, political and economic systems, geographies, cultures and services. For those new Canadians, like Tony Luk, to not only adapt to life in Canada but also to succeed and continue to give back to our country is nothing short of exceptional. RBC recognized Tony and other award recipients as nation builders.", "On behalf of the Legislature, I want to congratulate Tony on the RBC award, and thank him for his continued contributions to Ontario and to Canada." ],
  "anchor" : "para544"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Today, I recognize a dedicated group of students from Parry Sound whose vision has given rise to an award-winning book, Building Our Bridge: Our Journey of Reconciliation.", "Dawson Bloor, Mackenzie Elwes, Gracie Crafts, Sara Burns and Taylor Judge are students at Parry Sound High School. With support from teacher Patti Jenkins, they wrote and illustrated a children’s picture book that shares the story of their school’s mission to bridge the gap between indigenous and non-indigenous students.", "The book tells a story of peace, healing and reconciliation that began more than 20 years ago at Parry Sound High School. They tell the story about the conflicts between students in the past, and how a desire to address the issue led to the birth of the school’s big drum. Gracie Crafts explains that the drum played a significant role in bridging the gap between the cultures.", "The students submitted their book to the Me to We “We innovate” contest and won the national contest. The group travelled to Ottawa to talk about their book on the We Day stage in November. The students have been visiting schools in the area to share their book, and have made presentations to the community.", "This heartwarming story should encourage us all to reflect on the uncomfortable truths in our history, and to follow their example by learning about each other’s cultures so that we too can build bridges.", "I am immensely proud of these young people from my riding and everyone who supported them.", "Chi-miigwetch to you all." ],
  "anchor" : "para550"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I’d like to talk about the work of women in engineering. Let me share with you a few quotes.", "A female engineering graduate noted, “Male high school teachers said they were surprised I was smart…. Male STEM professors make jokes about how women belong in the kitchen. My managers credit my ideas to other people, interrupt my presentations, and when I report harassment, tell me I need thicker skin if I want to get ahead.”", "Another woman noted, “There is a bro-culture within many engineering organizations. I do not want to become a man to fit in. I want to be myself at work.”", "You might think that these statements are drawn from an outdated publication. Sadly, these accounts were pulled from a 2017 survey that the Ontario Society of Professional Engineers, which I had the pleasure of welcoming here today, conducted.", "OSPE is the voice of the engineering community in Ontario. Since 2003, its women in engineering advocacy committee has been supporting women throughout their engineering careers. They want to make sure that women in STEM become a reality.", "We know that in 2016, women accounted for 21% of undergrad engineering students and 14% of professional engineers.", "I want to salute their work and also the people from my riding who approached me to raise the issue with you." ],
  "anchor" : "para558"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "As people across Ontario busy themselves preparing for and joining in the holiday season, I am joining with our local MADD Canada Waterloo region chapter and reminding motorists that along with the rejoicing, we all have a responsibility to prevent impaired driving. MADD’s annual Project Red Ribbon campaign provides an annual reminder of the importance of driving sober, and this year, with the oncoming of cannabis legislation, that reminder takes on an even greater importance.", "We’ve all seen the tragic impacts of drunk and impaired driving on our highways. It was one year ago this week that I regretted to report that the same day MADD Waterloo Region launched Project Red Ribbon in 2016, a 29-year-old mother from London was killed and her two-month-old sent to hospital in critical condition following a crash with an impaired driver in my community.", "The heartbreaking incidents that continue despite the threat of serious fines and suspensions—incidents where families are torn apart while perpetrators walk away—speak to the fact that more must be done to put an end to these unacceptable and unnecessary tragedies. As I’ve said before, and I’ll say it again today, Speaker, impaired driving is unacceptable in our society and in our province, period. I will continue to work, whether joining in holiday RIDE checks or strengthening cannabis-impairment legislation this week at committee, to bolster our resolve as a province and as a society against all impaired driving before any more lives are lost.", "Thank you to MADD Waterloo Region and all the chapters for their Project Red Ribbon campaign. I also want to thank our officers for the holiday RIDE checks. Thanks also to the motorists across Ontario who make the right choice to drive straight/drive sober as we celebrate the holiday season.", "Mr. Rinaldi moved first reading of the following bill:", "Bill Pr77, An Act to revive Streetwise Holdings Limited." ],
  "anchor" : "para566"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para574"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills.", "Mrs. Mangat moved first reading of the following bill:", "Bill Pr76, An Act to revive J. Van Elsen Holdings Limited." ],
  "anchor" : "para576"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para580"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills.", "Mr. Crack moved first reading of the following bill:", "Bill 184, An Act to amend the Liquor Licence Act with respect to maple wine and mead / Projet de loi 184, Loi modifiant la Loi sur les permis d’alcool en ce qui concerne le vin d’érable et l’hydromel." ],
  "anchor" : "para582"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para586"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para588"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "Thank you, Speaker. I think I gave the wrong piece of paper to the Clerk’s office.", "This bill amends the Liquor Licence Act to set out the licence conditions that apply with respect to the sale of maple wine or mead at farmers’ markets." ],
  "anchor" : "para589"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the use of sign-language interpreters in the House." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister?" ],
  "anchor" : "para594"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I move that sign-language interpreters may be present on the floor of the chamber today to interpret statements by the ministry and responses." ],
  "anchor" : "para596"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister moves that sign-language interpreters be present on the floor of the chamber today to interpret statements by ministries and responses. Do we agree? Carried." ],
  "anchor" : "para597"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I rise today in honour of the United Nations’ International Day of Persons with Disabilities.", "Before I begin, I’d like to acknowledge that Toronto is located on the traditional territories of indigenous peoples dating back countless generations. I want to show my respect for their contributions and recognize the role of treaty-making in what is now Ontario. Hundreds of years after the first treaties were signed, they are still very relevant today.", "I’d also like to introduce Christopher Corsini, our interpreter who is assisting us this afternoon.", "On December 3, Ontario honoured a very important day, along with governments and communities worldwide. We celebrated the United Nations’ International Day of Persons with Disabilities to support the rights and inclusion of people with disabilities.", "Just last week, the Honourable Kent Hehr, federal Minister of Sport and Persons with Disabilities, announced that the federal government tabled in the House of Commons the Optional Protocol to the United Nations Convention on the Rights of Persons with Disabilities. Ontario fully supports the federal government’s action with regard to the optional protocol. With this decision, Canada is taking the next step to be fully accountable to the UN Committee on the Rights of Persons with Disabilities, or CRPD. This is happening through the application of two non-binding procedures: an individual communication procedure, and an inquiry procedure. The committee oversees states parties’ compliance with the CRPD. By becoming a party to the optional protocol, Canada would strengthen the protection of the rights of persons with disabilities in this country.", "To turn to the theme of this year’s International Day of Persons with Disabilities, it’s about “Transformation Towards Sustainable and Resilient Societies for All.” Key to the foundation of a sustainable, resilient society is, of course, a strong economy. Our government is taking several steps to ensure our economy is fuelled by people with diverse skills and talents.", "To that end, in June we launched a new, comprehensive plan to help increase employment opportunities for people with disabilities. Access Talent: Ontario’s Employment Strategy for People with Disabilities is our provincial plan to connect more people with disabilities to jobs and more employers to this largely untapped talent pool. It calls on employers, employees and communities to collectively break down employment barriers.", "Along with this new strategy, Speaker, we are tireless in our ongoing efforts to make aspects of everyday life easier for people with disabilities. We are firmly committed to building momentum with the landmark Accessibility for Ontarians with Disabilities Act, or the AODA, as we call it. Our goal is to create an accessible Ontario by 2025. It’s an ambitious goal, but it is achievable.", "We have recently marked some major milestones around the AODA. Beyond the five existing enforceable standards for areas, including transportation, customer service and employment, we’re also working toward two new standards for health care and education. The latter standard will meet a very serious and growing need in our educational system.", "Speaker, more than 340,000 students in Ontario between kindergarten and grade 12 alone are identified as exceptional or receiving special education programs and services. Add to that the more than 54,000 students in the post-secondary system who identify as having disabilities and the significance of these new standards is very clear.", "As we develop these new standards and review existing ones, compliance is a crucial factor. This year, for example, the broader public sector and businesses and non-profits in Ontario with 20 or more employees need to file an accessibility compliance report by December 31. When these organizations recognize their progress toward greater accessibility, we can see that that change I spoke of earlier is happening. The change is ultimately helping to eliminate obstacles and make Ontario more accessible. Accessibility is a main priority for our government, and we are propelling a positive shift toward fairness and opportunity for people of all abilities. Thank you. Meegwetch. Merci." ],
  "anchor" : "para602"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s now time for responses." ],
  "anchor" : "para613"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’m pleased to rise on behalf of the Ontario Progressive Conservative caucus and our leader, Patrick Brown, to recognize the International Day of Persons with Disabilities and reflect on our progress to date. Since being proclaimed by the General Assembly of the United Nations, the observance of the day has ushered in a new era, with the passing of the Ontarians with Disabilities Act in Ontario and a commitment to make our province accessible by 2025.", "As we continue to promote the rights and well-being of persons with disabilities and to increase awareness about the need for equal access and mobility, we need to take stock of the fact that, in Ontario, there continue to be many barriers facing people with disabilities. There remains the pressing issue of providing timely access to treatment and support services to children, youth and adults with physical, developmental and communication challenges, as Ontario continues to have unacceptably long wait times to supports and services, from autism to residential living.", "Tomorrow will mark the one-year anniversary of Premier Wynne promising—but not delivering on—a new regulation under Ontario’s disabilities act to tear down the many disability barriers that impede one third of a million Ontarian students with disabilities from fully benefiting from schools, colleges and universities. On December 5, 2016, Premier Wynne pledged right here in this chamber that her government would enact an education accessibility standard. She did so when my colleague from Bruce–Grey–Owen Sound, MPP Bill Walker, questioned her during question period. The AODA Alliance has pressed the government for over half a decade to agree to develop an education accessibility standard, and 22 major disability organizations have called on her to deliver this promise. Yet, a year later, she still has not fulfilled this promise. The victims of her delay are children and youth with mobility disabilities, autism, learning disabilities, mental health conditions, intellectual disabilities, blindness, deafness and a host of other disabilities.", "It’s these and other delays that tell us, when it comes to this government, adults and children with disabilities are a low priority. For example, we still continue to hear about delays with the Assistive Devices Program that impact some of our most vulnerable, severely disabled citizens. Imagine the incredible talents and opportunities that are going to waste as a result of this government’s cuts to these social programs and services. All of these gaps are a reminder that this government could be and should be doing more to address the many gaps that remain for people living with disabilities.", "We believe individuals with disabilities strengthen our workforce, our communities and our province, so we must always uphold the basic belief of equal access, equal opportunity and equal respect for all Ontarians. Our caucus has been raising these concerns in question period and challenging the government on the continued lack of accessibility standards. Without these standards, students with disabilities will continue to face barriers.", "For example, the education accessibility standard could set provincial standards regarding situations where students with disabilities need to bring a service animal to school. Some students with disabilities, including those with autism spectrum disorder, may benefit from a service dog that assists them in self-regulating. Yet, in Ontario, these students and their families have to fight to be allowed to bring their service animal to school because some school boards refuse to recognize this need. This is also why my party has pledged to expand their rights and explicitly allow people with disabilities or autism to have service animals in public places.", "Finally, there’s the issue of mental health. While this is an issue that all of us are passionate about, we are still reminded almost every day how this critical area continues to be chronically underfunded. As a result, people with mental illness continue to go without access to the resources they need so desperately.", "My colleague the MPP for Nepean–Carleton last week pointed out how in the city of Ottawa there had been three suicides within 10 months at the Ottawa detention centre. One man took his own life and another was kept in the detention centre only because there was no bed available at the Royal Ottawa Mental Health Centre, where he was supposed to be undergoing an assessment. This is not the Ontario that those struggling with mental illness should expect to live in. Yet, we don’t think this government realizes just how much life is getting harder for Ontarians with disabilities.", "This is why our party pledged last week to build a comprehensive mental health system, which will be the largest mental health commitment in Canadian provincial history, and to boost the Assistive Devices Program by increasing funding supports and eligibility criteria, as well as to roll out a new Ontario child care refund of $11,000 for parents with disabled children. We want to end the huge gaps in service, and we are going to do that by providing the needed resources. We want to restore Ontarians’ trust in government and confidence that they will have access to the services they desperately need, from special-education funding to autism and mental health.", "So naturally, I was a little perplexed, having heard the minister repeat what her government has always promised to do: to build a fairer Ontario for all people. I respectfully suggest to her that you don’t build a fairer Ontario by continually neglecting to improve accessibility, evidenced by her government’s lack of action on the Accessibility for Ontarians with Disabilities Act.", "In closing, as we observe the International Day of Persons with Disabilities, let us reflect on the true progress to date and commit ourselves to doing better, which is building a better Ontario, one that truly strives every day to identify and remove any limitations and any barriers facing our friends and neighbours, and any person who lives with a disability in Ontario." ],
  "anchor" : "para614"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It truly is an honour to rise today to speak on behalf of the NDP caucus and our leader, Andrea Horwath, in recognition of International Day of Persons with Disabilities, which was yesterday, December 3. I’m proud to stand here because the importance of this day can never be underestimated.", "We know that persons living with disabilities generally have poorer health, lower educational outcomes, fewer opportunities and higher rates of poverty than those without a disability. The United Nations reports that children with a disability are four times more likely to experience violence than their non-disabled cohorts. Those with a mental condition also have quadruple the risk of experiencing violence.", "Accessibility continues to be a challenge for persons with a disability despite being on the radar for decades. The reasons for all of this include stigma, discrimination, ignorance and a lack of supports for persons with disabilities, as well as those who care for them. The International Day of Persons with Disabilities is an opportunity to highlight this, an opportunity to raise awareness and refocus our priorities so that those living with a disability can attain their full potential, and that no one is left behind.", "It is also a good opportunity to recognize all who will benefit from this. As the United Nations states, “Evidence and experience shows that when barriers to their inclusion are removed and persons with disabilities are empowered to participate fully in societal life, their entire community benefits.” As a signatory to the UN Convention on the Rights of Persons with Disabilities, Canada recognizes this.", "On this day, it is important to reflect on how well we are doing. I’m sorry to say, it is not good. In terms of accessibility, we are all familiar with the many efforts to improve our physical surroundings. We see ramps. We see large buttons to open doors, for example. We see accessible parking lots. But the AODA Alliance points out frequent basic errors in brand new buildings, including buildings paid for from the public purse.", "David Lepofsky, the chair of the AODA Alliance, has made videos of new buildings at public institutions like Centennial College and Ryerson University. They demonstrate problems such as parking meters next to accessible parking spots that can’t be reached by someone in a wheelchair; handrails on only one side of a set of steps or a ramp; haphazard use of Braille signage; and flamboyant design concepts that make life more difficult, and in some cases inaccessible, for people with disabilities. This is unacceptable, Speaker.", "With just a little bit of thought, we can make things so much better. A few weeks ago, the Older Women’s Network was here at Queen’s Park calling for a change to the building code for multi-residence buildings to make them fully accessible. They include a presentation of a concept of universal design, an approach to design that starts from a requirement that buildings be fully accessible. Full consideration of the initial design is immeasurably cheaper than making changes later. But we have no built environment accessibility standards for Ontario, even though it was promised as a priority by the Liberal government back in 2011. We are still waiting for a committee to be appointed to prepare recommendations for an education accessibility standard, a full year since the Premier promised it in this very chamber; it still hasn’t happened.", "Beyond accessibility, Speaker, we are failing terribly when it comes to providing the services, treatment and support that people living with a disability need to fulfill their lives. Today the Ontario Disability Coalition is here to shine a spotlight on the lack of funding and services for all children with a disability.", "In a survey of families accessing rehab services in Ontario, they found that 97% were facing long wait-lists; 80% were unsatisfied with short-term treatment blocks and long breaks between them; and 38% of children and youth are discharged due to not progressing fast enough or after very few treatment sessions.", "Children and youth living with a disability are being let down by this government. They must step up to the plate. They must ensure that children, youth and people with disabilities in this province have the ability to reach their full potential." ],
  "anchor" : "para626"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas the government first promised a legislated care standard for residents in the province’s long-term-care homes in 2003 but are yet to make good on their promise;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum standard;", "“Whereas a study done in 2001 by the US Centres for Medicare and Medicaid Services cited 4.1 working hours per resident day as a minimum target, which was later confirmed in a 2004 observational study and in a reanalysis by Abt Associates in 2011, and reinforced by the 2008 Independent Review of Staffing and Care Standards for Long-Term Care Homes report by Shirlee Sharkey, who recommended a four-hour minimum target;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To legislate a care standard of a minimum four hours per resident each day, adjusted for acuity level and case mix.”", "I agree with this and will pass it on to page Zunairah." ],
  "anchor" : "para638"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario Regulation 347/13 has made four changes to the Statutory Accident Benefits Schedule (SABS), also known as Ontario Regulation 34/10 effective Feb 1, 2014. These regulations have considerably reduced the dollar amounts allocated for patients receiving assessments and treatment following a motor vehicle accident;", "“Whereas the $3,500 minor injury guideline cap is an insufficient amount of funds provided, since assessments on all patients are required to ensure their safe ability in performing tasks associated with attendant care, housekeeping and caregiving. Furthermore repetitive muscular strain as a result of performing household tasks daily can lead to chronic long-term impairment. Accidental slips/falls due to dizziness/vertigo can result in further injuries involving fractures;", "“Whereas this petition is to validate that the $3,500 minor injury guideline monetary fund is an insufficient amount to enable auto accident patients with soft tissue injury (WAD I/WAD II) to reach optimal recovery to their pre-accident status. Removing sections 18(1) and 18(2) from the Ontario Statutory Accident Benefits Schedule will enable the right efforts for accident victims with soft tissue injury to receive the adequate assessment and treatment required. In addition it will minimize the patient’s risks for further injury (chronic impairment, slips/falls, fractures) that are associated with performing attendant care, housekeeping/home maintenance, caregiving and functional tasks in their respective homes;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To remove the minor injury guideline, sections 18(1) and 18(2) of the Ontario Statutory Accident Benefits Schedule and incorporate rebuttal examination reports back into the system.”", "I’ll sign my name to the petition and give it to our page." ],
  "anchor" : "para646"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the greater Toronto area daily;", "“Whereas the current commuting options available for travel between the Waterloo region and the GTA are inefficient and time-consuming, as well as environmentally damaging;", "“Whereas the residents of Cambridge and the Waterloo region believe that they would be well-served by commuter rail transit that connects the region to the Milton line, and that this infrastructure would have positive, tangible economic benefits to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "I sign my name to the petition and give it to page Iman." ],
  "anchor" : "para655"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario that reads:", "“Whereas residents of Ontario want an immediate moratorium on all further industrial wind farm development;", "“Whereas residents living in close proximity to proposed turbine locations are concerned about the impact on their health, the local environment, declining property values and the lack of local decision-making on industrial wind farm projects;", "“Whereas unaffordable subsidies paid through the feed-in tariff program are causing electricity rates to skyrocket;", "“We, the undersigned, petition the Legislative Assembly of Ontario:", "“To place a moratorium on all further industrial wind farm development, restore local decision-making and cancel the feed-in tariff program.”", "I will affix my signature to this and pass it along to page Abby." ],
  "anchor" : "para663"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank the Champlain family council—that’s Family Council Network 4—for this petition.", "“Whereas chronic understaffing is the number one concern of families and friends of residents in long-term care;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum care standard—but falls short of actually creating one;", "“Whereas current care levels fail to recognize the increased levels of sickness and rates of Alzheimer’s and dementia of LTC residents;", "“Whereas the most detailed and reputable studies of minimum care standards recommend at least four (4) hours of direct care per day;”", "They petition the Legislative Assembly of Ontario as follows:", "“(1) Amend the Long-Term Care Homes Act (2007) so that a long-term-care home will have to provide its residents with a minimum of four hours a day of nursing and personal support services, averaged across the residents....;", "“(2) Calculate the average number of direct hours of nursing services and personal support services as prescribed by the regulations and exclude hours paid in respect to vacation, statutory holidays, sick leave, leaves of absences and training time;", "“(3) Increase funding to long-term-care homes so they can achieve the mandated staffing and care standard and tie public funding for them to the provision of quality care and staffing levels that meet the legislated minimum care standard;", "“(4) Make public reporting of staffing levels at each Ontario LTC home mandatory to ensure accountability.”", "I fully support this petition, will affix my name to it and ask page Emma to bring it to the Clerk." ],
  "anchor" : "para671"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I’ve been asked to present the following petition:", "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently reviewing employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to change employment and labour laws to accomplish the following:", "“—ensure that part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time permanent counterparts;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—offer fair scheduling with proper advance notice;", "“—provide at least seven (7) days of paid sick leave each year;", "“—prevent employers from downloading their responsibilities for minimum standards onto temporary agencies, subcontractors or workers themselves;", "“—end the practice of contract flipping, support wage protection and job security for workers when companies change ownership or contracts expire;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of the laws through adequate public staffing and meaningful penalties for employers who violate the laws;", "“—make it easier for workers to join unions; and", "“—all workers must be paid at least $15 an hour, regardless of their age, student status, job or sector of employment.”", "I present this to page Javeriar." ],
  "anchor" : "para683"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas a staff report has recommended Upper Canada District School Board close numerous schools across eastern Ontario; and", "“Whereas access to quality local education is essential for rural communities to thrive; and", "“Whereas the Ministry of Education removed community impact considerations from pupil accommodation review guidelines in 2015 and has cut essential rural school funding; and", "“Whereas local communities treasure their public schools and have been active participants in their continued operation, maintenance and success; and", "“Whereas the Ontario government should focus on delivering quality, local education services to all communities, including rural Ontario; and", "“Whereas the current PAR process forces bad behaviour by school boards to justify the replacement of high-maintenance outdated schools;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) to support MPP Jim McDonell’s motion to suspend all current PAR reviews until a strategic rural education plan is completed, engaging all rural school boards, school communities and municipalities;", "“(2) to reinstate considerations of value to the local community and value to the local economy in pupil accommodation review guidelines; and", "“(3) to engage all rural school boards, including the Upper Canada District School Board, school communities and municipalities in the development of the strategic rural education plan; and", "“(4) consider rural education opportunities, student busing times, accessible extracurricular and inter-school activities, the schools’ role as a community hub and its value to the local economy.”", "I agree with this petition and will pass it off to page Davis." ],
  "anchor" : "para701"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I have a petition entitled “Universal Pharmacare for All Ontarians.", "“To the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care, and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need;", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost;", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, petition the Legislative Assembly of Ontario to support a universal provincial pharmacare plan for all Ontarians.”", "Mr. Speaker, this is a fabulous idea. I wholeheartedly support it. I affix my name to it and send it with Sean to the table." ],
  "anchor" : "para715"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "This is to the Legislative Assembly of Ontario.", "“Whereas podiatrists treat foot pain and deformities in women twice as often as foot disabilities in men, often due to having to wear high heels in their workplaces;", "“Whereas Ontario podiatrists see far too many patients with injuries in the workplace that are entirely avoidable and are caused by wearing footwear that is inappropriate or outright unsafe;", "“Whereas clinical evidence demonstrates that wearing high-heeled shoes causes a much higher incidence of bunions, musculoskeletal pain and injury than those who do not wear high heels;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To put their best foot forward, and take swift action to amend the Occupational Health and Safety Act to protect workers from dress codes that mandate unsafe footwear in the workplace.”", "Speaker, I shall put my initials to this petition and hand it to page Olivia." ],
  "anchor" : "para724"
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "A petition titled “Fight the Proposed Tax Grab on Incorporated Farms and Small Businesses.", "“Whereas family farms, agri-businesses and small businesses across Ontario will be adversely affected by the proposed federal government changes to the corporate tax system; and", "“Whereas for many years farm families and businesses have been encouraged by the Ontario government to run their operations like a business and, if warranted, incorporate; and", "“Whereas the proposed changes will restrict the sharing of income with family members, and will make it more expensive for farmers and business people to sell to their children,", "“We, the undersigned, petition Ontario’s Premier to join the official opposition in fighting these tax hikes, so the coming generation of young farmers and business entrepreneurs can afford to carry on their family business.”", "I affix my signature to this." ],
  "anchor" : "para732"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I’d like to thank the London InterCommunity Health Centre for collecting signatures on a petition to expand public dental programs. It reads:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I couldn’t agree more, affix my signature and will give it to page Abby to take to the table." ],
  "anchor" : "para740"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Unfortunately, that concludes the time we have available for petitions. If any member wanted to present a petition and didn’t get to, I apologize, but I would remind members that we don’t have to read the entire contents of every petition and can abbreviate if we choose do so.", "Mr. Naqvi moved third reading of the following bill:", "Bill 142, An Act to amend the Construction Lien Act / Projet de loi 142, Loi modifiant la Loi sur le privilège dans l’industrie de la construction." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I recognize the Attorney General to lead off the debate." ],
  "anchor" : "para754"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Thank you for recognizing me, Speaker. I rise in the House today to start the third reading debate on the proposed Construction Lien Amendment Act, 2017.", "Before I go through my remarks I do want to take an opportunity to introduce some guests to the members who are here in the House, people who have worked quite diligently on this very important piece of legislation. During my remarks, I will speak a little bit more about that.", "If the members could join me in welcoming the following individuals who are in the gallery: Duncan Glaholt, who is with Glaholt LLP Construction Lawyers; Tanya Litzenberger, with the city of Toronto; Derek Freeman of FreemanLaw; Geza Banfai of McMillan LLP; Ian Cunningham of COCA; Ashley Rensler and Sandra Skivsky of Prompt Payment Ontario—I believe Ron Johnson and Michael Hutchison were supposed to be here today from Prompt Payment Ontario; they’re not, but we want to thank them also—Matt Ainley; and a special recognition to Bruce Reynolds and Sharon Vogel of Borden Ladner Gervais, who were our independent reviewers. If they can stand up also and be recognized for the hard work they have done." ],
  "anchor" : "para755"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Absolutely.", "They are joined by their associate Soizic Reynal de St. Michel, also of Borden Ladner Gervais. I want to welcome them all here, and I will to speak to the hard work they have done. Thank you very much.", "There are a few people who are not here but whom I also want to recognize—they will be at our reception later—who have worked very hard on the Construction Lien Amendment Act. They are Sheryl Cornish, James Marton and Katie Wood from the Ministry of the Attorney General, three very diligent lawyers who have worked extremely hard on this file. And two individuals from my office, from my team, who have been very active: Morgan Watkins, who is my former appointments and policy assistant, and now a law student at the University of Toronto; and, of course, my chief of staff, Delia Greco, who has worked extremely hard on this file. I want to take this occasion to thank them.", "This piece of legislation contains critical measures to support Ontario’s construction industry. We all know that Ontario has a strong economy—one of the strongest in the country, in fact—and it should come as no surprise to anyone that our construction industry is a driving force behind it. This sector is responsible for almost 7% of the province’s GDP and it employs more than 400,000 people across our great province, not to mention the many, many more people, families and businesses that are impacted by the industry as well.", "Speaker, I am confident that every member of this House very proudly can speak to construction projects that are happening in their respective communities. These projects entail building new hospitals, building new schools, building or renovating our community centres or our recreational facilities, and many, many transit projects that are also ongoing in our various communities.", "When I just look at my community of Ottawa and the specific community that I represent here in this House, Ottawa Centre, I am just incredibly amazed by the amount of construction that has been going on and on. I have now been elected for 10 years in this House. It has been a privilege to work on many of these projects and to see the progress in terms of the development and the building of our community.", "The big one that comes to mind is the building of the light rail transit system that is taking place in Ottawa—phase 1—which pretty much runs through my riding of Ottawa Centre, through downtown, with a subway component and a tunnel component as well, where the transit goes underground. Speaker, it’s the largest public infrastructure project in the history of Ottawa since the building of the Rideau Canal. So you can imagine the magnitude and impact that this one project alone, which is over $2 billion, is going to have on the future growth of our city and the economy. Just like the Rideau Canal was a defining element for Bytown then, and now the city of Ottawa, there is no doubt in my mind that the Ottawa LRT, which will appropriately be called the Confederation Line—and we’ll be opening the first phase next year in 2018. We are on time and on budget in making that project happen. In fact, we are so confident about the work that is happening with the new LRT that we already have approved, from all three levels of government—including a $1-billion commitment from the provincial government—to start work on phase 2 of the LRT, which will take that LRT farther south, east and west of our city, connecting the entire city to the LRT, which is going to have a huge impact.", "I look at our health care infrastructure in Ottawa and I’m amazed how every single hospital in Ottawa, for example, over the last 10 years, has seen significant growth. I look at our beloved Children’s Hospital of Eastern Ontario, which has a new wing that is part of CHEO. I look at the general campus of the Ottawa Hospital, which has a world-renowned, state-of-the-art regional cancer centre that’s serving the entire eastern Ontario region. I look at Hôpital Montfort, the only French teaching hospital in Ontario, which has doubled in size. In the west end we’ve got the Queensway Carleton Hospital, which has grown tremendously as well.", "I see in my riding of Ottawa Centre the expansion of the Ottawa heart institute going on, which is going to result in state-of-the-art surgery rooms for heart surgery, ICU, new beds etc. I just had the opportunity to visit the construction site. It was incredible to see the technology that will be used in this facility. It truly is going to be a marvel.", "It’s the same thing I see with schools in my community of Ottawa, where we’ve been building new schools and additions to schools. I represent a downtown community, so I can tell you that a lot of the schools in my riding are much older, 100 years or older. We are seeing ourselves either renovating them or building additions to them, or just building brand new schools, as we saw in Westboro in my riding with Broadview Public School, which is an amazing, brand new school in a downtown community. We tore down the old school and built a brand new school.", "On the private development, I see incredible growth in Ottawa, with new condominiums, townhouses and homes being built regularly. Be it in the suburban part of Ottawa or just in the downtown core, there is this incredible rejuvenation that is taking place because Ottawa is such a great city to live in and people want to come and live in Ottawa. In fact, people are moving from Toronto to live in Ottawa. It’s incredible to see that private sector development.", "Speaker, I would be remiss if I did not quickly talk a little bit about a project that has been very near and dear to my heart, which is to build a new pedestrian bridge over the Rideau Canal, connecting Clegg Street to Fifth Avenue, a bridge that is pretty much, I would say, 100 years in the making in terms of the plans in the city of Ottawa but that is taking place now with contributions from the provincial government. That bridge is going to be a game-changer for neighbourhoods like the Glebe or Old Ottawa East and Old Ottawa South, where people can just basically walk or bike or rollerblade and cross the Rideau Canal and be able to visit Lansdowne Park and other places, or just commute to work.", "I share all these projects, of course, with utmost pride because they are going towards development in my community, but also to demonstrate and to highlight the importance of the construction sector. All these projects may be bricks and mortar, but they speak to quality of life. Be it our hospitals or our schools or a pedestrian bridge over the Rideau Canal or the LRT, all of these speak to quality of life—the quality of life of the citizens who will be using this very essential infrastructure, but also the quality of life of the people who work in them.", "There are thousands and thousands of people just in my community of Ottawa who are working on these projects, from architects to engineers to project management companies to trades of all kinds, skilled workers who work day in and day out, pretty much in all weather—I mean, construction just never ends—through all seasons, not only building this incredible infrastructure but also providing for their own families.", "This bill very much goes to the heart of that, in terms of making sure that these construction projects take place and happen on time and on budget, but also that the people who work on them with their own bare hands, or those who enable these projects through various other professions, actually get paid for the work they do. That, to me, really is the essence of this bill, Bill 142, and I will describe that in a little bit more detail in a moment.", "I wanted to boil its essence down this way, because as we go through the details, one may say, “This is just too technical” or “This is just too detailed” or “This is too boring; I’m going to tune out.” That may be so, but I think one has to remember the end product. The end product is to make sure that we are supporting people, that we are supporting families and that we are supporting individuals who work on these projects, making sure that they get paid for the work they do, and that these projects get done in a timely manner, in a manner that is respectful to taxpayers, so that those of us who rely on them, be it going for a heart surgery to the Ottawa heart institute, where lives will be saved; or young children, like my son, going to a local school, where they are the future of our province; or just making sure that we create a better environment by not driving our cars but taking the LRT, as the case will be in Ottawa, because it will be the largest reduction in greenhouse gases as a result of that new LRT—all those things have real, tangible meaning for who we are as a society.", "Speaker, as I have said before, the construction industry literally builds Ontario up. That is why it is so important that we always keep an eye on the sector and help out where we can, so that it can continue to thrive.", "The bill before you today is the biggest proposed change to Ontario’s construction industry in 34 years. It is a bill that will help bring our laws up to date, to reflect current industry best practices and to help ensure that each and every worker on a project is paid on time and in full, to support the thousands of people who work in this important sector, and their families.", "As the members will recall, the proposed legislation includes sweeping changes to the construction law regime in our province. These measures include modernized construction lien and holdback rules, a clear system and rules for prompt payment, and a new streamlined adjudication process.", "As I noted, it has been over 30 years since this act was last updated, and the industry has changed considerably over this time. As a government, we need to make sure our laws are keeping pace with that change and make sure that we are supporting, not hindering, its growth. That is why we are proposing to modernize the legislation and bring it up to date so that it is consistent with current industry standards and practices. That is why it is so important that gaps in construction laws be addressed.", "This legislation includes key amendments that would modernize construction lien and holdback rules so they reflect the current realities of the sector. The current holdback process was an area that we heard many organizations and industry experts had some difficulties with. We heard that most of the construction industry sees the value in maintaining a fund for liens that can be claimed, but we also heard that the current process can cause funds to move very slowly down the construction pyramid and that there needs to be a level playing field for everyone involved in a project, no matter what their position is.", "We want to ensure that holdback fees are paid out as soon as the deadline to file construction liens against a project has passed. Every person in our province should be able to plan ahead and know exactly when to expect payment for their work. These changes would give contractors and subcontractors the predictability they deserve and should expect.", "We also want to extend the timelines to file liens and start court actions to 150 days. This would give contractors and subcontractors more time to resolve disputes out of court and avoid additional legal fees.", "We also heard that late payment is one of the most urgent and pressing issues facing the construction sector today. Construction projects and payment processes have become more and more complex, and late payments are becoming a pervasive problem in all sectors of the construction industry. In fact, between 2002 and 2013, the average collection period in the construction sector increased from about 57 days to 71 days. As I mentioned earlier, this can be devastating for workers, for businesses and for an entire project.", "The increased complexity of construction projects means that resolving disputes takes more time than ever, sometimes months or even years to work out. That means that it can be years before some people see the money owed to them. That is no way to do business, and that is no way to treat the people who do the work.", "Under the proposed legislation, the deadline for making a payment would be triggered by the first submission of a proper invoice which would clearly and transparently state information like the amount owing and the work that was done. These invoices would be submitted monthly, unless the parties set out an alternate arrangement in their contract. If they do not agree on payment timelines, both parties would have to follow the timeline for payments set out in the legislation.", "For instance, once an invoice is submitted to the contractor, the owner would be required to pay the contractor within 28 days. That contractor must then pay subcontractors within seven days of receiving that payment, and these subcontractors need to pay their subcontractors within seven days as well. Payments then flow down the construction pyramid in a reliable manner to workers on a construction project. This would help ensure that funds are not held back at the top, and that everyone is paid in a timely manner.", "Knowing exactly when to expect payment allows contractors and suppliers to run their businesses more effectively, make more competitive bids and meet their financial responsibilities in a timely fashion. This would help to ensure peace of mind for workers and, of course, their families. In the event that an owner or a contractor fails to make a payment, mandatory interest would be added onto the amount owed.", "At the same time, under the amended legislation, owners would be given ample opportunity to dispute the amounts claimed in a proper invoice. In the event of a dispute, owners would notify the contractor within 40 days of any amounts that would be withheld from payment. If the parties do not reach an agreement at that point, the contractor could refer the case to a new construction dispute interim adjudication system.", "This brings me to the next major part of this bill, and that is adjudication, which is a critical part of the prompt-payment system. It is the key to speeding up the dispute resolution process. It gives owners the ability to dispute invoices where they feel there is a problem within the work done on a project or the amount owed. We have seen other jurisdictions implement prompt-payment systems without it, and unfortunately, they see the same delays in the court system.", "Those in the construction industry who have experience with litigation, particularly on large or complex projects, will understand the time and investment that are all too often involved in resolving a dispute in court. In some cases, the process just to get to trial can take up to a year. The new system that we are proposing through Bill 142, if passed, would mark a dramatic change for the industry. In most cases, adjudication would allow these disputes to be resolved in just six weeks, freeing up funds down the construction pyramid. This means that the parties do not have to wait for the issue to move through the court system. They can continue work on the project without delay.", "If the adjudication determination is that the owner must pay and the owner refuses to comply, the contractor would then have the right to suspend work on the contract. As you can see, we have tried to make sure that everyone’s interests are covered with our proposed amendments and to maintain a sense of fairness and balance.", "I would like now to touch on some of the key aspects of the proposed system contained in Bill 142.", "Adjudication would be conducted by private individuals who have extensive expertise in construction and a specialized training in dispute resolution. A private authorized nominating authority would be responsible for selecting and training adjudicators as well as maintaining a registry of qualified adjudicators.", "In a dispute, both parties would be able to select an adjudicator who has the most relevant expertise for their case from the registry. If the parties cannot agree on an appropriate adjudicator, the authorized nominating authority would appoint one for them. Adjudicators would have broad authority to consider a dispute as quickly and effectively as possible. Their decision would be binding on the parties on an interim basis to keep the project moving. That means that either party would still have the option of taking the dispute to court or arbitration for a final determination. But if both parties are satisfied with the adjudication, then they could agree to treat the adjudicator’s decision as final.", "Combined with the proposed prompt-payment system, this provides a fast and inexpensive option to resolve disputes while maintaining all the protections of the court system where needed. Adjudication is a critical part of prompt payment, but it could also be used for other disputes that parties want to see resolved by an expert quickly and easily outside of the court system.", "As you can see, the bill before you today will result in dramatic changes to Ontario’s construction industry. It marks the first-ever consensus we have reached with industry stakeholders on issues including modernizing lien and holdback rules, prompt payment and adjudication.", "Before I continue, as I mentioned earlier, I would like to once again thank and acknowledge Bruce Reynolds and Sharon Vogel—who have joined us today here in the Legislature—who, as many of you know, are leading experts in construction law at Borden Ladner Gervais and are well respected across the construction industry. In February 2015, we retained them to lead an extensive review of Ontario’s construction laws.", "Speaker, you may recall that, prior to that, my colleague the member from Vaughan had brought a private member’s bill seeking a prompt-payment regime in the province. There was a collective desire, I would say, from the government—and we have heard from opposition members as well—to look at this issue. But given the complexity of the issues—I just described some of the key changes in this bill—it was clear to the government that we need to really work with all of the industry stakeholders to see if we can bring everybody to the table and build an approach that is based on consensus. In that process, we decided to have two independent experts, Bruce Reynolds and Sharon Vogel, in this instance, to lead an extensive review of Ontario’s construction laws.", "Speaker, this was no small task. The review by Bruce and Sharon was conducted in three separate phases over the course of almost two years. I hope all members had the chance to at least glance at the report they produced, if not read it in detail. I’m sure my critics have. There were 100 recommendations, and it takes a little while to get through the whole report. I did read through it. Members have heard me say this: It’s also a sure cure for insomnia if you’re not into construction law as much, but one learns a lot, as I did. But it demonstrates the work that has gone into that report, which is the basis of Bill 142.", "As I said, it was conducted in three separate phases over the course of almost two years. In the first phase the reviewers developed a consultation document that identified key issues, including prompt payment, and asked stakeholders to submit their concerns. Once they received feedback, they began extensive consultations with a broad range of stakeholders, including both the private and public sectors, architects, engineers, legal and other building professionals, and the financial sector. They were not short on participants. The review convened more than 30 meetings, which were attended by over 60 key interest groups, hosting many lively and spirited discussions, as I’m told. They also received over 70 written submissions.", "Thanks to this work, a broad consensus was reached on the three core issues of the review; i.e., maintaining and modernizing the lien and holdback process; establishing a new system for prompt payment; and creating a targeted adjudication system to resolve disputes.", "After consultation with these stakeholders, we landed on a plan for a way forward. As I said, Speaker, it’s taken us 34 years to get to this point and, until now, no one has been able to achieve consensus on these proposed changes. So this is an incredible milestone.", "After consultation with these stakeholders, as I said, we landed on a plan for a way forward. The insight, knowledge and expertise of each of these groups were invaluable to this review. Their work included identifying 90 separate issues and sub-issues in the areas of construction lien and holdback rules, prompt payment and dispute resolution. These issues were then clearly set out in an information package that was distributed to the stakeholder community and posted online. Also, there was a survey distributed to industry to better understand their perspectives and needs, all of which helped ensure that the proposed changes worked for a wide cross-section of the construction sector. Once all of the input was received, there was an expert advisory group that was convened that consisted of lawyers aligned with major groups in the industry who were responsible for providing insight into different stakeholder perspectives as we move forward to craft legislation.", "Speaker, you can see the thoughtfulness and thoroughness of the entire consultation and review of proposals in this expert independent review that formed the basis of this legislation. I’ve said this before: I’ve never seen that level of detail, insight and knowledge put into any piece of legislation—definitely a model to be pursued in the future for other complex areas of law where a niche expertise exists and we can harness that expertise from the private sector to develop good public policy.", "I would like to take a moment to acknowledge the members of the advisory group which also played a very important role in the review that was done and the recommendations that were developed by the review. Some of the individuals I already mentioned are in the House, but I will repeat their names again—and many others who are not with us here today. The members of the advisory group were people like Glenn Ackerley of WeirFoulds LLP; Geza Banfai of McMillan LLP; Ray Basset of the Travelers Insurance Company of Canada; Glenn Clarke of the Simcoe Muskoka Catholic District School Board; Marni Dicker from Infrastructure Ontario; Derek Freeman of FreemanLaw; Duncan Glaholt of Glaholt LLP; Howard Krupat of DLA Piper; Tanya Litzenberger from the city of Toronto; Jeffrey Long of Koskie Minsky LLP; Bernie McGarva of Aird and Berlis LLP; Jerry Paglia representing York region; Matt Ainley, who is a construction executive; and Howard Wise of Goodmans LLP.", "Bruce and Sharon worked closely with the advisory group to develop a report containing concrete, workable solutions to reform Ontario’s construction legislation. We released their report, entitled Striking the Balance: Expert Review of Ontario’s Construction Lien Act, last September. I think the name perfectly exemplifies what we are proposing to do here. It is all about that balance and ensuring that we get the balance right.", "Since the release of the report, in my role as the Attorney General, I personally met with 25 industry experts and stakeholder groups to get more feedback on the proposed changes. I was really pleased with the thoughtful input we received in response to the expert panel’s report. As we moved forward in drafting the legislation, we also continued to work closely with the expert advisory group of industry professionals. I found it quite heartening how well we all worked together, government and industry, to find common ground among many competing interests. By keeping the dialogue going and open, it helped us to ensure that the changes we are proposing today are practical, workable and address people’s needs.", "For the most part, the industry expressed their support for the review process, the report and its recommendations. In fact, one piece of feedback that I heard again and again in my consultation, once we had received the review, was about how there was a certain “magic”—and I use quotation marks around that—that existed in the work that was done. There was this great element of interest to make the process work, to really seize upon this opportunity to find a workable consensus that all parties—and sometimes very different interests—could agree to. That was reflected in the review panel.", "The other point that I heard again and again was that the balance, and the maintenance of that balance, was extremely important. A lot has gone into building this particular scheme, with all of the three aspects that I spoke of earlier. It’s important that that balance be maintained because it’s a fine balance, and if you move one piece or the other, it could impact the entire legislative scheme that is proposed.", "The advice that was also given to me was that, as we continue with the policy development and legislative drafting process, we continue to work along with Bruce and Sharon. Given their expertise, given their knowledge and given their knowhow around this particular report, it would be beneficial that they continue to be involved in the public policy development and legislative drafting process.", "Speaker, I like to think that we were able to do all of those three things, with all that advice that we received. We were able to keep that consensus, we were able to keep that balance and we were able to keep the advice of Bruce and Sharon. Thankfully, because of their advice, we were able to move forward in this manner as we got to the point of tabling the legislation.", "As the changes we are proposing would impact everyone involved in the construction industry—from the companies that are involved in large multi-million dollar construction projects to the families doing small-scale renovations of their homes—we wanted to keep their interests top of mind as we worked on the proposed changes. As with any dramatic industry change, we anticipated that there would be adjustments and tweaks needed down the road as the bill was drafted and debated in the House. That is why we continued to consult with many groups as this bill went through the legislative process and made them aware of how they may participate in the process, including members of the public, legal sector associations with construction expertise, and both public and private sector associations.", "Before I continue, I would like to take a moment to thank the stakeholders who recently attended committee and provided their valuable advice on this bill. They included the Canadian Council for Public-Private Partnerships, the Council of Ontario Construction Associations, Prompt Payment Ontario, the city of Toronto, the Toronto Transit Commission, the Surety Association of Canada, the Carpenters’ District Council of Ontario, Ms. Mary Phillips, the Consulting Engineers of Ontario, the Travelers Insurance Company of Canada, the International Union of Operating Engineers—Local 793, the Association of Municipalities of Ontario, the city of Mississauga, the London and District Construction Association, Mr. Theodore B. Rotenberg, the Ontario Association of Architects, the Advocates’ Society, the Ontario Home Builders’ Association, the Ontario Painting Contractors Association, the Barrie Construction Association, the Ontario General Contractors Association, and Borden Ladner Gervais LLP.", "I would also like to acknowledge the individuals who provided written submissions to the committee process as part of Bill 142.", "I was very impressed by the level of engagement we have seen from the industry on this important file at each step along the way. It really speaks to the importance of the changes we are proposing both to the industry and, of course, our province.", "Now, Speaker, I would like to take the time to highlight a few amendments to the proposed legislation that were made by the Standing Committee on the Legislative Assembly.", "As you are aware, alternative financing procurement, or AFP, is used to finance and procure many large, complex public infrastructure projects. Under AFP, public sector owners establish the scope and purpose of a project, while construction work is financed and carried out by the private sector. But when the Construction Lien Act was first enacted, construction projects were not carried out on this kind of scale. That is why it was so important that we update the legislation so it reflects how business is done today.", "As we heard during committee, AFP projects are unique and incredibly complex. Because of this, they require a nuanced approach, particularly when it comes to prompt payment and adjudication. That is why, Speaker, the committee amended the bill to clarify the rights and responsibilities of AFP project owners. Specifically, the amendment clarifies that the prompt-payment timelines and the adjudication process would apply to public sector owners on AFP projects, including the crown, municipalities and broader public sector organizations. It also modifies the bill to reflect the nature of AFP projects and ensures that the new regime will work in practice.", "Speaker, as you know, the proposed bill includes measures to ensure that workers and businesses are paid on time, as I mentioned earlier, and in full for their work. As I mentioned, the proposed legislation sets out a clear process and rules to prevent late payment. This includes clear timelines for payment as cash flows down the construction pyramid from the owner to the general contractor and on to subcontractors.", "The first step in this process is submitting a proper invoice. While we have set out detailed criteria for a proper invoice that allows parties to set out any additional requirements in a contract, I know that agreeing on whether the criteria of a proper invoice have been satisfied can take a few conversations. It is critical that both the owner and the general contractor have the opportunity to have these discussions so that both parties are able to ensure that a proper invoice has in fact been submitted. That is why the bill was amended to permit this practice under the new scheme. To clarify, the amendment would permit the revision of a proper invoice after it has been given as long as the owner agrees in advance to it, the date is not changed, and it meets all of the other requirements for a proper invoice.", "In addition, the bill was amended to protect the interests of project owners. The amendment would allow for essential testing and commissioning work to take place before the proper invoice is submitted; for example, testing asphalt on a road project. Owners deserve to know that the appropriate testing and commissioning work has been completed before they get the bill for a project. This measure would ensure that the work is up to standard before a project gets too far under way. I understand, Speaker, that this is already standard industry practice, but it is important that it is set out in legislation to protect owners and help to prevent disputes from occurring in the future.", "As the members are aware, the proposed bill includes set timelines to ensure that all parties involved in providing services or materials on a project know exactly when to expect payment for their work. The bill was amended to provide further measures to protect subcontractors if they are not paid by the contractor on time. As you can imagine, this can be an incredibly stressful situation that can mean payment delays for many others. The subcontractor who has yet to receive payment may have others who are waiting to be paid for their work. This not right and is simply not fair.", "An amendment was made that would require subcontractors to provide an undertaking to refer the matter to adjudication. This would be in addition to the requirement to provide a notice of non-payment to other subcontractors indicating that the amount is not being paid within the timelines set out in the act due to non-payment by the contractor. This is intended as an additional measure to ensure that payment disputes are resolved quickly.", "Speaker, in addition, an amendment was made to allow set-off to be used for outstanding amounts unrelated to the project if the party who is owed money becomes insolvent. Previously, the bill limited the right of set-off to outstanding debts, claims or damages related to a specific project but not other contracts between parties. The amendment would help to ensure that the money used for set-off on one project could be used to pay those who have worked on another project between the same parties; for example, material suppliers and workers if a contractor or subcontractor become insolvent.", "When it comes to resolving disputes, contractors are often caught in the middle between the owner and the subcontractor. In cases where there are related disputes between the owner and the contractor, and also between the contractor and the subcontractor, these disputes could be heard by a single adjudicator if the parties agree. The standing committee amended the bill to make things easier for contractors in the event that all of the parties do not agree that the dispute should be heard by a single adjudicator. The amendment removed the provisions related to consecutive adjudication and replaced them with consolidated adjudication. This means that the contractor would be able to require matters to be heard in a single adjudication by one adjudicator. The amendment would allow for a more streamlined adjudication process where there are multiple parties involved in a dispute about similar issues. Allowing disputes involving multiple parties and similar issues to be consolidated would make the proposed education process even more efficient for all parties involved in a dispute.", "The bill, Speaker, has also been amended to simplify the proposed adjudication enforcement process, which had required the court to make an order before the adjudicator’s determination can be enforced. This would have added an unnecessary layer to the adjudication process, a process that is intended to provide a faster way to resolve disputes. To ensure that adjudication is as efficient and painless as possible, the bill was amended to simply require a party to an adjudication to file a certified copy of the determination with the court. The determination would be enforceable on filing as if it were an order of the court.", "Speaker, as I noted, the bill includes changes to modernize the holdback process. When introduced, the bill allowed a payer—which means an owner, contractor or subcontractor—to refuse to pay all or some of the holdback if the payer publishes a notice of non-payment within the specified timelines setting out the amount of the holdback the payer refuses to pay. The bill has been amended to clarify that if the owner refuses to pay the holdback, it must publish a notice to that effect.", "It would also clarify that when the owner refuses to pay the holdback, the contractor should refer the matter to adjudication to get payment from the owner and notify the subcontractor. The subcontractor would have the same obligation where the contractor does not pay. This would help to ensure that disputes about holdback are resolved quickly.", "Speaker, as you know, the bill would also require surety bonds to be posted on public projects above a certain dollar amount. These bonds are currently used for both public and private projects, but there is no legislation that mandates contractors to post them. By posting mandatory surety bonds, subcontractors and suppliers will be protected and paid in case of a project’s insolvency.", "Previously, the bill provided that the coverage limit for labour and material payment bonds must be at least 50% of the contract price. The bill has been amended to allow for a different coverage limit for surety bonds to be prescribed by regulation. This means that the regulation could prescribe a coverage limit that is lower or higher than 50% of the contract price—a change that would provide subcontractors and suppliers with the flexibility to adjust the coverage limit for labour and material payment bonds.", "Next, the standing committee amended the bill to add a new subsection to further modernize the construction lien system. This change would allow claims for lien to be given to the clerk of a municipality electronically, making the claims for a lien process completely paperless. Previously, the bill required claims for lien to be submitted as physical copies, which can be cumbersome for municipal staff and, of course, time-consuming. This change would allow municipalities to develop electronic systems to receive and manage claims for lien, a measure that would modernize the system and give municipalities greater flexibility.", "Before concluding today, I would like to highlight one more item. As I have said before, this bill contains revolutionary changes for Ontario’s construction industry, and knowing how the proposed rules would apply to current and future projects is absolutely critical. I would like to highlight an amendment that was made that ensures that this is clear to industry. This amendment clarifies that all contracts, related subcontracts, leases and the various stages of the procurement process entered into before the amendments came into force would be subject to the current Construction Lien Act and the rules relating to prompt payment, and adjudication would only apply to contracts entered into once these new rules come into force. This amendment makes an important clarification so that everyone knows exactly what to expect once this legislation is passed into law.", "Speaker, the bill before you today is the biggest proposed change to Ontario’s construction industry in 34 years. It is a bill that would help bring our laws up to date to reflect current industry best practices, and help ensure that each and every worker on a project is paid on time and in full, to support the thousands of people who work in this important sector and, of course, their families.", "To make sure that this critically important industry continues to thrive, we need to make sure that our construction laws are up to date and reflect today’s realities. We need to stand up for the needs of Ontario workers and businesses. That’s why the proposed Construction Lien Amendment Act is so important. It would modernize our construction laws to make payment and adjudication processes fairer, simpler and work better for people.", "Speaker, as I said earlier, this bill speaks to the quality of life that we are all working hard to build. It speaks to very important infrastructure that is being built across this province as we are moving further into the 21st century—be it our hospitals, our schools, our highways or the many, many public transit projects that are taking place in this province, not to mention all of the very important private development that is happening, where homes are being built for many families to live. All of these projects are perhaps bricks and mortar in many people’s eyes, but in fact they are about the lives of the people who work hard in building these projects and the lives of our citizens who use these projects to improve their quality of life.", "All of these important construction projects—I mentioned many in my community in Ottawa—reflect the province that we are building. This particular bill, if passed into law with the support of members, will ensure that these projects take place on time, on budget and, most importantly, help and support the workers who work in the construction sector—almost half a million people in our province.", "I thank all the members for the hard work they have done on this bill. I want to thank my parliamentary assistant, the member from Scarborough Southwest, for his work on this very important bill. I urge all members to support this bill once this debate is done so we can move forward in implementing this piece of legislation." ],
  "anchor" : "para759"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Questions and comments?", "Further debate?" ],
  "anchor" : "para842"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "I do want to also acknowledge and welcome all the subject-matter experts and industry people who put so much time and effort into assisting in the development of Bill 142. You did a good job, a marvellous job, so thank you very much for all those efforts.", "Speaker, I’m going to speak about Bill 142, and during my time I’m going to contrast some of the differences that I see between the development and the process of Bill 142 and so many other bills that have been tabled and debated in this House.", "I was listening keenly to the Attorney General. I was surprised that the member from Trinity–Spadina—I know that he has a heightened awareness of the rule book. I was listening to the Attorney General, about 15 minutes into his speech, before he got into the substance of the bill, and I was sure that the member from Trinity–Spadina would stand on a point of order and ask him to speak to the bill. We’ll see if that heightened awareness continues for the member from Trinity–Spadina.", "Bill 142 is a technically very complicated bill. It delves into aspects of construction law that very, very few people in this House—and indeed, very few people overall—have much experience with. I think that was one of the key and underlying reasons that triggered the government relying so heavily on industry for assistance in putting Bill 142 together.", "I think that what is important for me to illustrate in today’s debate is that here we have a bill that all sides of the House are supportive of. The bill has gone through the legislative process and had a substantial debate at second reading and substantial input and discussion at committee hearings. There were no pressures or orders from the House for the committee to act in any particular way. They were free to make up their own minds to decide how many people would speak and present on Bill 142. Everything worked fine, and now we’re at third reading debate and again people are supportive of the bill and the bill is moving forward.", "But let’s contrast that to how this government generally acts. I’m going to go through a few different bills just to show the contrast to Bill 142. Bill 124, the Rental Fairness Act, was brought in by this government this session. We were permitted one hour of debate at third reading on Bill 124. The government used that mechanism called time allocation and instructed the committee that they could not hear from deputants for more than five minutes in length and that third reading debate would last one hour, split between three parties. Bill 124 was the bill that expanded rent control throughout the province—a very substantive bill; a very divisive and controversial bill as well.", "Here we have a bill today, Bill 142, where there is agreement from all parties that it is a good bill, and the government allows debate to continue. But Bill 124, one that had serious concerns raised, was limited to one hour of debate, and five minutes for presentations at committee.", "Bill 132, the Ontario Fair Hydro Act: That one was under time allocation procedures of this House. It had a grand total of 30 minutes of debate at third reading—30 minutes of debate. This is the bill that, in essence, created a second mortgage on all our hydroelectricity generators in the province. That’s the bill where they took a debt obligation, a liability, and magically created it into an asset. That was Bill 132, the Ontario Fair Hydro Act.", "It’s pretty astonishing that these bills, Bill 132 and Bill 124, were under time allocation and rammed through the House, Speaker. The government didn’t follow the same procedures and processes that they used in Bill 142.", "Bill 142 is the proper way of putting legislation in this House. It’s the proper way, also, to develop public policies, where government engages with industry, engages with the various people who will be impacted by the bill, to sit down and learn and become knowledgeable about the subject before they bring the bill forward. That’s the proper way of doing things, and when you do that, you get all parties agreeing.", "But that is not the way that this government acts. I’m going to show you a couple more examples. It wasn’t just two. I believe that we’re approaching 20 bills this session that have been subjected to this onerous and egregious time allocation method that this government has become so dependent upon and so reliant on to move their agenda.", "How about this one, that is in the House right at the moment? Bill 174 is one of the most transformative bills that this province will ever see, creating the framework for legalized, or decriminalized, recreational cannabis use—a pretty substantial policy. This government moved time allocation on that bill and has limited debate to two hours at third reading. That’s a bill that is also an omnibus bill. It covers everything from school buses to distracted driving to vapes to recreational cannabis use to the creation of a new cannabis retail—" ],
  "anchor" : "para844"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I feel obliged to remind the member that we are debating Bill 142 and not doing a summary of all the bills that have been passed by the Legislature thus far in this session. So I would ask him to bring his remarks back to Bill 142." ],
  "anchor" : "para856"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you, Speaker. As I said at the beginning, I’m going to continue to try to contrast Bill 142, and the process of Bill 142, which I really believe the government should be commended on, for following that process. It was a good one, an exceptional one.", "If I was to say anything negative about the process on Bill 142, it would be that during the committee hearings on Bill 142, the official opposition advanced a singular amendment on that bill—that in itself should speak volumes of the quality of Bill 142, that only one amendment was advanced. That amendment was that there would be a mandatory review of Bill 142 by a standing committee of this Legislature, incorporating industry experts into that mandatory review in five years’ time.", "It’s interesting that only one amendment was advanced, but it, too, was voted down by the government side. It was also interesting because there was support from all of industry for that amendment. I’ll give you some context here about the importance of that amendment and how it relates to Bill 142. As we can see, what happened with Bill 142 was it was unlike all those other bills that I mentioned and so many others that have yet to be mentioned in today’s debate. Bill 142 was not used as a political football. It was not used in a partisan fashion. It was good public policy.", "I think one of the reasons, as I spoke with industry on this, it was developed in that way is it wasn’t used in a partisan way. I think one of the reasons behind that was it was just too complicated a subject for the government to spin into a political football. They had no political benefit from spinning things on Bill 142. There is an advantage for that: We get a good bill—unlike what we see with Bill 174, which was certainly highly politicized, being used in a very partisan and ideological fashion and feeding the brunt of that procedural abuse of time allocation. But Bill 142 was highly technical and highly complicated.", "I think I will also say this: Even the government of the day, this government, recognized that it was too complex and such a complicated area of law that they themselves did not have the competencies to draft the legislation or to understand how it would be implemented in practice. I think that was obvious. When you get into such detailed and nuanced differences of liens on a subdivision, adjacent properties, phased developments or condominium corporations—all of these are very, very highly nuanced and different sorts of proposals.", "I will say that it was too complicated, so they chose not to use it in a partisan fashion. I wish that they would recognize their own limitations on so many other bills and not use public policy just for advancing a partisan agenda, just for advancing what is seen as a way to improve, possibly or potentially, their electoral outcomes.", "Sir John A. Macdonald once opined that, “Parliament is a grand inquest with the right to inquire into anything and everything.” However, as I’ve been reading out a number of examples, this government’s dismissal of public debate and opinion has often resulted in really, really horrendous and troublesome public policies. Public policy ought not to only be used for electoral advantages. There is an underlying understanding that our job here is not just to succeed in the next election; our job here is to help and assist this province, our society, our communities to grow and succeed and prosper. That’s what we’re here for. We’re not just here to hope that we might win the next election, but that’s what we’ve seen with this government—that that is their only interest. Whether or not they create a better or worse society is irrelevant and immaterial to their decision-making, Speaker.", "Here’s another one: Bill 148. We just passed Bill 148. That was a very transformative bill. Like Bill 142 is transformative, Bill 148 is transformative in labour legislation. It changes nine different acts of the Legislature—nine different statutes. It was time-allocated, unlike Bill 142, and it was permitted to have 30 minutes of debate. A bill that is powerfully transformative—rapidly rising minimum wage rates; rapidly rising new costs; highly contentious; many, many town hall meetings across the province—and 30 minutes of debate.", "Why is it that we can have an endless amount of debate on Bill 142 that we all agree about but we can’t have a worthwhile and substantive debate on so many other bills? I think it’s a question that this government needs to respond to, Speaker. They need to not just respond here in this House to us, but I think it’s a question that they have to come good with the answer to the people of this province. Why are they willing to subvert public policy for partisan interests? I think it’s shameful, Speaker, that that’s what happens—30 minutes of debate.", "These things have consequences. When we don’t develop good public policy, when we rely so heavily on closure motions, when we rely so heavily on time allocation, when we prevent discussion, there’s a number of consequences. Usually many are unintended. Unintended consequences will happen with any legislation. That’s just like Bill 142. Why we advanced the amendment for review is because when you’re dealing with detailed, technical and complex matters of the law and you’re not an expert on that subject, you may make a mistake. Even if you are a subject-matter expert, you still may not understand all the future consequences, but we see that this government was not interested in having a mandated review of Bill 142.", "I want to contrast using the expert panels that they did on Bill 142 with Bill 166. Bill 142 got significant, recognized experts from the industry to listen, to discuss and to develop Bill 142. Concurrently, at the same time, this government recognized that there were failures in the Tarion Warranty Corp., the regulator for new homes. The government again went out looking for expert advice on how to resolve the problems at Tarion. They engaged the services of Justice Cunningham, a top-shelf individual. He spent a lot of time going out amongst the people of Ontario and came up with a series of recommendations, much like the expert panel that we had on Bill 142.", "But here’s the divergence, Speaker: Justice Cunningham’s recommendations were rejected by stealth by this government, whereas the expert panel on Bill 142 brought forward their suggestions and their ideas, and they were incorporated into Bill 142. With Tarion, they created a sub-working group stacked with Tarion employees and stakeholders, and they were told by the government that Justice Cunningham’s key recommendations of going to a competitive, multi-service provider for home insurance was not permitted to be discussed.", "Speaker, how can it be that the government is following the same process, asking for industry advice and expert advice? They do it right on one, with Bill 142, but they diverge and go right off the rails with Bill 166. Bill 166, again, was five different acts; at committee it was limited to five minutes in presentations, and there were two hours of debate permitted at third reading.", "It’s a powerful, transformative bill. This is a bill that is impacting the single largest investment of the majority of people, their home. An individual’s home, for so many people, is the single largest investment they will ever make, But this government uses time allocation, actually subverts the recommendations of the expert panel and Justice Cunningham, and ends up with—you might say it’s like the committee that was engaged to create the thoroughbred and came up with the camel. That’s what this committee did with the recommendations from Justice Cunningham. It was astonishing. It is, I believe, atrocious that this bill is still in debate. We’re going to hear more about it.", "Why does this government act in such a Jekyll-and-Hyde fashion with public policy? That’s the question here. We know that they can do it well. We just saw it with Bill 142. It’s infrequent, it’s rare, but they can do it. But they so often only rely on closure and time allocation and some skewing of the process. Again, it’s to use that public policy not to advance our province, not to improve the well-being and commonwealth of our communities and our individuals; it’s done in that fashion to advance the fortunes of the Liberal Party. I find those actions distasteful, undesirable and unbecoming of this institution.", "In opposition, we hold government to account. That’s what we attempt to do. That’s what I’m attempting to do today: illustrate the inconsistencies and how this government is unfairly treating our province. Their mandate is coming to a close. We probably won’t see many more abuses of process by this government. The general election is scheduled for June of next year—" ],
  "anchor" : "para857"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Sorry to interrupt, but I remind the member once again that we’re debating Bill 142. I would ask him to make reference to Bill 142, his opinion on Bill 142—its advantages, disadvantages, whatever, but please speak to Bill 142." ],
  "anchor" : "para875"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you, Speaker. I’m going to continue to get there. I appreciate your latitude and your interest in hearing—" ],
  "anchor" : "para876"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "You have to get there now." ],
  "anchor" : "para877"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "I’ve been speaking about the amendment process, about the process in committee, about the subject matter, the experts—I think those are all very important and relevant subjects in Bill 142.", "I think it would not be fair comment, Speaker, to speak highly of a process on Bill 142 without being able to contrast the less-than-desirable process on so many other bills. I may be wrong, but I think those are important things. I think the process in this institution is due process. This is what this is all about: ensuring people in our democracy, in our society, have due process in the development of public policy. They’re not getting it most of the time—seldom. They did get it with Bill 142.", "I’ll go back to one other element of Bill 142 that I think is important to emphasize. We saw, through the development of Bill 142, a number of different bills introduced to this House under various names: prompt payment, Construction Lien Amendment Act. There were quite lengthy and numerous bills advanced by private members to address this concern by industry that is now addressed in the Construction Lien Act. We had so many people from industry here listening earlier, and I know they tried and tried and tried—they used all the tools at their disposal to create awareness in this House to the need to address deficiencies in the Construction Lien Act and the ability for contractors to get paid. It took a long time.", "Here’s the double edge and why I thought it was important and why the PC Party thought it was important that we get that amendment process in there. We know a public policy that is not used for partisan purposes takes forever to come before the House for a review. Governments are far more likely to bring forward legislation that they can use in a political or partisan way than one of those dreary, drab bills that are—" ],
  "anchor" : "para878"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Point of order." ],
  "anchor" : "para882"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Point of order: the Minister of Natural Resources and Forestry." ],
  "anchor" : "para884"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I’m still listening very closely to the member who has the floor right now, but I still don’t hear details on Bill 142. I’m just hearing stuff about process. Thank you." ],
  "anchor" : "para885"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I again ask the member for Lanark–Frontenac–Lennox and Addington to speak to Bill 142." ],
  "anchor" : "para886"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you, Speaker. I was giving the evolution of this bill: how it came through many different incarnations before it actually became a government bill. If that’s not relevant, if that’s not part of debate, I will be unsure of what—are we only to speak to the technical nature of an element within the bill? We’re not allowed to speak about its evolution and its development? I think those are important. I’m speaking to the amendment that was advanced, giving the motivation for that amendment, Speaker. I’m going to try this one more time.", "It took a long time to get this bill into the hands of industry experts. It went through many incarnations. But it’s important, if we didn’t get it right, that it has a mechanism to trigger a review. That’s what this bill is lacking: There is no mechanism to trigger a review. If, in time, we find out that this construction lien amendment has deficiencies or unintended consequences, that same lengthy lobbying process will be expected.", "As the minister said today, it was 34 years on this bill. The Construction Lien Act is not in the top-of-mind awareness of most people in this province, Speaker. It never is and never will be. I’m sure there will always be more important things for the general populace than the Construction Lien Act, but that doesn’t diminish its importance. Its importance is significant, because we all live in homes that are built and subject to construction liens. We all go shopping and go to work in buildings that are built and that are subject to construction liens. All our activities and all our places—roads, highways, hospitals, schools—are all needed infrastructure. We need to protect those contractors who are building those things.", "That was my point: There is no triggering mechanism in this bill.", "I do think that it’s important, and I do hope that there aren’t that many negatives or unintended consequences with it, not like the many negatives that we’ve seen that have ended up with our hallway health care, with so many different health care bills that have been introduced—or hydro.", "Speaker, I think it’s important that the government should consider that phrase—I think it’s an important phrase—that nobody has a lock on good ideas. Nobody has an exclusivity on good ideas. I would like to see this government, when good ideas are advanced at committee, that they recognize them, possibly even consider them, and maybe, maybe, maybe just vote for them occasionally.", "Speaker, I could go through so many other egregious examples. We’ve got Bill 177 coming up next week as well: 40 different schedules in it for time allocation.", "I do want the government members to take this when they leave the Legislature today. Bill 142: Everybody in this House agrees you got it right. You did it right. We also all agree—I think all parties agree on this—that it’s something you need to do more often, and stop using legislation for political footballs and personal political gain. That is an egregious way to do public policy.", "Thank you, Speaker. I’m going to finish that off. It will be now to the member from the third party. I believe he has some commentary on Bill 142 as well." ],
  "anchor" : "para887"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate? Oh, sorry. I apologize. Questions and comments?", "Further debate?" ],
  "anchor" : "para896"
}, {
  "speaker" : "M. Gilles Bisson",
  "text" : [ "C’est donc un plaisir d’être ici aujourd’hui. Je te dis, je veux débuter en faisant une introduction à notre ami Ludger Cloutier, qui est ici. Ludger est un ancien—longtemps—de Timmins. Il est assez ancien qu’il me connaît depuis avant que je sois en politique.", "Lalonde et un représentant du ministre M. Gravelle, qui s’est cassé le bras.", "Savez-vous l’histoire? Il était en train de promener le chien de son voisin cette fin de semaine—M. Gravelle, notre collègue. Il est tombé et s’est cassé le bras. C’est pour ça qu’il n’est pas ici. On envoie nos respects, puis on envoie notre amour en disant : « Espérons qu’il va guérir très vite. »", "I don’t plan on taking exactly the whole hour on this debate because much of what needs to be said has been said, but I do want to put a couple of things on the debate in regard to this particular law.", "First of all, let’s understand that this has been a long, long, long time coming. As long as most members have been members in this assembly, we have been talking about doing a Construction Lien Amendment Act and we have been talking about doing prompt-payment legislation." ],
  "anchor" : "para898"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Don’t stray too far, now." ],
  "anchor" : "para903"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "That’s straying far enough, because you were here that long, at least.", "The point is, there has been a push on the part of industry. I talked to my friend Mr. Cloutier—who’s here—himself an electrical contractor in Timmins at Gem Electric, if you need good electrical work done. Here is my plug for Gem Electric in Timmins.", "Just to say, he, like many other contractors in this province, has been unfortunately in a situation, Mr. Speaker—as you, I’m sure, have had have people in your riding come to you and tell you about these stories.", "Mr. Arnott, the member who is now in the Chair, was elected along with me back in 1990. Oh, my God, that’s a long time ago.", "We have all run across the same thing, where you do the work, you send the bill in and, for whatever reason, especially the larger organizations—like municipalities or school boards or provincial governments—are a little bit slow putting the cheque out to pay the contractors and the subcontractors. As a result, it causes lots of problems within those companies when it comes to cash flow. If you are doing a project, and let’s say you are doing a project that’s a million bucks or half a million bucks or 20 million bucks—it really depends on the size of the contractor—and you get that problem of getting money to move from the accounts payable of that particular firm that you’re dealing with that owns the project—it really causes you problems and you not being able to pay your bills, so that you’re in the unenviable position of yourself bidding on a contract—let’s say it’s an electrical contract, and let’s say it’s worth $250,000. You’ve gone out and spent the money, because you paid the wages to have electricians and their apprentices and labourers who were involved in doing the work that needs to be done to get the electrical done. You’ve bought the equipment—you have to buy the equipment, or else they won’t let you install it—and you have to pay your suppliers.", "In the meantime, you’re waiting to get paid and, for whatever reason, the main payee in this case—normally a government source like a municipality, the provincial government or the federal government—is slow in paying. It costs you money. It costs you money on lost interest and money you could have made with that money if you had it, but the bigger problem is that it creates a cash flow, and that cash flow is really what strangles especially smaller contractors and subcontractors, in a way that you sometimes just can’t get over.", "There have been, unfortunately, a few stories that we’ve all heard as members in this assembly where a subcontractor or a general—because this has happened to them a couple of times, and maybe business is not as brisk as it used to be for some—finds themselves in the unenviable position of not being able to pay their bills, in a position of possibly closing down. They have been lobbying all members of this House. They’ve been lobbying both the opposition and the government to do something about this for years, and it has been slow.", "There have been private members’ bills that were introduced in the House. There have been attempts by the government to try to move such bills through the House before, and we just can’t seem to get there for whatever reason, because it was a question of getting it right. There are two sides to every story and then there’s mine, as they say: You’ve got the payer who has one side of the story, you’ve got the receiver who is the contractor or subcontractor who has the other side of the story, and then there’s my side of the story. It’s been this trying to find the balance in the legislation so that you don’t go overboard, but at the same time, you make the legislation work, so that the individuals who are affected, either on the paying side or the receiving side, are treated fairly.", "I’ve got to say, it’s been a really hard process. I give the government some credit on this one, because they tried, along with the opposition, to engage with stakeholders in the industry to find out exactly what that balance is. As you know, on committee, for those who sat on committee and listened to the submissions at public hearings, there were people who came before our committee who said, “Hey, you know, you’ve got this right. Bravo. This is wonderful.” Then you had others who said, “Well, you got it right, but we’re not happy with this section.” Then you’ve got others who said, “Oh, my God, the sky is falling.”", "I think what we managed to do by way of the consultation that took place first before the bill became a bill—there was a consultation that was done by the ministry. What was the name of the individual who headed that up again? I can’t remember the name. Oh, I hate that. I hate dropping names, because I always forget names. I forget the names of my own children at times, and we only have two of them. The point is that we appointed—" ],
  "anchor" : "para904"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Don’t call them by the dog’s name. Then you’re in big trouble." ],
  "anchor" : "para915"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "One of the members across the way reminds me that as long as you don’t call them by the dog’s name, you’re not going to get in trouble. He seems to be indicating that might have been something that happened to him. Fortunately, no. Ellie and Bailey are doing fine, both labs.", "But my point is that the government appointed an individual and a panel to go out and do some work, to look at how you can do this in a way that makes sense from both the payer side and the payee side. They were experts in the field. They consulted quite effectively, I think, because the one thing I did hear as I was sitting on committee, and then later when we were in clause-by-clause amending the bill, was that there were a lot of people making comment on the work that these people had done and referring to them as far as, does that satisfy what they were intending to do?", "There was a fairly good job done on the pre-consultation to the bill. I think the question of finding the balance, is a success when not everybody’s exactly happy. There are people on both sides of this bill—this initiative, I would say at this point—who are happy with what happened, and on the other side there are some who are not, which tells me that you may have found somewhat of a balance. Is it perfect? Absolutely not. Is it that we’re ever going to come back and redo this again? Probably there will be amendments to this legislation in the future, as we learn from the experience of what this bill will deliver.", "But what came forward as far as recommendations found in the bill—there were problems with what was in the bill in a number of cases. We had—oh, my God, we must have had 100-and-some-odd amendments. I can’t remember how many. There must have been at least 120 to 150 amendments brought forward by the government. We in the New Democratic Party decided not to provide amendments because it seemed that what was being asked for by the stakeholders was being responded to by the government by way of amendment. So why provide an amendment that essentially does the same thing as what the government is bringing forward? We were satisfied with that. A lot of the amendments that came before the committee actually responded to some of the concerns that were raised at the committee hearings.", "We now have a bill that’s has been drafted at second reading; we’ve amended it at committee; we’re now here for third reading. We’re less than 50 minutes away from this bill becoming—not law, but finishing the legislative process. I warn my whip now: I’m not taking the full 50 minutes. I’m making an executive decision." ],
  "anchor" : "para916"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Oh, he’s okay. That’s what I love about my whip. He’s such an easy guy to get along with. Oh, I know what it is: He wants to take some time. He wants to debate; that’s what it is. As a former dairy farmer, he probably has all kinds of stories about people paying and not paying when it came—well, actually, you were in the milk market. You were in a regulated environment." ],
  "anchor" : "para922"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "The milk union." ],
  "anchor" : "para923"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "He was part of the milk union, as he says. That’s actually a funny story. Can I tell that story? Probably not. Anyway, he probably didn’t have the same problems, but I digress.", "What this bill does do is address a number of the concerns that were brought forward by industry in putting together a regime that allows, if there is a non-payment of a bill to a contractor or a subcontractor, an expedited process. I’m not going to get into the details of it because it’s quite technical, but there is an expedited process by which you can register what it is that you didn’t get as far as money, the reasons why, and there’s a process to get it in front of the proper officials to determine what should have been paid and what has not been paid, so that an order can be made to get the money paid to the contractor.", "I want to tell you a couple of stories or experiences that I’ve had, being from a small business family. My parents both ran small businesses. My mother was in the business of selling fabrics; my dad was in the television and radio business, both sales and repair. I joined with him some years later after I went to college on the electronics side. I did a lot of industrial communications at the time because it was the days before cellphones; it was the days before all of that stuff. We were still using two-way communication. It was so old that Jim Bradley was just about to enter the Legislature: That’s how long ago it was.", "The point is, I was trying to expand into doing industrial communications with companies that had mining camps and forestry camps across the north, and they needed to use two-way radio communication because satellite communication, at that point, was really not that developed. So we had to have two-way radio communication with repeaters and stuff in order to allow a mining camp somewhere to communicate with the outside world in the event of an emergency—or just regular communication.", "It was quite an expensive thing for them to get into because you had to install towers, you had to install antennas, you had to buy the radio equipment and transmitters and receivers. There was quite a bit to it. I can tell you, from my perspective, my favourite companies to deal with were the mining companies. Those guys tended to pay pretty quickly, actually. You would get a job; let’s say, the job was $20,000 or $25,000, whatever it was back then. This was in the late 1970s, I guess, back at the time when Jim Bradley was just getting elected to the Legislature." ],
  "anchor" : "para924"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I’ve got a right.", "The point was, when you dealt with the mining contractors, you actually got paid in a fairly timely way. Back then, you would submit an invoice. It was not uncommon that the whole thing would be paid within 60 days. Most of them were within 30 to 45 days; I had very few of them on the private sector mining side that were longer than 60 days.", "Where it got dicey was when I was dealing with more individuals starting up, doing bush operations. There, you had to secure your money ahead of time, because we had the bad experience of getting caught with a couple of invoices that were paid so late—in some cases, not all—that it had an effect on the small business that we were running in that particular division.", "But do you know who the worst was? The worst was the province of Ontario, I’ve got to tell you. I had a couple of contracts—and I won’t get into the ministry names because that would be unfair—where we did some repairs to communications equipment for some ministries up in northeastern Ontario, and, my God. You got paid; there was no question that you didn’t get paid. You always got paid—" ],
  "anchor" : "para930"
}, {
  "speaker" : "Interjection",
  "text" : [ "You also got old." ],
  "anchor" : "para934"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "—but oh, my God, you got old. You got so old that Jim Bradley probably had two elections in the time that you got paid. You would submit a bill and you would be lucky to get your money in 90 days. If you got it in 90 days, you were doing really well. For small businesses, it was a real problem.", "I say to my friends across the way and the members of the opposition, this bill tries to deal with that, so that it becomes the exception and not the rule when it comes to making sure that we’re able to pay people what it is that they are entitled to.", "Is the bill perfect? No. Could things be done better? Yes. Will there be changes coming in the future where we learn from our mistakes in this legislation? More than likely. But I think that this bill actually takes some steps forward in allowing us to set up a regime that allows people to be paid what they’re owed in a timely fashion. It does so in a way that, I think, tries to strike a balance. It’s maybe not as good as some people want, but at least it’s a step in the right direction. I think, given how far the government was prepared to go, it was probably as good as we were going to get. I can tell you, as a member on the committee, there are some things that I would have liked to have seen different, but sometimes you’ve got to live with what the government brings forward.", "I just want to say, Mr. Speaker, as I wrap up, that it was certainly a slow process, but I can guarantee you this third reading is going to be a lot quicker than what the process was to get it this far. With that, Mr. Speaker, I want to thank you for this time in debate." ],
  "anchor" : "para935"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Questions and comments?", "Further debate? Further debate? Further debate?", "Mr. Naqvi has moved third reading of Bill 142, An Act to amend the Construction Lien Act. Is it the pleasure of the House that the motion carry? I heard some noes.", "All those in favour of the motion will please say “aye.”", "Those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para939"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Pursuant to standing order 28(h), it is requested that the vote on third reading of Bill 142, the Construction Lien Amendment Act, be deferred until the time for deferred votes tomorrow, Tuesday, December 5, 2017." ],
  "anchor" : "para947"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Orders of the day?" ],
  "anchor" : "para949"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "We need a minister to stand up. I recognize the Minister of Municipal Affairs." ],
  "anchor" : "para951"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para952"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Mr. Mauro has moved adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para953"
} ]