[ {
  "speaker" : "The Speaker",
  "text" : [ "Good afternoon. Please join me in prayer." ],
  "anchor" : "para50"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I want to introduce and recognize some student leaders who have been here with us over this weekend. From the College Student Alliance, Joel Willett, Aimee Calma, Anmolpreet Singh, Brandon Primeau, Emmaline Scharbach and Abdullah Mushtaq; and from the Ignite Student Union Association representing Humber College and Guelph-Humber students, Maja Jocson, Allisa Lim, Stokely Lindo and John Kokkoros.", "And to all of the student leaders who have been watching and tweeting, thank you." ],
  "anchor" : "para53"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Motions? I recognize the Minister of Advanced Education and Skills Development." ],
  "anchor" : "para55"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I seek unanimous consent to put forward a motion without notice regarding an immediate vote on third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union." ],
  "anchor" : "para56"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice regarding an immediate vote on third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union—", "Interjections." ],
  "anchor" : "para57"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, I heard a no.", "Ms. Matthews, on behalf of Mr. Flynn, moved third reading of the following bill:", "Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union / Projet de loi 178, Loi visant à régler le conflit de travail entre le Conseil des employeurs des collèges et le Syndicat des employés de la fonction publique de l’Ontario." ],
  "anchor" : "para59"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the minister." ],
  "anchor" : "para64"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Thank you, Speaker. I am pleased that we are finally at the end of this process, I believe, if all goes according to plan. This has been very difficult for students, very difficult for their families, and very difficult for their employers and people who have co-op placements for them, but we are at the end of the process.", "We respect the collective bargaining process. That is why we supported the parties over the past five weeks. We wanted them to reach an agreement at the table. We needed all parties to exhaust all options before we would entertain this type of legislation. However, when the final-offer vote was not accepted, the Premier and I called both parties to a meeting. We implored them to come together to reach a negotiated settlement or to agree to a process for binding arbitration. Later that day, they informed us that they were at a complete impasse. Given the deadlock between the parties, we determined that the time had come to bring forward this legislation.", "This is a last resort, Speaker. We understand the constitutional protections afforded to striking workers. We did everything we could to avoid getting here without interfering with the collective bargaining process. We tried to assist the parties in coming up with creative solutions. For example, the government committed to a task force to study issues like precarious work and staffing ratios. But this strike is affecting hundreds of thousands of students. It is unfair to keep them out any longer. Without action, the semester is in jeopardy of being lost.", "Speaker, I cannot tell you how unfortunate I believe it is that the NDP has blocked students from getting back into the classroom. This is a short piece of legislation; I think it’s six pages long. It sends the parties to binding arbitration.", "There was no need to drag this out. Let’s get to work. Let’s pass this bill." ],
  "anchor" : "para65"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Further debate?" ],
  "anchor" : "para70"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Five hundred thousand students have been waiting for us to show some leadership on this issue. For five weeks, 500,000 students have been asking, begging and entreating us to show leadership.", "On Thursday afternoon, we finally moved forward on that. Unfortunately, because of the failure of the Liberal government in their action and pushing it back, and, unfortunately, because of the NDP’s intransigence and refusal to actually move forward on Thursday afternoon and evening, we are sitting here today.", "Let’s get the vote done for those 500,000 students." ],
  "anchor" : "para72"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Further debate?" ],
  "anchor" : "para75"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I will be sharing my time with the member from Timmins–James Bay.", "Today I rise on behalf of Andrea Horwath and New Democrats as the labour critic. I’m proud to stand here today with our caucus—yes, on a Sunday afternoon—to oppose government Bill 178, the Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017.", "New Democrats fundamentally oppose return-to-work legislation in a free and democratic society. One of the basic rights of workers is to withdraw their labour. Our values and beliefs support workers’ rights, not just today but every day.", "We believe that as public servants it’s our job to be responsible. It’s our job to ensure that every piece of legislation receives fair review and debate. That’s what our constituents expect, that is what we are elected to do and that is what we will do, regardless of the spin that the PCs and the government are trying to put on the delay of the returning of the students to classes.", "New Democrats did not expect anything different from the PCs other than their support of the infringement of workers’ rights, because that’s who they are. They’ve never taken the side of labour; they’ve never taken the side of workers. Even recently, around other labour legislation, Bill 148, they have usually been silent as we move into an election.", "Since the Second World War, workers in this country have had the right to strike; they’ve had the right to join a union; they’ve had the right to collectively bargain, except where workers were deemed an essential service, such as firefighters, police, hospital workers and correctional workers. We have a Charter of Rights that enshrines our right to associate, and most recently, the courts have found in the Canadian Union of Postal Workers case that return-to-work legislation was unconstitutional. We may find that Bill 178 is also unconstitutional.", "Those workers who do not have the right to strike have the right to bargain collectively. If an agreement cannot be reached, then they have the express right to go to mediation, to go to arbitration or to do both. But in the situation between the colleges and OPSEU, this is not the case. These workers have not been deemed an essential service, but the government and the PCs are bound and determined to have their cake and eat it too: to force workers back to work on Monday without a contract and without a resolution.", "Collective bargaining is supposed to be a good-faith process. Unfortunately, when the employer refuses to come to the table and negotiate for the first three weeks of the strike and then forces a final-offer vote, all the good faith is gone, the labour relationship is harmed, the trust is gone, the goodwill is gone, and they will take a long time to rebuild.", "When the Premier says that she is looking at return-to-work legislation two and a half weeks into a strike, there is no longer any incentive for an employer to negotiate. When the government finally steps in to speak to the employer and the union, but gives them a two- or three-hour deadline to come to a deal, they now have totally undermined the bargaining process. The employer no longer has any incentive. They no longer have any motivation nor any will to continue bargaining. They took the easy way out.", "Workers in this province, though, have been put on notice. You just have to think, “Who’s next? Will the government try to infringe on and breach my rights as well?” This happened with Bill 115, with the teachers, a few years ago, and it cost the taxpayers millions of dollars after that court challenge was lost by the government.", "Yesterday Minister Flynn was here, and he said, I “cannot stand by” and not intervene in a five-week strike, and it’s “irresponsible ... to allow our colleges to remain closed” and “irresponsible ... to ignore the ... impact ... on students,” and there are “public interest concerns.” That is very interesting to me, because when CarePartners was on strike a while back—when we’re dealing with health care in the community, when we’re dealing with vulnerable seniors, when we’re dealing with patients who couldn’t get any care in Haldimand and in Niagara, thousands of patients—the government did nothing. They let nurses and support staff stand on a picket line for 10 months. Was that not irresponsible, to ignore the impacts on patients, on seniors and the public interest concerns?", "If the college faculty returning to classes is so important to the public interest and to the community, and they need to be forced back to work by the Liberal government, why are they not important enough to be treated with respect and fairly in the process?", "Deputy Premier Matthews suggested she is only here for students—after doing nothing for five weeks. What about the faculty? What about their concerns, their long-standing issues that have never been addressed by this government? Does she not understand that working conditions are learning conditions for students?", "In my 40 years in the labour movement, I have come to understand that most people do not join a union over wages or benefits. They join a union because they feel disrespected. They join a union because they do not feel valued. They join a union because they are not being listened to. They join a union because they are unable to do the great job they want to do due to a lack of staffing, materials, equipment, preparation and funding. They join a union because they’re not being treated equally in their workplace, and they need a collective voice to try to make those changes.", "This is what this strike is about. It’s about two successive governments over two decades or more that have systematically eroded funding supports for colleges, which has led to part-time precarious work for college faculty, faculty who have been undervalued, disrespected, unable to do the good job they care so passionately about because no one is listening—not their employer and not their government.", "How does this happen? And how can we strive to have an Ontario college system that is the best in the country when the majority of the workforce are temporary and contract workers?", "Remember, back in the 1990s even hospitals were forced by government direction to move to a goal of 70% full-time nurses in our hospitals. At the time, I think it was 52% or 48% in a lot of hospitals. The government made the directive. They provided additional funding to make sure that they could attract back the nurses that got lost under the Harris regime. Seven thousand nurses were lost under the Harris regime. Many of them went to the States. Students were hesitant to go into a career path of nursing because there were no full-time jobs.", "The government was able to do that for nurses. Why can’t they do it for college faculty? Why are the jobs of faculty not important to a quality education?", "During Bill 148 this summer and through the fall, in the so-called Fair Workplaces, Better Jobs Act, we heard at every stop, from Thunder Bay to Windsor, from university faculty about temporary, part-time and contract work that their members have faced for years, some for as long as 20 years. In fact, I met a guy on the picket line not that long ago who had been working at Niagara College for 40 years. He started out full-time, 23 hours a week, and his job has been eroded down. In the years that you’re looking to try and put away money for retirement, his position is six hours a week today, after 40 years of being a loyal employee to Niagara College. That is just shameful.", "We also heard from OPSEU during those hearings in Windsor about the college contract faculty and about the need for changes to the Colleges Collective Bargaining Act. In particular, by creating the College Employer Council in 2008—that was done by the government, Speaker, by the Liberals—they effectively outsourced the responsibility to bargain on behalf of colleges to an unaccountable, non-transparent yet publicly funded body. This council is beyond the reach of freedom-of-information and beyond the reach of the sunshine list for public salary disclosures. If we’ve learned anything from this experience over the five weeks, it is about the need for a fair and transparent bargaining process.", "The Liberals say they want fair workplaces and better jobs for all workers, but they really don’t mean it. Bill 148, which will pass tomorrow, will not help faculty workers in the college system at all. There are a number of reasons why it won’t help them.", "I have to say that the Liberals, who have a majority in committee as well as here in the Legislature, voted down a number of important NDP amendments that would have helped college workers, that would have imposed restrictions on how long you can be a temporary worker—90 days—and how many temporary employees you can have at any one employer—20%. But Liberals voted that down. They didn’t just vote it down for college workers; they voted it down for every temporary contract employee in this province.", "Clearly, the equal-pay-for-equal-work legislation won’t help college faculty either, because it’s a nominal fix for temporary workers to the hourly rate of pay. It won’t fix the fact that 70% of college workers are part-time, are in precarious jobs, are not getting full-time work. It won’t fix their pensions. It won’t fix their benefits. It won’t give them any more hours in their college job. It will not address the fact that part-time, temporary contract workers don’t get paid for prep time, they don’t get paid for marking papers and they don’t get paid for marking exams, which is different than full-time faculty workers.", "So Bill 148 is going to do nothing for college contract workers at all, and they make up 70%—some say as much as 81%—of the college employees.", "Speaker, these 12,000 faculty workers don’t want to be on strike, but they had no alternative. They wanted to protect and improve public education at our colleges. They want to inspire the students to reach their potential.", "Walking the picket line is no picnic. I’ve been on picket lines in my life personally myself—not just out with workers; I’ve been on strike. It’s no picnic, especially for extended periods of time—in this case, five weeks already. It takes its toll on workers, but it takes a toll on families and their children and their relationships.", "Workers have never achieved any progress in this province or in this country without a fight. No employer, regardless of whether they have a union, has ever voluntarily handed over improvements just because they could. Unfortunately, going to forced mediation arbitration will be unlikely to get to the root cause of this dispute either. That can only be done in good faith, at a table with a negotiating team that understands the work, understands the college system, understands how the college system has changed over the last 50 years.", "Arbitration—in particular, forced arbitration, legislated arbitration—undermines the collective bargaining process, the spirit of collective bargaining, and the employer has no incentive at all to bargain, let alone in good faith, especially when the Premier is working on back-to-work legislation.", "In closing, the Liberals have failed every step of the way, for the students, for the faculty and for the college system. On what should be a celebration of 50 years of our colleges, we are now in a crisis.", "If the Liberals and the PCs think that this anti-worker, anti-democratic Bill 178 is going to fix the problems, you are so wrong. New Democrats will not be supporting a bill that denies the rights of workers to bargain collectively and that does nothing to support students or to address the core issues that led to the strike in the first place." ],
  "anchor" : "para77"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Timmins–James Bay." ],
  "anchor" : "para109"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Je veux dire, au début, que je ne suis pas content qu’on est ici en train de légiférer que les travailleurs retournent au travail. C’est toujours mieux quand on peut trouver une négociation à la table des négociations et quand l’employeur et les employés à travers le syndicat peuvent arriver à une entente faisant affaire avec les positions des deux bords.", "Mais, clairement, il y a un grand problème ici, et le grand problème, franchement, madame la Première Ministre, c’est votre gouvernement : vous avez mis ces collèges-là dans une situation un peu impossible.", "sur 10. Ça veut dire que les collèges, eux autres, pour être capable d’arriver à la fin de l’année, avec leur budget, utilisent de plus en plus des travailleurs à temps partiel. Ce n’est pas acceptable que 80 %, dans certains cas, de la faculté d’un collège est à temps partiel. Ce n’est pas acceptable.", "L’affaire qui me trouble dans toute cette affaire-là, c’est qu’un gouvernement est supposé montrer l’exemple de ce qu’on veut que le reste de la société fasse. On veut que nos employeurs privés et publics, les municipalités et autres, fassent bien, quand ça vient à leurs travailleurs, de s’assurer que, oui, quand le monde travaille, ils font une bonne journée de travail pour l’employeur, qu’ils sont payés d’une manière qui fait du bon sens, qu’ils sont respectés, et, autant que possible, qu’on est capable de leur donner de l’ouvrage à temps plein. Ce n’est pas acceptable qu’en Ontario, la plus grande province au Canada quand ça vient à l’économie, on a 80 %, dans certaines instances, des enseignants dans le système qui sont à temps partiel.", "Wynne ne savait pas qu’il y avait un problème. Ils ont été à la table des négociations bien longtemps avant il y a cinq semaines. Ça fait longtemps que cette affaire-là brasse dans la marmite.", "Puis, à la fin de la journée, le gouvernement aurait pu mettre quelque chose sur la table et dire aux collèges : « OK. On comprend que ça va coûter de l’argent. On va regarder, sur une période de temps, ou avec autres ajustements, si on est capable de réduire le nombre d’employés à temps partiel dans le système. »", "Parce que, moi, je suis sûr, comme employeur et aussi quelqu’un qui a fait des négociations pour les syndicats, que les négociations sont toujours un compromis. L’employeur n’a jamais tout ce qu’il veut; ni l’employé, à travers son syndicat. C’est toujours de négocier quelque part au milieu.", "Wynne et la ministre ont attendu jusqu’à la dernière minute, où on était pour perdre l’année scolaire, possiblement, pour intervenir en disant : « Bien, il n’y a rien qu’on peut faire. On a essayé. On a fait tout ce qu’on était capable de faire. Là, on va légiférer les travailleurs, puis ça va être la solution. »", "Il n’y a pas de solution ici; on est en train de forcer une solution qui ne va pas être acceptable. À la fin de la journée, on va être de retour sur cette affaire-là dans les prochaines négociations.", "So, donc, pour le gouvernement de dire que c’est une crise et que, d’une manière ou d’une autre, c’est la faute du NPD ou du SEFPO ou des étudiants ou de quelqu’un d’autre—je pense qu’ils ont besoin de se regarder dans le miroir. C’est le gouvernement, eux-autres-mêmes, qui ont mis ces élèves, ces étudiants, le public, les parents et cette province dans cette situation-là. C’est aussi simple que ça.", "Donc quand j’entends la ministre se lever debout et dire toutes les affaires qu’elle a dites contre ma chef, contre notre parti et d’autres, je trouve ça pas mal inquiétant. Ce n’est pas seulement bouleversant; c’est inquiétant, parce que ça me dit qu’ils ne comprennent pas, que les libéraux ne comprennent pas, que l’importance d’une démocratie, ça veut dire que tu as besoin d’avoir des institutions démocratiques où les travailleurs et autres sont capables de s’exprimer.", "Quand on enlève, par manière d’un bâillon, dans la législation le droit des travailleurs de négocier, ce n’est pas bon pour le restant de la société. Quand elle joue cette carte-là, moi, ça me dit qu’ils ne croient pas au ou se fichent du droit des travailleurs.", "Nous, les néo-démocrates, on est très content que les élèves vont retourner en classe cette semaine—aucune question. Mais ce qu’on ne pouvait pas accepter, c’est qu’on légifère un projet de loi sans le lire, sans ramasser le projet de loi et le regarder. Le gouvernement nous dit : « Oh, passez ça jeudi. » Les conservateurs et les libéraux se sont mis ensemble et ont dit : « On a un petit projet de loi. Il n’y a rien que six pages dedans. Pourquoi vous n’avez pas passé ça jeudi? » Parce que, nous autres, on a fait ce qu’on est employé à faire par les citoyens de nos comtés : on a lu le projet de loi. C’est notre responsabilité. À travers cette lecture, on a fait certaines suggestions au gouvernement, et ce qu’on peut voir avec ce projet de loi, c’est qu’à la fin de la journée, ça a l’air que ça va être encore un problème, la question des travailleurs à temps partiel et d’autres questions, dans le milieu de ces négociations-là.", "Donc, le gouvernement n’a pas trouvé une solution ici. Tout ce qu’ils ont fait, c’est d’utiliser leur majorité, avec les conservateurs, pour forcer une solution sur les professeurs d’école, qui va affecter les étudiants. Je peux vous dire que quand tu es un étudiant au système collégial et que 80 % du personnel est à temps partiel, je ne pense pas qu’on sert nos étudiants. Je pense que ce n’est pas bon. Ce n’est pas de dire que ces gens-là ne sont pas bons; ils sont très bons et ils essayent très fort de faire leur job, mais on attache les mains des profs en arrière de leur dos.", "Imagine-toi si on avait des profs qui étaient à plein temps, qui étaient capables de prendre le temps dont ils ont besoin pour se préparer et faire ce qu’il y a à faire pour mieux desservir les étudiants. Pour les étudiants, ça voudrait dire qu’eux autres pourraient possiblement regarder une carrière dans le futur qui va être une job qui n’est pas temporaire, une job qui n’est pas à temps partiel, mais une job qui est à plein temps.", "Je pense qu’un gouvernement, comme je l’ai dit au début, a besoin de montrer l’exemple. Quand on se permet, pour un secteur de l’économie que le gouvernement est responsable de financer, de dire que c’est correct que 80 % du personnel est à temps partiel, je pense que c’est un grand problème.", "Il faut penser aux étudiants. Les étudiants, à la fin de la journée, ont besoin d’avoir du monde qui sont là à plus grande fréquence, qui sont motivés pour faire le travail qui est important pour desservir nos étudiants. On a du monde qui sont « câlinement » bons qui travaillent très fort dans nos collèges. On a des étudiants, aussi, qui veulent apprendre. Bien, il faut que le gouvernement donne les outils et la capacité pour que le système soit capable de marcher autant pour les étudiants que pour les professeurs que pour nous, les parents, qui payent tout le fardeau à travers nos taxes et les frais de cotisation.", "Je veux dire seulement une affaire en finissant : ce qui est vraiment bouleversant, quant à moi, avec cette affaire ici—et je finis sur ce point-là—c’est que la première ministre et sa ministre disent qu’on est dans cette situation-là et que c’est la faute de quelqu’un d’autre.", "Je veux finir comme j’ai commencé. Vous savez que le système collégial n’est pas financé au degré dont il a besoin. Je comprends, comme politicien, comme législateur et comme citoyen, que c’est dur d’être capable d’arriver avec tout l’argent dont on a besoin pour bien gérer. Je comprends ça. Mais le gouvernement a une responsabilité de s’assurer, à la fin de la journée, qu’on est capable de faire ce qu’il y a à faire dans ce système-là, et quand le gouvernement savait que cette question-là dans les négociations était pour être la question des temps partiels et autres, le gouvernement aurait dû intervenir.", "Il y avait la capacité dans la législation pour la première ministre et la ministre directement, parce ils l’ont utilisée jusqu’à un certain point—je pense que c’était jeudi passé—d’être à la table de négociation et d’aider à trouver une solution.", "Wynne qui financent ces collèges. C’est clair que la province de l’Ontario et le gouvernement de Mme Wynne avaient une habilité, avaient une capacité—et moi, je dirais qu’ils avaient une responsabilité—de s’assurer qu’on trouve une solution qui aurait pu amener les deux partis ensemble pour trouver quelque chose avec lequel les deux bords auraient pu vivre.", "Donc, madame la Présidente, oui, les néo-démocrates vont voter contre ce projet de loi, parce qu’on croit que c’est important de toujours maintenir les droits de ceux qui en ont besoin—les travailleurs, les citoyens et autres. Je ne fais aucune excuse pour avoir fait ce qu’on a fait, parce que c’est notre responsabilité comme législateurs et comme néo-démocrates.", "Horwath, qui nous a amenés à travers ce processus-là d’une manière très respectueuse. Je dis qu’on aurait pu tout contourner cette situation-là si la première ministre, sa ministre et le gouvernement libéral avaient fait ce qu’ils auraient dû faire il y a longtemps, et c’est d’adresser la question qui est centrale à ces négociations, que vous saviez existait, et vous n’avez rien fait pour trouver des solutions." ],
  "anchor" : "para110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Further debate?", "Ms. Matthews has moved third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union. Is it the pleasure of the House that the motion carry?", "All those in favour of the motion, please say “aye.”", "All those opposed to the motion, please say “nay.”", "I believe the ayes have it.", "Call in all members. This will be a 30-minute bell." ],
  "anchor" : "para133"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour of the motion, please rise one at a time and be recorded by the Clerk." ],
  "anchor" : "para141"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed to the motion, please rise one at a time and be recorded by the Clerk." ],
  "anchor" : "para182"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 39; the nays are 18." ],
  "anchor" : "para202"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. I recognize the Minister of Advanced Education and Skills Development." ],
  "anchor" : "para206"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister has moved adjournment of the House. Is it the pleasure of the House that the motion carry? I hear “carried.”", "The House is adjourned until tomorrow at 10:30 a.m." ],
  "anchor" : "para208"
} ]