[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on March 30, 2017, on the motion for second reading of the following bill:", "Bill 65, An Act to amend the Highway Traffic Act in respect of speed limits in municipalities and other matters / Projet de loi 65, Loi modifiant le Code de la route relativement aux limites de vitesse dans les municipalités et à d’autres questions." ],
  "anchor" : "para184"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate." ],
  "anchor" : "para190"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "We’re here this morning to speak to a very crucial bill that I know many families, mothers, fathers and teachers are very, very supportive of because there have been too many accidents by motorists speeding through school zones and too many near accidents that occur on a daily basis around our schools. Not only is it around our elementary schools, but also our high schools.", "This act, as you know, Mr. Speaker, is called the Safer School Zones Act, Bill 65. I have a great deal of interest in this act because I have a complementary private member’s bill which deals with some of these same issues.", "The one thing that’s very perplexing in this province, and even in the city of Toronto and the area I represent, is that there’s no standard signage for motorists around schools. You’ll come to major school areas on major arterials—I have major roads in my riding of Eglinton–Lawrence. I’ve got Yonge Street, Avenue Road, Bathurst Street and I’ve got Allen Road. You’ll have 50,000 cars a day going by a school, and there’s no signage. There’s no requirement to have signs adjacent to schools.", "Some schools will have a sign or two, the yellow sign, the fluorescent sign. Other schools—and some of the pages, maybe think of where their schools are. Are there signs around your schools where you come from? You’ll see some schools will have one sign; some will have no signs. I have two of my grandchildren going to St. Pius X school at Bloor and Jane, a major intersection in the city of Toronto—no signs on Jane Street. Thousands of cars go by the school—no sign.", "People blame the motorists: “It’s the motorists’ fault.” How can the motorists know they’re coming into a school zone when they’ve maybe never been by that school and don’t know the neighbourhood? Yet they’re expected to watch out for children. There are no signs. There are no signs required. We need to have an indication to remind motorists to slow down and be careful when you approach a school. That’s why many parents all across Ontario—and certainly across the city of Toronto we’ve had some serious, tragic accidents, like the young girl in Leaside—are saying that we have to have some standards of safety so that motorists are warned about the school zone, and they slow down.", "I know that in my private member’s bill I called for robust signage on all sides of the school where there’s traffic. I called for road hatchings, the thick white lines on the street. I also called for a digital speed indicator—you’ve seen those things; they tell you how many kilometres you’re going an hour—to be put those up in school zones.", "This bill calls for the use of radar—photo radar, whatever you want to call it—camera technology to essentially catch motorists who are breaking the speed limit. But I think that before you can allocate these fines, you have to have proper signage. You’re coming into a community safety zone. I hope the signs that say “community safety zone ahead” are put up all around these schools, because we have to warn motorists that they’re entering a school zone.", "Right now, there is no warning. It’s a free-for-all out there, and there are kids. I have another granddaughter at the largest public school in Canada, probably, Runnymede public school. There are 1,200 kids at Runnymede school—1,200 kids—and no signs on Runnymede Avenue. This is what’s happening in the province. There is no standardization of safety zones.", "In terms of the technology that this bill calls for, I know that I was very involved in another private member’s bill when I was in opposition. That was a private member’s bill to introduce red light camera technology. I had, I remember, a friend in Ottawa whose son got T-boned and killed in an unfortunate red light running incident. I worked with him to try and bring red light camera technology to dangerous intersections. The bill was introduced, and for a couple of years we tried to convince the government of the time.", "Eventually, they did introduce it. It was the Conservative government of Mike Harris. I remember the minister at the time was Tony Clement who finally caved in to the pressure. They introduced red light camera legislation, technology to make our streets safer, because repeatedly—I’m sure in Hamilton, where you are, Speaker, there are certain streets where people drive very aggressively, or they try to run the red lights constantly.", "People at that time, I remember, said, “Well, why don’t you have a cop standing at the corner?” Well, at how many intersections are you going to have the cops babysitting the red lights? You can’t do it.", "The proposal at the time—I said, “Let’s do what they’re doing in Israel, what they’re doing in Australia. They use these red light cameras.” Not only do you catch people, but it slows people down because they know that they’re going to get a ticket if they run the red light.", "That red light camera technology is now all over Ontario. I know it works, and I think it’s saved a lot of lives, a lot of people. Because if you think, “Well, it’s a green light. I’m going to proceed,” no, you’ve still got to look both ways because there are a lot of red light runners that figure they can beat the light the other way, and there you are looking straight ahead—boom. You get T-boned. So the red light cameras have worked. They’re a deterrent, and the runners get hefty fines.", "That’s why the use of technology at the school zones at the discretion of the municipalities is another tool that municipalities can use to basically protect our children. That’s what this is about. If anybody says they can’t use the cameras because of their ideological positions or whatever the heck it is against technology or whatever, that’s their decision. I know that the majority of parents want everything done to make the streets around our schools safe. They’re saying, “Forget about these inside baseball arguments. We want our school zones to be safe. We want them to be marked.”", "We also want to make sure that our crossing guards are respected. I know that in St. Catharines there are a lot of very serious crossing guards. At all of those streets in the mornings, they go out, rain, shine or sleet.", "I’ve got this amazing crossing guard, Edda Wright. Edda is an Avon lady on the side, and then she does the crossing-guard work. She’s a great community person. She’s at the corner of Northcliffe and Eglinton, near Dufferin and Eglinton. Edda is there every morning, making sure the kids are safe.", "Being a crossing guard can be a risky job, because there are a lot of people running through her stop sign. But Edda is there, looking out for the safety of kids. Children—five-, 10-, 15-year-olds—can be very careless or playing around, pushing, not paying attention to the traffic.", "The crossing guards are also a critical partner for safety around our schools. We should thank them for the work that they do.", "I urge every member, be like the member for St. Catharines. Every year, he has a crossing guard appreciation night where he rewards and recognizes the good work these crossing guards do. I think all members should be doing that. I know that in Quinte West, he should be recognizing his crossing guards in Quinte West. Have a little bit of pizza for your local crossing guards.", "Anyway, we’ve got to recognize our locals, whether it be the police, who do a fantastic job, or our crossing guards. They all work together in a community safety team.", "I’ve got incredible police officers in my 13 Division, with Superintendent Scott Baptist. They’re always working together with the community volunteers. The police can’t do it by themselves. The crossing guards can’t do it by themselves.", "This is why this legislation is an attempt to reinforce all the good work that parents do, that teachers do. Yes, let’s not forget the teachers, because in many cases, the crossing guard sometimes is late, so the teachers will step in and help with the children crossing.", "Let’s support this incredible, crucial piece of legislation and make our schools safer for our children. Please support this legislation." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para215"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I appreciate the member for Eglinton–Lawrence’s comments. I do know he has put forward a few private member’s bills when it pertains to traffic safety in our communities.", "I wanted to touch upon a point he did mention, and that was the radar speed signs that he called for. I think he touches on a great point. This government is quick to move to photo radar to generate a significant cash flow here, but Toronto actually did a pilot project on these. The program was called Watch Your Speed, and it has had some fantastic success. I think it’s something that they should obviously consider first, before putting photo radar boxes on the poles. It’s a basic program. It’s not a photo radar ticket. In the city of Toronto report, after an 11-month trial period, the program saw up to a 33.8% reduction in vehicles over the speed limit.", "When you drive through those and see those signs, you’re instantly flashed the speed that you’re travelling—instantly. It’s an instant behavioural change that needs to happen. Unlike a photo radar ticket that shows up in your mail four weeks later, it’s instant. I know that even in my community of regional Waterloo, in Woolwich and Wilmot, they’re rolling these out because they see the benefits of the signs in these areas.", "I hope I get a chance to chime in later on this. I really think it’s a reasonable first step and, frankly, a long-term, effective strategy when it comes to this. We need to address those behavioural problems of driver speeds. Of course, this government would easily jump into a revenue-generating form.", "I want to commend my colleague across the way for mentioning those speed signs. Watch Your Speed—again, I encourage people to have a look at the report from the city of Toronto. There’s some great success from that program." ],
  "anchor" : "para216"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Essex." ],
  "anchor" : "para221"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to join the debate this morning. I’m in support of the bill. I believe our party is in full support of the bill too, because it makes sense. It makes sense to utilize technology that exists almost everywhere in our lives. I would imagine every member in this House has a cellphone. That phone has a camera on it. The camera that we use can, in some instances, be utilized as evidence in court and legal proceedings. This is no different than just deploying that type of technology to make our communities and our kids safer.", "I presented a bill, Bill 99, the Safer Roads and Safer Communities Act, that had a similar effect and similar mechanisms in that it gave municipalities the ability and the right to designate zones as community safety zones as well as to extend it to construction areas on our highways where construction workers in a zone are vulnerable. That could act as a deterrent. I believe that it should be reviewed by the government to be melded into this bill because it’s another area where workers and citizens are vulnerable on our road system.", "I do take issue with the point that the majority of the Conservative caucus has raised, calling it a “money grab” or a “cash grab.” You won’t get cash from people who aren’t breaking the law. It’s pretty simple in that respect. So I don’t understand why they would do that. They’re trying to demonize the use of photo radar because at some point, back a hundred years ago, they scored some political points with it when the NDP brought in photo radar. They’re reliving the glory days of the old PCs. I don’t think it’s going to work these days because cameras are, again, a fact of everyday life. Police officers are now wearing body cameras. The vehicles that we buy off the dealership lots have cameras in them already pre-installed. Technology is here. We can’t help that there is a caucus that doesn’t believe in technology, but we certainly do believe that it can make our communities safer." ],
  "anchor" : "para222"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener Centre." ],
  "anchor" : "para225"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Thank you very much, Speaker. Good morning to you and good morning to all my colleagues. I’m very pleased to get in on the conversation this morning on Bill 65, the Safer School Zones Act.", "My colleague for Eglinton–Lawrence began the discussion this morning. Just as a recap, I know we’re into about hour number nine of this, but if you’re tuning in for the first time, this particular bill is going to give local municipalities the ability and the tools that they need to calm down traffic." ],
  "anchor" : "para226"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Channel 97 in Peterborough." ],
  "anchor" : "para228"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Is it? Channel 97 in Peterborough, my colleague says.", "There are three main points in this bill. Automated speed enforcement—you can call it photo radar. Essentially, it’s cameras that have the technology to capture a picture and to fine someone if they are speeding. Reduced default speed limits: Currently, it’s at 50 kilometres per hour. That would come down to whatever the municipality feels is useful. The third point is red light cameras. There are some municipalities that already have this. We’re using this in my region, in Waterloo region, quite successfully, and there are other municipalities that want to use this.", "I just want to very quickly share with you some feedback that I have received as the parliamentary assistant for the Minister of Transportation. This was last year at AMO—for people who are watching, AMO is the Association of Municipalities of Ontario—and at ROMA this past January; that is the Rural Ontario Municipal Association. Over and over and over again, we heard from mayors and councillors and chiefs of police in the province who support Bill 65. They want to see this go through. They need these tools in order to calm down traffic.", "I’ve mentioned this before, but I’ll conclude with this: The mayor of Zorra township, Margaret Lupton, after one of her presentations, took me aside and said, “Daiene, I just want to tell you that we are frustrated beyond belief with speeders in our community. We need this tool to calm down traffic and to make the streets safer.” So, Speaker, I urge my colleagues to support this bill." ],
  "anchor" : "para229"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Wellington–Halton Hills." ],
  "anchor" : "para233"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I’m pleased to respond to the speech just given by the member for Eglinton–Lawrence. I know that Ministry of Transportation staff are carefully monitoring this debate on this important piece of legislation, Bill 65, the Safer School Zones Act.", "Listening to government members as they’ve participated in this debate, they would have us believe that this bill will improve safety for students going to and from school. Of course, in principle, all of us would support that. But, once again, I’m going to draw the attention of government—the Minister of Transportation, the President of the Treasury Board and the other members on the government side—to an important school safety issue in our constituency in Wellington–Halton Hills in the community of Rockwood: the need for full traffic signals at the intersection of Highway 7 and MacLennan Street and Dunbar Street in the community of Rockwood.", "I’ve raised this with the minister many times over the last couple of years, working with the township of Guelph/Eramosa council. The mayor of that community was here, actually, yesterday as part of the Conservation Halton lobby day—Mayor Chris White. We discussed it again. He is very, very concerned about the safety of the students going to and from the new École Harris Mill Public School that was opened about two years ago now. Together, we’ve been advocating for traffic signals now for two years. I understand that the Ministry of Transportation, having studied the intersection, has determined that the signals are warranted and, in fact, should be installed. I urge the minister to make this a priority. This is a school safety issue in our riding. If the government is truly committed and sincere in terms of what they’re saying on Bill 65, they will approve these traffic signals immediately in the community of Rockwood. I’ve raised this many times with the minister, and again suggest to the ministry staff who are monitoring this that this is an urgent safety need for our students.", "Again, thanks to the member from Eglinton–Lawrence for his comments, but I would commend this issue to the government and urge its immediate consideration and resolution." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Eglinton–Lawrence has two minutes." ],
  "anchor" : "para239"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I want to thank the member from Kitchener–Conestoga for his always insightful comments on transportation.", "I thought the member from Essex made a very good point. He said that all the cars have cameras on them—and for what reason, anyways? For safety reasons—yet the police or the local officials can’t have cameras. It’s really ironic.", "The member from Kitchener Centre talked about the support, and the member from Wellington–Halton Hills has a safety issue in his riding.", "It’s beyond me why the Conservative caucus is saying, “Our ideology is more important than the safety of our children.” That’s what they’re saying. This is so arcane, it’s really beyond belief. Anyways, I won’t dwell on that because the majority of people in Ontario want their kids to be safe; they want us to use technology.", "The other thing is that the most dangerous trend that has happened in school safety or in safety on our roads, as you know, is distracted driving. That has been the game-changer, negatively. That is the number one cause of accidents. That’s why it’s incredibly important for us to act to offset that distraction which occurs every day in all of our communities. Distracted driving is a great danger to the safety of our children. That’s why we have to be proactive in the Legislature and counteract that with this safe technology.", "Plus, the fact is we’re going to allow municipalities to make the choice. What have you got against municipalities deciding, “I want to make my schools safe”? The Tories are saying, “No, the municipalities have no say in making the schools in their municipalities safe.” I do not know how they could go home to their ridings and say that. How could they do that?" ],
  "anchor" : "para240"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The member from Nipissing." ],
  "anchor" : "para246"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Thank you and good morning, Speaker. I’m pleased to be able to speak to Bill 65, the Safer School Zones Act. I’d like to begin right off the bat by saying that we, our party, the PC Party, have always supported and continue to support initiatives that help make our school zones safer.", "I actually regret the fact that the minister took an opportunity to enhance safety for children to open the door to photo radar on expressways, parkways and highways across the city. Instead of working to create safer school zones, the minister has introduced legislation that will mean a reduced police presence in our school areas and photo radar on expressways, parkways and highways across the province. Until the government is prepared to define just what a “community safety zone” is, we aren’t prepared to endorse the “photo radar anywhere” approach that they have. Substituting cameras for officers does nothing to catch other dangerous driving behaviour, such as distracted driving, weaving or tailgating." ],
  "anchor" : "para247"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I hear from the Minister of Transportation over there. I will actually read a quote from the minister that ran in the London Free Press and up in Sudbury. In March 2015, the minister said, “Photo Radar Not Coming Back.” The minister was quoted as stating that “the province doesn’t have an interest in returning to photo radar.” It is one thing to hear what he said when he wasn’t running for leader of the party and it’s another thing to hear what he has to say now.", "I’ve heard from a former Liberal cabinet minister as well. We all did in March in a CBC report. He’s now the mayor of Ottawa. “Mayor Jim Watson said he’s ‘not convinced’ of the public demand for photo radar and worries the technology could become a ‘cash grab’ for the city.” That’s a former Liberal cabinet minister. Now, of course, eight months later he posed with Premier Kathleen Wynne for a photo op at an area public school.", "Speaker, it’s very—" ],
  "anchor" : "para250"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. There seems to be quite a little chatter coming from the government side there. I hope we’re going to cut that back—aren’t we? Thank you.", "Continue." ],
  "anchor" : "para254"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Thank you very much, Speaker. It was hard to concentrate in the Legislature with so much heckling, especially from the member from Barrie.", "The former Premier McGuinty said: “More needs to be done to crack down on speeding, but photo radar is not the answer.” I can go on and on with quotes from Liberal members here.", "Quite frankly, photo radar in school zones is not a suitable substitute for police presence. That just happens to be an absolute fact. It does nothing to catch other dangerous driving behaviour—distracted driving, driving without a licence or insurance, weaving and tailgating and, as the member from Huron–Bruce has talked about, the issues related to licence plate bubbling, for which this government has yet to provide a proper solution. The bill’s call for photographed peeling, damaged plates to be returned to the ministry will leave more families across Ontario paying out of their pockets for the government’s own lack of oversight and quality assurance.", "Stakeholders with fleets of vehicles are concerned with the inability of photo radar to penalize the speed violator, which would be the intent one would think.", "The Ontario Trucking Association has noted that “a return to photo radar could unearth problems associated with vehicle/trailer ownership and associated payment of fines.”", "The Ontario Provincial Police Association, their former president Karl Walsh noted that, “Taking a photo of a speeding vehicle does not target the person responsible for the illegal activity, and that is the driver.”", "As the member from Kitchener–Conestoga mentioned, if Ontarians want to deter excessive speed on our streets and highways, there must be more serious consequences for drivers who speed beyond the posted limit when they get behind the wheel of their vehicle.", "The CAA, Canadian Automobile Association, noted that “While a marked police cruiser on the side of the road does slow traffic, drivers won’t be deterred by receiving a ticket in the mail weeks after speeding past an unmarked photo radar van.” The deterrent needs to be applied at the time. The CAA went on to say, “The only way that this is going to save lives and improve traffic safety is if there’s a deterrent involved. Photo radar doesn’t provide that.”", "So, Speaker, at this time, I move adjournment of the debate." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Fedeli has moved adjournment of the debate. Shall the motion carry? I heard a no.", "All those in favour, please say “aye.”", "Those opposed say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Members, take your seats." ],
  "anchor" : "para271"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Order. Order, please.", "Mr. Fedeli has moved adjournment of the debate.", "All those in favour, please rise and remain standing to be counted by the Clerk.", "All those opposed, please rise and stand to be counted." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 16; the nays are 40." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I declare the motion lost.", "Further debate?" ],
  "anchor" : "para278"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "As I said a half hour ago, we have always and continue to support initiatives to help make our school zones safer, and we regret the fact that the minister took an opportunity to enhance safety for children to open the door to photo radar on expressways, park—" ],
  "anchor" : "para280"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. The vote is over, folks. We’re back in business. Could we have some quiet, please?", "Mr. Fedeli." ],
  "anchor" : "para282"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Thank you, Speaker. As I was saying, we regret the fact that the minister took children’s safety as an opportunity to open the door to photo radar on expressways, parkways and highways across Ontario. Instead of working to create safer school zones, the minister has introduced legislation that will mean a reduced police presence in our school areas and photo radar on those expressways, parkways and highways that I mentioned.", "The very fact that municipal officials are already lining up to propose cameras in areas well outside of school zones highlights the importance of getting this right to avoid the concerns of—" ],
  "anchor" : "para284"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. You notice which direction I’m looking.", "Continue." ],
  "anchor" : "para287"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Thank you, Speaker. We would rather see targeted police presence in school areas, which provides enhanced safety, far beyond the photo radar’s reach—from a bill that will bring cameras to our highways.", "I know that we heard earlier from the member from Kitchener–Conestoga as well. I thank him for his comments. He was referring to the fact that a true deterrent would occur when the infraction happens. Getting a bill a month later does nothing to deter. In fact, the Ontario Provincial Police Association—the former president of the OPPA, Karl Walsh—noted that “Taking a photo of a speeding vehicle does not target the person responsible for the illegal activity, and that is the driver. If Ontarians want to deter”—" ],
  "anchor" : "para289"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I’m sorry, Speaker. It’s very difficult to—I may have misread my notes here. I apologize.", "“If Ontarians want to deter excessive speed on our streets and highways then there must be more serious consequences for drivers who speed beyond the posted limit when they get behind the wheel of their vehicle.” That’s the point.", "The CAA said, “While a marked police cruiser on the side of the road does slow traffic, drivers won’t be deterred by receiving a ticket in the mail weeks after speeding past an unmarked photo radar van.” I think that’s the point that our member from Kitchener–Conestoga made earlier. The CAA goes on to say, “The only way that this is going to save lives and improve traffic safety is if there’s a deterrent involved.” They finish with, “Photo radar doesn’t provide that.”", "I go back to some comments made by Minister Steven Del Duca, transportation minister, under a headline in the London Free Press, Sudbury and over at Niagara Falls: “Photo Radar Not Coming Back: Del Duca.” The minister was quoted stating that “the province doesn’t have an interest in returning to photo radar.”", "I’ll talk about former Liberal cabinet minister, and current Ottawa mayor, Jim Watson, back in March of last year: “Mayor Jim Watson said he’s ‘not convinced’ of the public demand for photo radar and worries the technology could become a ‘cash grab’ for the city.” Those are his words. The former Liberal cabinet minister called it a “cash grab.” Of course, eight months later, he did join the Premier for a photo op at an area public school to announce the return." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I listened to the comments by the member from Nipissing. It is interesting. Despite the little break that we had, I think I am able to decipher what they’re trying to say here: Photo radar is good when they propose it for school buses, as the member from Chatham–Kent–Essex has proposed in a bill that would initiate buses having a camera system that would catch people who run school buses. That’s a measure that they support, but they won’t support photo radar—that same technology—being implemented in school zones, in designated safety zones.", "I’m reminded of a song by the great Stevie Wonder: “We are amazed but not amused / By all the things you say that you’ll do.”", "It is amazing that they will say one thing in here and they’ll do another. It’s incredible. We’ll anticipate a flip on this somewhere down the road—no pun intended—but, Speaker, we have evidence of other jurisdictions, mainly Quebec, that have initiated photo radar systems in designated jurisdictions. The statistics are factual. You can’t dispute the statistics. Bodily injury resulting in property damage has gone down by 59%, and the incidence of accidents in those areas where safety cameras or photo radar have been initiated has gone down 23%.", "If they went down 1% to save one child’s life in a safety zone near a school it’s worth it, and I would support it, Speaker." ],
  "anchor" : "para298"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener Centre." ],
  "anchor" : "para302"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I’m very pleased to be able to offer some comments on the member for Nipissing’s discussion on Bill 65.", "Throughout his 10 minutes this morning, he kept quoting our transportation minister, saying that photo radar is not coming back, but what he neglects to say is that it’s not coming back on provincial highways. Why does he keep leaving that out?", "The member for Essex quoted Stevie Wonder. I would add to that that perhaps the opposition is tone-deaf in trying to give the full story. It is not coming back to provincial highways. Let me say that one more time: Our transportation minister has said that it is not coming back to provincial highways. I hope that that has registered with them.", "It’s being talked about for municipalities. They want to have this tool in order to calm down traffic. Quite frankly, we’re disappointed and dismayed that the member for Nipissing has tried to collapse the debate this morning on this very important road safety bill.", "Beyond that, I really don’t have more to add, except to say that we’re pleased to see that the third party is going to be supporting this bill, and I think that we need to get on with this." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener–Conestoga." ],
  "anchor" : "para308"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I want to just clarify that photo radar is going to come back on two major Ontario highways. You look at the city councillor from your neck of the woods in Hamilton, Speaker, that would like to put photo radar on the Red Hill expressway and the Lincoln Alexander. These are major highways in Ontario. Other highways around the province that are in municipalities: These are roads that it’s going to be put on. It’s a slippery slope. Of course they say that now it’s not coming back to the 401 or the 403, but we all know that when it comes to Liberals and what they say—I’ll just leave it at that.", "The Minister of Transportation has been the minister now for a few years. He took over Bill 31, and I would have hoped—we’ve got a year to an election—he would have brought in a substantial highway traffic amendment or an act that would deal with a variety of different things. Of course, the Premier’s office forced him to bring forward this photo radar bill because they took the tolling ability away from the city of Toronto so now they’re giving them a bit of a bone here on photo radar. But looking back at his tenure as Minister of Transportation and the legislative work his ministry has put forward, I just don’t know if this is the one that I would want. But hey, I guess that’s what happens.", "I want to commend, quickly, a traffic blitz in Halton Hills and Milton done by the Halton Regional Police. They set up shop in 13 locations for over 76 combined hours, enforcing high-risk zones. There were 90 charges laid—a variety of different charges: distracted driving, speeding, interfering with traffic, and impaired operation of motor vehicles. This was just done. It was called Project Safe Commute 2017. Enforcement is how you will deal with these behaviours. Distracted driving, one of the leading causes of death on our roads today—we’ll have done nothing to combat that through photo radar by taking a picture of your licence place." ],
  "anchor" : "para309"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I think we’re losing sight of what we’re debating here today. We’re debating the Safer School Zones Act, which means we are trying to create and debate legislation to protect our students’ safety. They’re our children. We’re talking today, of course, about not having photo radar, or having photo radar specifically in school zones, and that’s what we should be debating.", "I don’t agree with the Conservatives, Speaker. I don’t agree that we should be collapsing debate. The member who spoke earlier, the member from Kitchener Centre, said that she doesn’t want debate collapsed. I hope the Liberals agree that we need to have more debate on this, to try to let the Conservatives know that this is on the right track. We’ve had instruments in safe school zones in order to protect students, and one of those instruments does make sense in this case. It makes sense to have cameras.", "The member from Essex talked about how we have cameras everywhere now. They’re in people’s vehicles, on their dashboards. They’re in school buses. This is another layer of safety measures for our children, and we need to talk about this. We need to make Conservatives understand that this is the right thing to do when it comes to the safety of our children. When we’re talking about that, this is where we need to focus.", "We don’t want to collapse debate, because we want to make sure each member has an opportunity to talk about how serious this issue is. This is a life-and-death issue, really. I know that today our member from Algoma–Manitoulin has debate that he wants to contribute, so I hope we’re going to keep continuing debate on this issue. Then, when it gets to committee, I hope this can be worked out so that we can have the right direction about keeping our children safe. That could be a combination of two things: lowering speed and having cameras." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Nipissing has two minutes." ],
  "anchor" : "para317"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I want to thank the members from Essex, Kitchener Centre, Kitchener–Conestoga and London–Fanshawe for their commentary.", "I want to take exception with the member from Kitchener Centre. She suggested that I am trying to collapse debate. She should learn the difference between adjournment and collapsing, something I suspect their government will attempt to do on this very bill. So we’ll look forward to the discussion on collapsing debate when her government proposes this, perhaps as early as tomorrow.", "I want to again remind everyone here that we have always supported and continue to support initiatives that help make our school zones safer and, indeed, we regret the fact that the minister is taking an opportunity to enhance safety for children to simply open the door to photo radar on expressways, parkways and highways across Ontario by allowing the use of photo radar in a community safety zone.", "Without indicating any definition for what a community safety zone is, the bill allows carte blanche for photo radar and its associated fines to be implemented virtually anywhere, or virtually everywhere for that matter, within a municipality’s jurisdiction. Until government is prepared to define just what a “community safety zone” is, we aren’t prepared to endorse a photo radar approach anywhere.", "We have heard from many experts who continue to tell us that photo radar in school zones is not a suitable substitute for a police presence and for immediate impact to the—" ],
  "anchor" : "para318"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para323"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para325"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I see Kate Ivanchenko coming in to watch her first question period. She’ll be joining my office in a few weeks. We look forward to seeing you, Kate. Thanks for coming." ],
  "anchor" : "para328"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I’m happy to introduce my friend Professor Peter Love. He’s here with his fourth-year environmental class. We have Suren Balendran, Anne Kendall, Sarah McGlade, Michelle Vasconcelos and Mitch Zarycki." ],
  "anchor" : "para329"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Please join me in welcoming four visitors from Dufferin–Caledon: Eileen Fernandez, Betty Zamida, Rebecca Hodges and Catherine Hodges. Welcome to Queen’s Park." ],
  "anchor" : "para330"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’d like to welcome Ian and Fran Macfarlane to the Legislature today to see their grandson Coleton, who is a page. I want to welcome them to Queen’s Park.", "I want to apologize to them, because they have not yet been able to arrive because of traffic, but I wanted to get it on the record anyway." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you for that introduction.", "Introductions?" ],
  "anchor" : "para333"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "It’s my pleasure to welcome Esther Kothapally, the mother of our page captain Rajeev Danam. She’s here today from the riding of Pickering–Scarborough East." ],
  "anchor" : "para335"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I’d like to give a warm welcome to Jeff Holmes, the general manager of Kingston Bingo Group." ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have with us today, in the Speaker’s gallery, Mrs. Tania López Larroque, the Consul General of Cuba at Toronto. Welcome, Consul General.", "Also in the gallery is a former MPP, who served from the 32nd to the 39th Parliament: Mr. Tony Ruprecht. Welcome, Tony.", "There are no further introductions. Therefore, it is time for question period." ],
  "anchor" : "para337"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. I hope everyone has had a chance to see the Ontario Chamber of Commerce letter today. They had a lot to say about cap-and-trade. In fact, they have many of the same concerns that the Ontario PC caucus has been raising.", "They noted the costs could lead to Ontario “losing out on jobs and investment.” That’s from the chamber of commerce—“losing out on jobs and investment.”", "The chamber noted that the Liberals “must consider how we can prevent exporting jobs” and investment “while importing pollution.” But that’s just what their scheme does.", "Will this government stop exporting jobs and importing pollution under their dangerous cap-and-trade scheme?" ],
  "anchor" : "para342"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I’m sure the Leader of the Opposition knows that the federal government has mandated that every province and territory have some form of carbon pricing in place by 2018; I’m sure he’s aware of that. I’m sure he’s aware that the reason for that is that, as humanity, we are facing the greatest challenge in our history: understanding that climate change is real.", "We’re taking the lead in Ontario to move forward with a plan to cap the pollution that businesses can release in order to reduce that pollution, in order to reduce those greenhouse gas emissions. We’ve chosen this because it best balances affordability with emission reduction. That’s why we’ve chosen it.", "In fact, the proposal that the Leader of the Opposition has talked about would cost four times as much—" ],
  "anchor" : "para346"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "That’s why you’ve chosen to export jobs and import pollution?" ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Member from Renfrew, come to order." ],
  "anchor" : "para350"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—as what we are going to be proposing." ],
  "anchor" : "para351"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "In case he didn’t hear it, the member from Renfrew, come to order.", "Supplementary?" ],
  "anchor" : "para352"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: The Premier said that this is mandated by the federal government. Let me say, the federal government did not mandate Ontario to be sending $200 million to California by 2020. It did not mandate Ontario to be sending almost $2 billion by 2030 to subsidized businesses in California and Quebec. This makes us less competitive.", "The Auditor General has said that this does not even help with reducing emissions in Ontario. As the chamber says, this is about importing pollution to Ontario. So now we have the Auditor General saying that you’re not going to significantly reduce emissions in Ontario and you’ve got the chamber saying that you’re going to import pollution. Can you not take a pause and look at this? Why are you going to continue to help businesses in California?" ],
  "anchor" : "para355"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let’s just look at what the Conservatives want us to do. They want us to go down a road that would be more expensive, but even more worrisome, it would be less effective. There are young people sitting in the gallery today who are interested in a sustainable future for the planet, so it is critical that every jurisdiction do its part.", "We’ve chosen the most effective, most cost-effective, most affordable process. What the Conservatives are suggesting would cost businesses, individuals and families four times what the plan we are putting in place would cost. It makes no sense, it would not be as effective and it certainly would not be as affordable." ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "The Premier makes assertions that are not based on reality. The reality is the chamber is not concerned about any other plan. The chamber is concerned about this Premier’s cap-and-trade—" ],
  "anchor" : "para360"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. My hope was that as soon as I started hearing some of the heckling, I ask people to stop. That has not happened, so I am dangerously close to going to warnings quickly. If that’s the case, so be it." ],
  "anchor" : "para362"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "The Premier says that this is about protecting the planet for the children watching here today. The reality is her plan does not do that. According to the Auditor General, their plan will cause us to lose jobs and lose investment. The chamber has made that clear. We’re going to be importing pollution under their plan. Can you imagine that? Importing pollution. We’re not even reducing emissions here, yet we’re putting a huge new cost on business.", "Why does this Premier want to kill jobs in Ontario and actually import pollution? It doesn’t make sense. It’s as bad as the Green Energy Act. It hurts Ontario and makes us less competitive." ],
  "anchor" : "para363"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para366"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of the Environment." ],
  "anchor" : "para368"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "The Leader of the Opposition is proposing to increase carbon pricing in Ontario from $18 a tonne in ours to $72 a tonne.", "I’m just curious about something. If the Leader of the Opposition could turn slightly to the left and talk to the member from Leeds–Grenville, who supports Kevin O’Leary for leadership. Kevin O’Leary said, “Patrick Brown, if he wants to bring carbon taxation into Ontario, even though he’s a Conservative, I’ll campaign against him. I’ll work very hard to make sure he stays out of power.” Even his deputy leader doesn’t agree with him. Carbon taxes make no sense." ],
  "anchor" : "para369"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please.", "New question." ],
  "anchor" : "para372"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. From April 29, 2015: “Any decision of that ... magnitude would require a two-thirds majority of the Hydro One board of directors, which means that having 40% ownership protects us.” Who said that? The current Premier of Ontario.", "October 20, 2015: “With 40% ownership of the board, that would require that the people of Ontario have a say.” Who said that? The Premier.", "October 28, 2015: “Will there be the ability of the government to retain control over major decisions because of that 40% ownership? Yes.” That’s the Premier again.", "All of these were said by the Premier.", "So, Mr. Speaker, my question to the Premier is very clear. The Premier has always maintained that with this share, the government will have control of Hydro One’s big decisions. These are the Premier’s words. Is that still the case today?" ],
  "anchor" : "para376"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Yes, it is." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para382"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: The Premier is saying that we have control of Hydro One. She’s on the record numerous times saying that. Yet when we ask about the Hydro One executive salaries, the government’s response is, “We have no control. We have no say. This is a private company.”", "You can’t have it both ways. The Premier is on record saying that we’ll retain control. She pitched that to Ontarians under her fire sale of Hydro One, and now we have salaries that, frankly, are offensive. We have multi-million dollar salaries, we’ve got a millionaires’ club of senior executives at Hydro One, and the government is saying they have nothing to do with it.", "They are speaking out of both sides of their mouth. They can’t have it both ways. My question is—yes or no—given the fact that you’ve said you have control, will you rein in these offensive executive salaries?" ],
  "anchor" : "para383"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. As I have done in the past, I just want to tell the member that an expression was used that I do not allow to have happen. I didn’t see an outrage, but I will remind him not to use that phrase again, please." ],
  "anchor" : "para388"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "As the member opposite probably knows, when we put the prospectus out, it was very clear as to what those salaries would be. We were very transparent and open as to what would occur going forward. We recognized that we wanted the company to be more responsive to consumers, ensuring that they relate better to the customers and the rate base.", "They’ve been doing so. The company has now improved dramatically since its inception. They attracted some of the brightest and the smartest out there to enable us to attract greater value for this company, which ultimately benefits all Ontarians going forward—including our ability now to reduce rates by 25%.", "The salaries were fully disclosed last year—before today." ],
  "anchor" : "para389"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para392"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier, I did not get an answer. The Premier is on the record that “the people of Ontario will retain de facto control of Hydro One.”", "The Premier promised Ontarians that we’d have control over Hydro One. Yet here we are seeing offensive salaries—$4.5 million as a salary is appropriate? Give me a break. It’s not. This government is trying to hide from it. They promised us control. They’re walking away from that.", "It’s not too late to do the right thing. You still have a majority of the shares. You still have control, if you actually meant what you said.", "My question is this: Yes or no, will you rein in these offensive executive salaries that are completely out of context with the rest of the country, completely out of context with what people make? It’s too much. It’s wrong. The Premier needs to clean this up." ],
  "anchor" : "para393"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "It’s critical that this corporation do its utmost to provide greater value for the ratepayers and for the people of Ontario. That is what is occurring, because a net value to the ratepayers and the shareholders, which, as the member opposite has rightly noted, is the province of Ontario—it will always be the majority shareholder, will always have the largest say. We do have the ability of gaining more value from this corporation and to allow the operator to do its job effectively and in a competitive manner.", "Now we have an opportunity to foster consolidations around the industry. There are 72 competitors in Ontario distributing hydro. We need them all to do better. This corporation is doing just that." ],
  "anchor" : "para397"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier. Does the Premier believe it’s fair for Hydro One to jack up delivery rates by 20% at the same time as hydro executives get a multi-million dollar raise?" ],
  "anchor" : "para400"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We are reducing people’s hydro bills around this province by 25%. There is already an 8% reduction in place, and on top of that, another 17%. We recognize that people across the province need help with their electricity bills. We recognize that with the 8%, that was not enough; there needed to be more.", "We also recognize that people outside of dense urban areas, so in more remote and rural areas, need more support. So they will see not a 25% reduction, but in some instances, a 40% or 50% reduction.", "That is going to happen this summer. Those are real impacts of the plan that we’ve brought forward that will help people in their lives to make sure they can pay their bills and look after their families. That’s the step that we are taking." ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para404"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Yesterday, the Premier and her Minister of Energy defended the Hydro One CEO’s 500% salary increase, saying it was because they introduced e-billing. I’m not sure if that was a joke or not, Speaker, because—let’s be honest—the biggest news coming out of Hydro One is that they want to have an increase of delivery rates by 20%. That’s the biggest news coming out of Hydro One.", "Will the Premier tell Ontario families whether she thinks Hydro One’s CEO should be getting a 500% raise?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I have said many times, I know that these are high salaries; I understand that.", "The focus of our initiative has been on reducing people’s hydro bills, giving them a break, because we recognize that the building that we have done, the investments that had to be made because the electricity system was in shambles, that there’s a cost associated with those. So we’ve been removing costs from the electricity system.", "We recognize that wasn’t enough, and so this summer, people will see a 25% reduction on their electricity bills, and outside of the urban areas in more remote and rural areas, a 40% to 50% reduction. We understand that that’s what people need. That’s the plan that we’ve brought forward, and that’s what we’re implementing." ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para410"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, there is no plan, but it sounds like a bouncing ball. First it was 17%, then 25%, now it’s 40% or 50%. I don’t think a single Ontarian believes this government.", "Hydro One has applied to jack up delivery rates by 20% at the same time that hydro executives get multi-million dollar raises. The Premier and her Minister of Energy don’t seem to have a problem with this at all.", "When will the Premier stop advocating for the 1% and start advocating for the 99%?" ],
  "anchor" : "para411"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The 99% are exactly who are going to see a 25% reduction. If you add 17% and 8%, you get 25%. If you look at distribution charges that are going to be brought down in the remote and rural areas, you get that 25% up to 40% or 50%. That’s how those numbers have been calculated, because those are the reductions that people are going to see on their electricity bills.", "The reality is that we recognize that the costs of the investments that we have made in an electricity system that was in shambles, was not reliable and was not clean—that there was a cost associated with that. That’s why people will see those reductions, come summer." ],
  "anchor" : "para417"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is for the Premier: $1,650 is already a ridiculous amount of money to have to pay to rent a one-bedroom apartment that is less than 500 square feet and has no balcony, but that is the reality of Graham Farquhar. As if $1,650 a month wasn’t high enough, Graham got a shock recently when he found out that his landlord is planning to double that rent on July 1 of this year.", "Yesterday, the Premier said this was “really unacceptable,” but refused to say when she’s actually going to do something about it. Can the Premier tell us when her expressions of sympathy will be backed up by something a little more tangible, like closing the 1991 rent control loophole, which we could actually do today?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I’m well aware that certainly the member for Toronto–Danforth understands how important this is, because when he raised it and our Minister of Housing was able to respond to it, we made it clear that we get this. Something has to be done. We are going to be bringing forward not just a plan on that particular issue, but on housing affordability, on rental affordability. There are a number of changes that need to be made, and we’re going to bring those forward in context.", "There is no argument between me and the leader of the third party. Something needs to be done. We recognize that. We’re going to be bringing forward proposals very soon." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Supplementary?" ],
  "anchor" : "para426"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Well, time is ticking. Landlords are licking their lips and tenants are getting really nervous about the future.", "Generation Squeeze issued a report today, saying that the quality of life for young people living in the GTA is slipping. The report singles out the high cost of rental housing as one of the causes, saying that young people are working full time, but watching their money “down to the penny.”", "Is the Premier planning to tell a whole generation of young people that they’re going to continue to see their quality of life decline because she is afraid to take action quickly to close the 1991 loophole immediately?" ],
  "anchor" : "para428"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I said in my first answer, we are not having an argument about this. I actually agree that there are things that need to be done.", "In fact, this issue of fairness for tenants, in the context of fairness for landlords—when I came into office in 2003 as the member for Don Valley West, I actually advocated within our caucus to change the Landlord and Tenant Act. It got changed to the Residential Tenancies Act. We made a lot of changes that would help people put in place supports for tenants.", "But there’s more that needs to be done. There is no argument between me and the leader of the third party. There is no argument between me and the member for Toronto–Danforth. There is more that needs to be done. We are bringing forward not just one item, but a package of proposals that will deal with housing affordability in our province." ],
  "anchor" : "para431"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para434"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Well, if I were the Premier, I’d be awfully embarrassed—admitting she’s been advocating for this since 2003 and nothing has happened on this file, and people are getting economic evictions from the places where they live.", "If the Premier wanted to help, if she actually wanted to take some action to do something about this major issue that’s facing young people and thousands of tenants, she could. She could do it right now.", "Will the Premier bring in the NDP bill? Will she bring it forward for a vote today, close that 1991 loophole immediately and protect the renters of this province?" ],
  "anchor" : "para435"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Housing." ],
  "anchor" : "para441"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you for that question. It goes without saying that it’s unacceptable that so many Ontarians are faced with housing costs that are rising so dramatically. It goes without saying when we talk about that. As Minister of Housing, I want to help every Ontarian reach home ownership. For Ontarians, a house is more than a place to sleep; it’s a source of pride.", "Let’s just talk about some of the things we’ve done. We’ve already said that rent control—we’re open to expanding that. We’ve said time and again, “Sooner rather than later,” so perhaps the third party can’t take yes for an answer.", "We’re working with our municipalities to promote secondary suites because supply is important. We’ll have more in a supplementary." ],
  "anchor" : "para442"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "My question this morning is for the President of the Treasury Board. Yesterday, we learned that the president of OPG, who was the top earner on the province’s payroll in 2016, actually made $700,000 more than the sunshine list disclosed on Friday. The difference was a bonus that showed up on OPG’s books, but was suspiciously left off the government’s books.", "How many more six-figure bonuses has the President of the Treasury Board hidden from the people of Ontario?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "What is reported on the sunshine list, as I’ve said several times in here, is not the annual salary. It is—as your legislation requires—what is reported in box 14 of the T4. It is whatever Canada revenue says should go in box 14 of the T4. That is what is reported.", "Now, it is also true that there are things that aren’t reported, for example, pensions. So it is not—" ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Member from Bruce–Grey–Owen Sound, come to order.", "Finish, please." ],
  "anchor" : "para451"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "So the fact that the pension contributions are not reported is perfectly consistent with the law, as you laid it out, because that isn’t in the T4 salary box.", "What is also true is that our new executive compensation legislation says no bonuses—" ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para455"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "We’ve watched this government hand out six-figure performance bonuses for projects that were over budget and late or built upside down. They operate like The Oprah Winfrey Show over there. “Look under your seat. There’s probably a bonus there waiting for you.”", "Here we have a project that isn’t even done yet, and the government’s hitting taxpayers up for hundreds of thousands of dollars again. How many more big bonuses did the President of the Treasury Board hand out this year for projects that were over budget, late or incomeplete?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para458"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "When it comes to OPG and the work that’s happening right now with our nuclear refurbishment, the OPG president has reported to us that they’re actually under budget and on time, something that we expect from our executives. That’s great news for Ontario ratepayers.", "When it comes to OPG, as the President of the Treasury Board outlined, the process is being followed by us as laid out by our framework. OPG sought appropriate comparators and set compensation at a level that is restrained but is competitive for the industry." ],
  "anchor" : "para459"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton." ],
  "anchor" : "para462"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Let’s not forget that these are our nuclear technical experts, and we want the operators in our plants to be the best in the world.", "As the President of the Treasury Board outlined, Mr. Lyash’s salary was reported accurately in the sunshine list, just like every other person’s salary appears on their T4." ],
  "anchor" : "para463"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question to the Premier. Today I read about Victoria Mininni, a young woman who did everything right, but still can’t seem to get ahead here in Toronto. Victoria works as a designer, a coveted job in her field, but she couldn’t afford her rent on just that salary, so she also works as a bartender. She works 60 hours a week, and says she doesn’t know when she’s going to be able to stop living like this.", "The Premier could help her right now. Will she commit to the supporting my bill to close the 1991 rent control loophole, and help Victoria and people like her?" ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Premier." ],
  "anchor" : "para469"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Once again, I said earlier that I know that the member for Toronto–Danforth understands. I know he listens to tenants’ advocacy groups. He talks to individuals as I do in my own riding. I know that some of the people, like Abbas Kolia, like Pat Moore, who have been working with me—that he knows those people. He knows the concerns of tenants around the province." ],
  "anchor" : "para471"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Chief government whip, second time." ],
  "anchor" : "para473"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "When he brought his bill forward, on that very day the Minister of Housing made it clear that this is something that we are concerned about and that we are moving forward on. We’re going to be bringing forward a proposal for a number of changes.", "As I said to the leader of the third party, there is no argument between us on this. This is something that needs to be done, and it’s something that is a series of changes on top of changes that this government has already made. We look forward to moving forward, Mr. Speaker." ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para477"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Concern and commitment are two very different things.", "University of Toronto housing advocates say that young people like Victoria may have the mistaken impression that it’s their fault that their economic stars have not aligned. “There might be a sense that they’ve done something wrong,” reads the Generation Squeeze report.", "Will the Premier commit today—not just express concern—to taking the first step in fixing the mess that is causing so many young Ontarians to lose hope for their future? Will she commit to ending this rent control loophole now?" ],
  "anchor" : "para478"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Housing." ],
  "anchor" : "para481"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Again, housing affordability is on the lips of virtually all of us. I can’t walk down the street without bumping into a neighbour who not only talks about the price of housing on our street but the struggle their children face in renting and accommodation or buying their own place. What I will commit to today, Speaker, as I said last week to the member opposite—that’s why we’re already developing a plan to address unfair rises in rental costs by delivering substantive rent control reform in Ontario as part of an ongoing review of the Residential Tenancies Act. Mr. Speaker, we’ve been working on this since June of last year. We’ll have a whole suite soon." ],
  "anchor" : "para482"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "My question is to the Minister of Education. Speaker, soon after I was elected, I learned that the TDSB was planning to sell Silver Creek Public School, which would displace hundreds of children with special needs at the Etobicoke Children’s Centre and Silver Creek Pre-School in my riding of Etobicoke Centre. It was unacceptable to me that we would endanger services for the most vulnerable children in our community. That is why I made saving Silver Creek a priority and worked alongside members of our community, including the Friends of Silver Creek, Etobicoke Children’s Centre, Silver Creek Pre-School; multiple ministries; and multiple ministers and staff here in our government to save these essential services.", "Yesterday, Minister, you made an announcement in my riding regarding what our government is going to do about these issues. Speaker, through you to the minister: Can you tell us more about yesterday’s announcement?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Phenomenal colleagues like the member from Etobicoke Centre and the member from Kingston and the Islands are exactly what we need in this Legislature.", "I was at the Etobicoke Children’s Centre to announce that the province intends to acquire two facilities to preserve the full range of support services that are available to local families. This proposed investment would preserve the supports for children’s mental health and autism; licensed child care, including specialized care for children with a range of special needs; and the early years child and family support program currently offered at McNicoll Public School in North York and at Silver Creek Public School in Etobicoke.", "Local families can now rest assured that the programs and services they rely on continue to be there for them and their children. This development was made possible because of collaboration. Our government has listened to the communities and the MPPs who represent them. Our government is committed to making it easier to create and maintain community hubs across Ontario." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "It was a true honour to participate in yesterday’s announcement. I have to tell you that moments like yesterday are why I ran for MPP: to make a difference for people in our community, and we did that yesterday. Yesterday, people had tears in their eyes during that moment.", "Through our collective work to protect and preserve these essential services at Silver Creek Public School, I have spoken to countless families, and I have to tell you that I’ve developed a new appreciation for the importance of these services for children and families in our communities across Ontario.", "I’m proud that we recognize the value of preserving both Silver Creek Public School and McNicoll Public School as vibrant and essential community hubs to support community services in our communities. With yesterday’s announcement that the province intends to acquire Silver Creek, I think families in Etobicoke Centre can take comfort in knowing that we are working to maintain services for children with special education needs.", "Minister, can you tell us more about the important services that these hubs will continue to offer?" ],
  "anchor" : "para490"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to thank the member for the question. You know, these types of initiatives make me proud to be part of this government here in Ontario.", "Silver Creek and McNicoll schools are more than just schools; they are spaces where families come together to access important services. Silver Creek public school offers licensed child care and specialized care for children with special needs. Both Silver Creek and McNicoll offer a range of child and youth mental health services and autism programs, and they’re able to do this through two amazing organizations: Adventure Place and the Etobicoke Children’s Centre.", "These types of supports are so important to our communities. In my role as the Minister of Children and Youth Services, I’ve spent a lot of time with parents across the province who know that these types of programs are so important to help build families and support children here in Ontario." ],
  "anchor" : "para495"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is to the Attorney General. Two weeks ago in question period, I called on this government to require mandatory sexual assault training for judicial appointees. At that time, the Attorney General rejected the idea completely, claiming that to do so would undermine judicial independence. So it was curious that yesterday we saw a government member announcing her intention to introduce a private member’s bill that does what the Premier and Attorney General, as recently as last week, said they would not support.", "During her announcement, the member for Davenport claimed that she had the support of her caucus in introducing this bill. All of this makes me wonder if the Attorney General even knows what his caucus colleagues think about this issue.", "My question to the Attorney General is: Has he come around to supporting mandatory sexual assault law training for Ontario judicial appointees, or is he just playing political games to avoid taking responsibility?" ],
  "anchor" : "para499"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I thank the member for asking the question. I appreciate the press conference that the member from Davenport did yesterday.", "All members of this House, I hope, recognize that when we’re dealing with issues around sexual assault, sexual violence or harassment, it’s not something that is partisan in nature. That is not something that we should be debating in political terms.", "What we should be doing is exactly what our Premier has done: show leadership in making sure that we’ve got effective strategies and plans in place to combat sexual violence and harassment. I’m really proud of the Premier for bringing forward the It’s Never Okay strategy, which will ensure that we, in a very meaningful way, put an end to sexual violence and harassment in our province. There is an opportunity for us to be a leader for the rest of the country." ],
  "anchor" : "para502"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para505"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Back to the Attorney General: You are making it partisan. There are mixed signals coming from this government on what is a clear issue: doing what is right to protect sexual assault survivors. What you’re doing is appalling.", "I’ve received many expressions of public support for mandatory sexual assault training for provincial judges, which confirms it is a pressing issue for Ontarians. Hiding behind judicial independence shows a lack of will to act on the part of the government. If the Wynne government was truly serious about this issue, they would introduce this as government legislation, not a private member’s bill.", "In any case, it always seems like the only way to get this government to act, whether it’s on sexual assault training for judges or human sex trafficking, is to shame them into it.", "My question to the Attorney General is: When will he stop the political games and tackle the issue of sexual assault training head-on like a responsible—" ],
  "anchor" : "para506"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Order, please.", "Attorney General." ],
  "anchor" : "para511"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I want to tell the member opposite and all members of this House that I, as a member of provincial Parliament, as the Attorney General of this province, as a son and a husband and as a father of a young daughter, take the issue of sexual assault and harassment very, very seriously. To make accusations like this is beneath any member of this House.", "What I also take very seriously is the very—" ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para516"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "What I also take very seriously as Attorney General is the fundamental tenet of our democracy, and that is the independence of the judiciary. We all know that in our system of democracy, we do not get to tell the judiciary what they should or should not do. That is totally within their scope.", "I look forward to reviewing the member from Davenport’s bill, which I have not, to see exactly what the scope of that bill is." ],
  "anchor" : "para518"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Premier. The CEO of OPG earned more than $2 million in total compensation last year, not the $1.2 million that was stated on the sunshine list. The government’s gradual thawing of public sector executive pay allowed the CEO to walk away with over $2 million in salary, bonuses and pension money, and almost $40,000 in other pay. That $40,000 is what most young people in this province would be thrilled to earn. They face stagnant wages. How can this Premier justify these executive salaries to the struggling young people of this province?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para522"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m pleased once again to rise and speak to the great work that OPG is doing in our province, making sure that we have affordable power that’s also clean. I know that on paper those salaries do look very large, but let’s not forget that these individuals are nuclear technical experts. The comparators that are used make sure that they’re not the highest-paid in this sector, but they’re also not the lowest-paid in this sector.", "We also want to ensure that our nuclear facilities are run by the best—" ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para526"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "—that our nuclear facilities are run by the best people to ensure the safety and health of everyone in the province. That’s what the executive is doing at OPG." ],
  "anchor" : "para527"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para528"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Again to the Premier: These high salaries, bonuses and pension perks are indefensible. They are not just high on paper; they’re high in the real world, which is the province of Ontario.", "Does the Premier understand that a whole generation in this province is struggling with part-time, contract and unstable work? They’re not getting ahead; they are barely treading water.", "A new report out today shows that Ontario has the second-worst economy for young people in the country. In fact, “No province reports a decline in full-time earnings since 2003 except Ontario.” This means young Ontarians are working for less money than their parents, at a time of skyrocketing rents and hydro costs.", "When is this government actually going to do something and make life more affordable for the people of this province?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Once again, I do acknowledge that these salaries are high, but these are our nuclear technical experts who are keeping our facilities operating at high safety standards, making sure that all health and safety standards are being met, and making sure that we have power right across this province.", "But when it comes to making sure that people have affordable lifestyles, that’s what we’ve done with our fair hydro plan. Bringing forward a plan with a 25% reduction—we worked with the experts at OPG to ensure we can find ways to bring down our rates. A 25% reduction for all families, small businesses and farms right across the province is extremely—" ],
  "anchor" : "para533"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para536"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "It is something that we’re very proud to bring forward, our Ontario fair hydro plan, which is helping families and businesses right across the province." ],
  "anchor" : "para537"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question is to the Minister of Indigenous Affairs and Reconciliation. I know that our government is dedicated to working with First Nations as partners in order to achieve better social and economic outcomes. The Kashechewan First Nation community, with an estimated 2,300 residents, has faced a series of floodings for years. Flooding has often caused the community to declare a state of emergency, leaving its residents vulnerable. This is an issue that has been going on for a while, and one that requires immediate attention.", "Can the minister please elaborate on what our government is doing to help the Kashechewan First Nation community?" ],
  "anchor" : "para539"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "The safety and well-being of indigenous communities in Ontario, especially First Nations, is a top priority for this government. We take that matter very seriously. For too long, the people of Kashechewan have had to endure yearly evacuations and to endure all the difficult social and physical problems that those evacuations entail.", "With my federal colleague Minister Bennett, I went to Kashechewan this past Friday, where we signed a tripartite agreement between the Kashechewan First Nation, the federal government and Ontario.", "I met with many members of this community. I was particularly touched by my meetings with the children of the community, who are so looking forward to having this difficult issue resolved, along with their parents and grandparents.", "Canada, Ontario and the Kashechewan First Nation are committed to working together to fix this problem of flooding." ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "I’m glad to hear that our government is committed to working with First Nations communities such as Kashechewan to address the issues that they face. Everyone should live in a safe, sustainable environment, and should not be subject to hardships that are out of their control. Although there is much work left to do, I am encouraged to know that this government is taking the necessary steps to solve this issue. Agreements such as this will help strengthen our partnership with indigenous communities.", "Can the minister please elaborate on what led to the signing of this important agreement?" ],
  "anchor" : "para546"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "This is what led to the signing of this tripartite agreement: Over the past years, Kashechewan has been subjected to states of emergency and evacuations due to flooding and other issues time and time again. It has had serious safety, social and economic impacts on the community.", "Chief Friday, from Kashechewan First Nation, wrote to Premier Wynne and asked that Ontario join with him and the federal government at the table to tackle this issue. We answered Chief Friday’s call. We are at the table with the First Nation and the federal government.", "We understand the concerns, and that immediate action has to be taken. That’s why I went to Kashechewan on Friday and signed that agreement with Minister Bennett and with Chief Friday of the Kashechewan First Nation." ],
  "anchor" : "para548"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question is for the Minister of Energy. On the weekend, I spoke with the executives of Legion Branch 23 in North Bay. Their hydro bill had climbed from $38,000 to over $48,000. That’s despite converting to LEDs, changing the ballasts, and doing everything else they were advised to do.", "Preston Quirt, Bill Wilkins and Jim Thompson told me that “hydro has broken our backs.” They told me they were “forced into bankruptcy because of their hydro bills.” Eventually, the Legion was forced to sell their building. They’re a prime example of how this government’s failed energy policies are hurting communities across Ontario and creating hydro horror stories.", "I ask the minister: Will the government put a stop to their costly vanity ads and address the real hydro crisis they created in Ontario?" ],
  "anchor" : "para552"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I want to thank the member for the question and for highlighting some of the organizations in this province that are having a difficult time. That’s why we acted with the Ontario fair hydro plan. Organizations like Legions and many other institutions that we all have in our ridings will see this 25% reduction. That’s why we brought forward this plan, to actually help those organizations.", "I’m hoping that the member actually talked about what they would do as a party if they ever had the opportunity to bring forward a plan. But, Mr. Speaker, they have no plan. They have no idea on the system. All they did was allow the system to deteriorate for decades. Under our government, we’ve rebuilt the system to make sure that we have power in northern Ontario, that we now have an affordable plan that will help Legions right across the province." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para558"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the minister: He obviously missed the point that the Legion was forced to sell their building. They’re gone.", "Preston, Billy and Jim told me, “This hurts us; we had to lay off staff ... and it’s hydro that did it.” They can no longer support their pipe band. They can no longer support their track and field grants that helped so many area men and women to make it to the Olympics. They can no longer have a hall to give out for charity events. They can no longer properly take care of their vets, and they told me that’s what hurts them the most. They want to “lay the blame where it lies—and that’s with their hydro bill.” Proud ownership of the Legion Branch 23 building is nothing but a distant memory today.", "Our party has been sharing these tragic hydro stories at question period—mostly to heckling. How many more Legions, rinks and restaurants need to close before this minister takes any action?" ],
  "anchor" : "para559"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para563"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Long before my arrival in this ministry this government took action on building a system to ensure that we have a clean system and a reliable system, something that they didn’t do when they were in power. They actually froze rates to make sure that there was no investment in the system. We invested $50 billion to make sure that we have a clean system, a green system and a reliable system.", "The fair hydro plan coming forward will help Legions. It will help curling clubs. It will help 500,000 small businesses and families. What we are doing is making sure our fair hydro plan will actually benefit everyone in this province.", "They don’t have a plan. They don’t even have time to consider one. The only thing that leader can do is pen a letter about saving the NHL and the Olympics." ],
  "anchor" : "para565"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "New question? The leader of the third party." ],
  "anchor" : "para568"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier—" ],
  "anchor" : "para569"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Order." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville.", "The leader of the third party." ],
  "anchor" : "para573"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier. The Ministry of Health has stopped all new admissions to Cedarwood Lodge, a temporary long-term-care home in Sault Ste. Marie. The ministry says there is serious “risk of harm to the health or well-being of residents.”", "This is deeply troubling news for families whose loved ones live at Cedarwood and it adds to the stress and worry felt by the 553 people who are waiting today for long-term care in the Soo.", "Will the Premier tell the people of Sault Ste. Marie what the serious risks are that have been found at Cedarwood Lodge and, since the Premier has refused to support the NDP’s call for minimum standards of care, how she is ensuring residents are going to be kept safe?" ],
  "anchor" : "para576"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para579"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question with regard to Cedarwood. It goes without saying that all long-term-care residents in this province deserve to live in their homes in these residences safe and secure, and in a compassionate environment. That’s why the safety and the quality of care is so important to this government. We’ve implemented an inspection regime which allows us to provide those assurances in the minority of cases when and if a home isn’t providing the standard of care that they’re required to under the act or that Ontarians should expect to receive in these homes.", "It is true that a cease of admissions was issued. The Ministry of Health did this in the case of Cedarwood, and I’m happy to explain the reasons behind that in the supplementary, Mr. Speaker." ],
  "anchor" : "para580"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para582"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Families have been concerned about their aging loved ones in Cedarwood Lodge for a long time. In less than two years, this for-profit facility has received at least 20 orders to comply and—get this—84 written notices of violation of the law. New admissions were suspended back in 2015, yet it’s happening again.", "People in the Soo and across Ontario want real action to improve the quality of long-term care for all of our seniors, but this Premier is refusing to properly staff long-term-care homes and refusing to support the NDP’s call for a minimum standard of care.", "Why is this Premier failing to ensure that every senior in Ontario lives with the dignity, the comfort and the safety that they deserve?" ],
  "anchor" : "para583"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "When the ministry conducted a quality inspection late last year, they found a number of areas of non-compliance. They included not following resident plans of care; not identifying triggers to responsive behaviours following a resident altercation that resulted in physical injury to another resident; not having a program in place for skin and wound care, as well as no falls prevention program; not reporting abuse to the director immediately; not ensuring that there was sufficient collaboration between staff and others in the assessment of resident care and their care plans. There were instances where changes were made without the approval of the attending physician.", "These are serious matters. I want to reassure the residents of long-term care as well as their families that their safety is assured. We are addressing these issues and we’re monitoring the situation very closely." ],
  "anchor" : "para586"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Ma question est pour la ministre déléguée aux Affaires francophones, l’honorable Marie-France Lalonde.", "Comme vous le savez, monsieur le Président, nous avons célébré la Journée internationale de la Francophonie le mois dernier. Je sais que notre gouvernement, et plus particulièrement la ministre déléguée aux Affaires francophones, l’ont commémorée de plusieurs façons.", "En effet, c’est la première Journée internationale de la Francophonie que l’Ontario célèbre en tant que membre observateur de l’Organisation internationale de la Francophonie. Je crois que c’est un moment fort pour les francophones dans notre province. Il y a plus d’opportunités que jamais auparavant.", "Est-ce que la ministre peut nous expliquer comment notre gouvernement travaille pour faire rayonner notre francophonie ontarienne en dehors de nos frontières?" ],
  "anchor" : "para589"
}, {
  "speaker" : "L’hon. Marie-France Lalonde",
  "text" : [ "Je remercie le député d’Etobicoke-Nord pour sa question et je tiens vraiment à souligner qu’il est un très grand ami de la francophonie.", "En effet, l’Ontario n’a jamais rayonné autant en francophonie, et ce, au-delà de ses frontières.", "La semaine dernière, j’ai eu la chance de participer à notre première séance du Conseil permanent de la Francophonie à Paris en tant que membre observateur : une autre belle occasion de parler de nos 611 500 Franco-Ontariens, de nos institutions bilingues et francophones ainsi que des atouts de notre province à des diplomates francophones et francophiles de partout dans le monde.", "Laissez-moi vous dire que la communauté internationale a beaucoup à apprendre sur la francophonie ontarienne et que les gens à qui nous parlons sont vraiment impressionnés par son dynamisme, sa vitalité et ses institutions. De plus, cette expérience fut une opportunité pour en apprendre davantage sur ce que la Francophonie a à offrir et sur notre rôle futur dans cette grande organisation internationale." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para597"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Je remercie la ministre pour sa réponse. Je suis vraiment fier de tout le progrès réalisé pour les Franco-Ontariens et Franco-Ontariennes. Les francophones font partie de l’histoire de l’Ontario. Moi-même, j’ai aussi une communauté francophone et francophile très, très dynamique et vocale dans ma circonscription d’Etobicoke-Nord.", "Est-ce qu’il y a d’autres initiatives qui pourraient soutenir notre francophonie pour que la ministre continue de rayonner pour les générations à venir?" ],
  "anchor" : "para598"
}, {
  "speaker" : "L’hon. Marie-France Lalonde",
  "text" : [ "Qaadri, avons participé à un forum fédéral-provincial-territorial sur l’immigration francophone. Cette rencontre était historique : pour la première fois en 150 ans d’histoire, les ministres de l’immigration et de la francophonie se rencontraient pour discuter de stratégies pour renforcer l’immigration francophone.", "Nous le savons ici en Ontario : cette immigration sera cruciale pour nos communautés francophones. Laissez-moi vous dire que la voix de l’Ontario a été entendue à ce chapitre à Moncton.", "D’ailleurs, j’en profite pour remercier tout particulièrement ma collègue Laura Albanese pour son dévouement par rapport à cet enjeu alors que nous travaillons fort pour tenter d’atteindre la cible de 5 % d’immigration francophone en Ontario. Et laissez-moi vous dire que nous allons continuer de soutenir nos communautés francophones, que ce soit à travers des initiatives locales ou globales, pour qu’elles puissent croître et prospérer." ],
  "anchor" : "para600"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is to the Minister of Health. I’ve been working with a constituent from Dufferin–Caledon who is languishing on one of your wait-lists. Mr. Alcorn’s surgeon has told him that he requires immediate back surgery, but there is such a long waiting list it will be one year until his next consultation and at least two years until his surgery. Mr. Alcorn wants to know: Why is he being forced to wait three years for his needed back surgery?" ],
  "anchor" : "para605"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, of course, not knowing the specifics of this gentleman’s situation, I can’t comment specifically, but we are working hard and making targeted investments to reduce wait times.", "I had referenced, I believe yesterday, that Ontario, when it comes to the time from family doctor to specialist and specialist to the procedure, if one is necessary, has the shortest or among the shortest wait times in the entire country. But there’s more work to be done.", "One of the challenging areas is with orthopedics, particularly with back surgery. We have some great examples around the province where we have managed to make improvements, both to the wait times, but also to enable people who perhaps don’t need that surgical consult and that surgery to have other opportunities to get the support.", "But it is a challenging situation. I’d be happy to talk to the member more in detail about that case." ],
  "anchor" : "para606"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para610"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I appreciate the offer, Minister. The targeted wait times are clearly not working for Mr. Alcorn. He needs help now. He is not a candidate for cortisone injections, and his surgeon has told him that there is no other relief that is appropriate or would help.", "Mr. Alcorn’s surgeon has told him that he would be willing to do more back surgeries, but he can’t because the operating room has been limited due to the minister’s funding model. When will this government stop blaming doctors, and address these unacceptable wait times?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, as I mentioned, I’m happy to talk to the member opposite about this specific case because it’s difficult not knowing the particulars.", "We have invested almost $2 billion for more than three million additional procedures since we came into office. Much of that is specific to surgical procedures, as well as to those who are experiencing back problems that require a surgical outcome.", "As I mentioned, in Toronto, Hamilton and Thunder Bay, we have a program called ISAEC which addresses specifically people with lower back pain. Through a centralized process and through different supportive measures, we are able to provide them with the support that they need and, if necessary, the surgery that they require in greatly expedited ways. We’re looking at expanding that further.", "Again, I make the offer to the member opposite to discuss it further." ],
  "anchor" : "para613"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "My question this morning is for the Premier. Good morning, Premier. I have a sad and an unbelievable story for you. My constituent Larry Bruner is on Ontario Works. He gets the max, $706 a month. His rent is $406. He has to pay back $35.30 as part of an overpayment, so that leaves him with $264.70 a month to live on. But his hydro bill has gone up to $273.40, so he’s $8.70 in the hole before he even thinks about how he’s going to get anything to eat or pay any other bills.", "Speaker, does this government still believe their flawed energy policies are going to make life easier for everyone in Ontario?" ],
  "anchor" : "para618"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para620"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’d like to thank the member for bringing forward that question. I would like to maybe talk with the MPP afterwards to see if there’s anything we can do to try and help this individual, because I don’t know all of the circumstances that relate to that. But there are programs that are in place to actually help individuals like that. That’s why we brought forward the Ontario Electricity Support Program, to help individuals like that.", "We are working with the Ministry of Community and Social Services to ensure that all OW clients get that reimbursement right away. And we’re actually working with the CRA to ensure that there is no requirement for a wet signature, because we do want to see those rebates go to those individuals as quickly as they can. It is in place to help individuals, just like what the member opposite was talking about." ],
  "anchor" : "para621"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para623"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "The rising cost of hydro is fast outpacing any increases people may get on Ontario Works or the ODSP. Even with a 17% cut to hydro bills that’s coming sometime next summer, it would leave Larry $37.78 to live on for the month. That’s $1.26 a day—$1.26 a day to live on after your 17% cut that you say is coming sometime next summer.", "Speaker, what’s it going to take to get this government to take better care of people like Larry Bruner, people who need their help the most?" ],
  "anchor" : "para624"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para627"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Once again, I thank the member for the question and for highlighting these issues.", "That’s why we acted with the fair hydro plan. The fair hydro plan is going to be that 25% reduction by this summer. We’re going to make sure that individuals who are on OW and are most vulnerable actually will see that OESP program, the Ontario Electricity Support Program that I talked about in my previous answer—we’ve increased that by 50%.", "Then on top of that, we’re actually allowing more individuals to qualify for this program, to ensure that they can get these savings back into their pockets.", "We had to, as I said before, invest in our system, and we recognize that that cost money. That’s why we’re now making sure that the fair hydro plan will bring forward a 25% reduction for everybody across the province." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Essex on a point of order." ],
  "anchor" : "para634"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Thank you, Speaker. I want to recognize some friends, Cody Cooper and Dan Gelinas, who are here from my neck of the woods, Chatham–Kent–Essex and Essex." ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I normally don’t do this, but we did have a former member in the House, who regrettably had to leave quickly. The member from Fort William in the 30th Parliament, Mr. Iain Angus, was here. He also was an MP. I wanted to recognize him for being in the House." ],
  "anchor" : "para636"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Finance on a point of order." ],
  "anchor" : "para638"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I’d like to correct my record. I said that we will hold a majority share when we complete our sale with regard to Hydro One. We will be a major shareholder of their operations." ],
  "anchor" : "para639"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All members have the right to correct their records.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para640"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "Good afternoon. I would like to welcome, in the public gallery, Ms. Helen Armstrong. She’s a community development and social action worker at St. Stephen’s Community House in my riding. She’s with a group of residents who I wish to recognize: Yu Ren Randy Wu, Ya Qin Yu, Ju Yuan Yu, Hua Ming Shen, Wen Qian Qiu, Jian Fu Liu, Xiu Luan Zhang, Zuo Yi Zhang and Qing Fang Zhang. Welcome to the Legislature.", "I will be reading their petition later on this afternoon." ],
  "anchor" : "para644"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to welcome, a little later this afternoon, Maria Barahona and Gustavo Gutierrez-Barahona." ],
  "anchor" : "para646"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "April is Parkinson’s Awareness Month. Parkinson’s is a neuro—" ],
  "anchor" : "para649"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Degenerative." ],
  "anchor" : "para650"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "—thank you—a neurodegenerative disease involving the malfunction and death of neurons in the brain. These neurons produce dopamine, which sends messages to the brain, which controls the body’s movements. As these cells diminish, it becomes difficult for the body to control movement and coordination. Individuals will experience tremors, slowness, stiffness, impaired balance, rigidity of muscles, fatigue and sleep disturbances. Parkinson’s affects everyone differently. It can take a long time to find the diagnosis, and progression varies amongst persons.", "A patient’s journey starts with the family doctor, and continues on to touch many health care professionals; including a neurologist, a Parkinson’s nurse specialist, a psychiatrist/psychologist, a physiotherapist, an occupational therapist, a speech-language pathologist, a dietitian, a social worker and, of course, a pharmacist.", "Unfortunately, there is still no cure for Parkinson’s, but there are new treatments coming out year to year.", "I’d like to just take a moment and mention Dr. Jog, who works at the Lawson Health Research Institute in London. Dr. Jog’s research is using what is called TremorTek, which uses sensory devices hooked to software. What they do is detect where the tremors are occurring in the body, and then inject Botox into those muscles. He has had great success. He’s hoping to turn this research into practice across the province. It needs a few billing number changes. I’m glad the Minister of Health is here, because his office will be meeting with Dr. Jog in the near future. I think it’s a great advancement for Parkinson’s across the province.", "I want to take this time to thank Parkinson Canada for their commitment in supporting over 100,000 Canadians affected by Parkinson’s disease." ],
  "anchor" : "para651"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I recently had the opportunity to attend Lights Out!, a forum on the cost of energy in Ontario, hosted by the Greater Oshawa Chamber of Commerce. The panel focused on the rising costs of hydro and the impact it has on business and industry in Ontario.", "What I heard from the presenters was that however bad we imagine the situation to be, it’s so much worse. They spoke about how the system has been designed to benefit political objectives rather than to support growing businesses. They spoke about how this government signed contracts at high, fixed rates, and left ratepayers and businesses on the hook. They spoke about how high rates drove away manufacturing, causing demand for energy in the province to drop, leaving us all paying more for government fixed-rate contracts.", "I also heard their assessment of the Liberal hydro scheme. They saw right through it. They know that it’s short-term thinking that will just cost us more in the end.", "Speaker, it was interesting to hear that while the government defends time-of-use pricing—which the NDP plan would eliminate—local industry has realized that time-of-use pricing doesn’t work. For example, one local high-power-using industry switched to nights to reduce costs. It turned out that with all of the transportation, labour and other night-shift costs, it was more cost-effective to run smack in the middle of the day—so much for incentive.", "It was an excellent event and it provided some valuable insight into how this government’s mismanagement is hurting all of us. Their energy policies have hurt our businesses, and they’ve hurt our potential. It’s time that we turn things around." ],
  "anchor" : "para657"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "For some time, the Toronto District School Board has been considering the sale of Silver Creek Public School in my community of Etobicoke Centre. My constituents and I were very concerned about this, as Silver Creek is leased to two organizations: the Etobicoke Children’s Centre and Silver Creek Pre-School, both of which provide essential services to children with special needs. The property also includes green space that is very important to our community.", "The sale of the property would have displaced the programs, and it was unacceptable to me that we would endanger services for some of the most vulnerable children in our community. It’s for that reason that I have worked with members of my community, including the Friends of Silver Creek, Etobicoke Children’s Centre, Silver Creek Pre-School, members of this government and the TDSB over the past year to protect these critical services for our most vulnerable children.", "Our efforts have paid off. This week, Minister of Education Mitzie Hunter and Sophie Kiwala, who is the parliamentary assistant to the Minister of Children and Youth Services, came to Silver Creek Public School in Etobicoke, where Minister Hunter made a very important announcement to the kids, parents, teachers and staff in attendance: that the government will be submitting an offer to purchase the Silver Creek property from the TDSB.", "I rise today to thank all those who helped save Silver Creek and these essential services: Ministers Hunter and Coteau, staff in multiple ministries who worked so hard on this, and the trustees at the TDSB. But most importantly, I would like to thank members of my community, the Etobicoke Children’s Centre and Silver Creek Pre-School, that have dedicated countless hours to this cause. Thank you for your time, your passion and your commitment to our community.", "Together, we will protect the invaluable services offered to children with special needs—" ],
  "anchor" : "para663"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para668"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I rise today to congratulate the new OFSAA triple-A girls hockey champions: Medway High School. On March 24, the Medway team—hailing from Arva, in the great riding of Lambton–Kent–Middlesex—knocked out the top-seeded team, Lawrence Park from Toronto, in the gold-medal game.", "The final was especially exciting because last year, the Medway girls settled for bronze after being defeated by Lawrence Park in the semifinal, which just goes to show the determination and hard work of these young women, who not only won the gold but went undefeated at OFSAA this year with a perfect six-game run, including a dramatic win which came with a goal scored only 22 seconds before the end of overtime in their quarter-final.", "I want to congratulate the team, their coaches and supporters on this outstanding achievement. Thank you for bringing home the gold. Lambton–Kent–Middlesex is very proud.", "Really, I want to congratulate and commend all the athletes who competed at OFSAA in Port Credit this year. It takes dedication and perseverance to reach that level of competition, and every one of you should be proud of what you have accomplished." ],
  "anchor" : "para670"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "In 2015, Liberal adviser Ed Clark stated that “having Hydro One broadly held will have a favourable impact on electricity rates over time ... private sector discipline—should improve Hydro One’s business performance.” After two years, these favourable impacts have not been seen. Instead of reducing rates as promised, Hydro One requested a 6.5% distribution rate increase next year and a total increase of 20% by 2022.", "The people of Ontario are continuing to struggle with high hydro rates, yet in this context, Hydro One executives receive bloated bonuses. The CEO of Hydro One received $4.5 million in executive compensation in 2016. In fact, the top five executives at Hydro One shared $11 million in executive compensation on top of their salaries.", "Privatization was sold to us by Ed Clark as a means for Hydro One to undergo private sector discipline, all in the name of lower rates. We now know private sector discipline does not mean lower hydro rates. Private sector discipline means that costs will continue to rise while we lose out on valuable revenues. Private sector discipline means that five Hydro One executives receive $11 million.", "The privatization of Hydro One is a complete betrayal of the people of this province. This government should not put executive interests above those of everyday Ontarians." ],
  "anchor" : "para675"
}, {
  "speaker" : "Mrs. Amrit Mangat",
  "text" : [ "This past weekend, I had the pleasure of attending Sanjha Punjab Radio and TV’s 10th anniversary celebration. This evening of song, dance and cultural entertainment attracted more than 400 guests from throughout the GTA, including my great riding of Mississauga–Brampton South.", "The celebration offered a taste of excellent programming and a display of diversity over the past 10 years.", "Sanjha Punjab Radio and TV is an excellent example of Ontario’s thriving multiculturalism. In fact, multicultural media allows us to share diverse cultural experiences with other communities and enriches our province. Such media also helps to build stronger communities that are informed, engaged and empowered. I was impressed by Sanjha Punjab Radio and TV’s mission to bring communities together so that we can live together in peace and harmony.", "I congratulate Bob Dosanjh and his team at Sanjha Punjab Radio and TV. I wish them success going forward." ],
  "anchor" : "para680"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "The Juno Awards were handed out Sunday in Ottawa, marking Canadian excellence in music. I’ve got a great-news story to tell you about Prince Edward–Hastings. It comes from the music program at North Hastings High School, where Ms. Dianne Winmill was named the MusiCounts Teacher of the Year for all of Canada.", "MusiCounts is a division of the Canadian Academy of Recording Arts and Sciences, which is the group that hands out the Junos, so getting named teacher of the year by them is a very significant accomplishment, not just for Ms. Winmill but for all of the students who have been lucky enough to work with her, and for the whole community and the school as well, which she devotes her talents to.", "You know, music is a special sort of subject, Mr. Speaker. Maybe unlike some other subjects, it’s the one where the person teaching really, really is just as important as the material, and maybe even more important. When someone comes along who can do it as well as Ms. Dianne Winmill, it’s right to recognize her, and good on the Junos for doing just that.", "The other great news for Bancroft is that the school’s music program will get a $10,000 grant with the award, which she says will go toward fixing up and buying new instruments.", "Again, congratulations, Ms. Dianne Winmill of North Hastings High School. She’s a very, very talented teacher, she’s a very talented musician, and she can sing too. Keep on rocking, Ms. Winmill, and congratulations on being named the music teacher of the year." ],
  "anchor" : "para687"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I’m thrilled to rise today to recognize the important work and valuable service Ontario’s dentists offer to our society.", "Dentists often experience significant challenges in their career: long hours, excessive back pain and continuous stress—and I’ve heard that they’re a magnet for bad teeth stories at parties. But our dentists are among the finest in the world, and despite their challenges, many continue to offer their patients invaluable support, patience and education to keep our pearly whites strong and healthy.", "In my riding, we’re so fortunate to have a number of incredible dentists who are champions for oral health and general well-being, and strong champions and advocates for their community.", "Dr. Waji Khan is a dear friend who has been practising dentistry for nearly 20 years. While he is known throughout Kingston for the wonderful services he and his team at Cataraqui Woods Dentistry offer, it is also his work in the community that makes him stand out. As a recipient of the 15-year volunteerism award from the Ministry of Citizenship, and the Queen’s Golden Jubilee Medal, his voluntary contributions reflect that high level of passion all dentists have for their communities and for the well-being of society.", "It is important to formally recognize the work and contributions of all dentists in Ontario. This is why I intend to table a motion later that seeks to proclaim April 26 as Ontario Dentist Day, as recognition for the vital role Ontario doctors play in maintaining overall health.", "I’m proud to offer my support, and I hope that everyone here will acknowledge our dentists in Ontario." ],
  "anchor" : "para693"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from Wellington–Halton Hills." ],
  "anchor" : "para700"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "Speaker, I’m seeking the unanimous consent of the House to allow me to display this white pine seedling—that was given to me by the Minister of Natural Resources last week—on my desk while I do my statement." ],
  "anchor" : "para701"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Wellington–Halton Hills is seeking unanimous consent to use a prop. Do we agree? I did not hear a no.", "Members’ statements: the member from Wellington–Halton Hills." ],
  "anchor" : "para702"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "Last week, the Ministry of Natural Resources and Forestry announced the launch of Ontario’s Green Leaf Challenge, with the goal of planting millions of additional trees in 2017 to mark Ontario’s 150th anniversary within Confederation.", "This initiative is inspired by the county of Wellington’s Green Legacy Programme, which is the largest municipal tree planting program in North America. Working with community partners, over two million trees have been planted in the county since 2004. This year, they plan to plant an additional 163,000 trees, which will help make our air cleaner and help to fight climate change.", "I want to commend the county of Wellington staff, in particular Gary Cousins, Mark Van Patter and Rob Johnson, for their stewardship with Green Legacy. I also want to thank past warden George Bridge and current warden Dennis Lever for their leadership. We should also acknowledge the county’s CAO, Scott Wilson, and former warden, the late Brad Whitcombe, who together initiated the county’s Green Legacy Programme.", "In May 2015, I attended a meeting in Georgetown to discuss how we might celebrate Canada’s 150th anniversary. It struck me that a great way to do this would be to take the county of Wellington’s Green Legacy Programme province-wide, with the goal of massively expanding our tree planting efforts as a community-building exercise, as well as getting people involved to help address the challenge represented by climate change.", "Since then, working with our municipal partners, we have been pushing the government to establish an Ontario green legacy program. On October 22, 2015, this House debated my resolution calling on the government to establish an Ontario green legacy program. It passed unanimously, with support from all parties. Since then, I have been repeatedly and persistently following up with the government to urge them to implement our idea.", "I urge the government to actively promote Ontario’s Green Leaf Challenge. We can do this creatively and cost-effectively through social media, by reaching out directly to possible partners, by advertising in community newspapers and on their websites and by MPPs holding events.", "Let’s work together to build the promise of the future in Ontario. Thank you very much, Mr. Speaker." ],
  "anchor" : "para704"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You can take your prop down now, to make sure that it doesn’t spring roots into your desk.", "I thank all members for their statements, even with the props.", "Ms. Scott moved first reading of the following bill:", "Bill 120, An Act to amend the Courts of Justice Act and the Justices of the Peace Act / Projet de loi 120, Loi modifiant la Loi sur les tribunaux judiciaires et la Loi sur les juges de paix." ],
  "anchor" : "para711"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para717"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para719"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "The Mandatory Sexual Assault Law Training for Judicial Officers Act, 2017: Currently, under section 43 of the Courts of Justice Act, the Judicial Appointments Advisory Committee makes recommendations to the Attorney General for the appointment of provincial judges. New subsection 43(10.1) provides that the committee cannot consider a candidate unless he or she has completed comprehensive sexual assault law education.", "Section 51.10 of the act is amended to require the plan for the continuing education of judges to require judges to complete education in respect of matters related to sexual assault law.", "Similar amendments are made to the Justices of the Peace Act with respect to justices of the peace." ],
  "anchor" : "para720"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Motions? The member from Kingston and the Islands." ],
  "anchor" : "para723"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I move that, in the opinion of this House, the Legislative Assembly of Ontario should—" ],
  "anchor" : "para724"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me. This is not the spot for that. The Clerk will explain." ],
  "anchor" : "para725"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’ve got a petition here:", "“Whereas Bill C-14, the federal legislation which legalized medical assistance in dying (MAID) in Canada explicitly affirms it is not intended to compel anyone to act against their deeply held beliefs; and", "“Whereas the College of Physicians and Surgeons of Ontario has adopted the effective-referral protocol for MAID, which may compel health care professionals to act contrary to their deeply held beliefs; and", "“Whereas the effective-referral protocol for MAID is globally unprecedented; and", "“Whereas there are viable alternatives for the provision of effective access to MAID that would allow all health care professionals to continue to practise with ethical integrity; and", "“Whereas this effective-referral-protocol policy may compel health care professionals to make a dehumanizing choice between their profession and their faith, conscience or commitment to the Hippocratic oath;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately take action” to protect the rights of Ontario citizens by eliminating the effective-referral protocol for medical assistance in dying, upholding the conscience rights of health care professionals.", "I agree with this petition and will send it down with Catherine." ],
  "anchor" : "para729"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from all over the northeast. I’d like to thank Mrs. Sylvia Lachance from my riding, in Hanmer, for signing. It goes as follows:", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network (NE LHIN) have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to Ministry of Health and Long-Term Care (MOHLTC) policy which identifies ‘interim’ beds as intended to ‘ensure a continuous flow-through so that interim beds are constantly freed up for new applicants from hospitals’;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to:", "“—Ensure health system officials are using ‘interim’ beds as ‘flow-through,’ in accordance with fairness and as outlined in MOHLTC policy;", "“—Ensure patients aren’t pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in a home of their choosing became available.”", "I fully support this petition, and will affix my name to it and ask Ethan to bring it to the Clerk." ],
  "anchor" : "para739"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "“Whereas the Ontario government needs to strengthen primary care as the foundation of the health care system to achieve health system transformation goals of Patients First; and", "“Whereas research shows that interprofessional primary health care delivers better outcomes for people and better value for money; and", "“Whereas an investment in primary care will help address recruitment and retention challenges, build strong interprofessional primary care teams and ensure high-quality people-centred primary health care delivery in Ontario; and", "“Whereas over 7,500 staff in over 400 community health centres, family health teams, aboriginal health access centres and nurse practitioner-led clinics are being paid below rates recommended in 2012 and as a result are facing challenges recruiting and retaining health providers, including chiropodists, nurse practitioners, dietitians, registered nurses, registered practical nurses, health promoters, occupational therapists, psychologists, pharmacists, respiratory therapists, chiropractors, physiotherapists, mental health and social workers, physician assistants, managers and administration;", "“We, the undersigned, petition the Legislative Assembly of Ontario to invest in interprofessional primary health care teams with a commitment of $130 million annualized, with an implementation plan over two years, to ensure interprofessional primary health care teams can effectively retain and recruit staff.”" ],
  "anchor" : "para748"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My petition is to stop taxpayer-funded partisan ads.", "“To the Legislative Assembly of Ontario:", "“Whereas since 2006 the Auditor General of Ontario had been responsible for reviewing all government advertising to ensure it was not partisan; and", "“Whereas in 2015 the Wynne government watered down the legislation, removing the ability of the Auditor General to reject partisan ads; and", "“Whereas the Wynne government has since run ads such as those for the Ontario Pension Plan that were extremely partisan in nature, which cost almost $800,000; and", "“Whereas the Wynne government is currently using taxpayers’ money to run partisan hydro ads; and", "“Whereas history shows that the Wynne Liberal government has increased government ad spending in the year prior to a general election;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately restore the Auditor General’s authority to review all government advertising for partisan messages before the ads run.”", "I support this petition, affix my name to it and give it to page Catherine to take to the table." ],
  "anchor" : "para754"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I’m very proud to present this petition on behalf of the Wellington Water Watchers for the first time in the House today.", "“Protect Water as a Public Good.", "“To the Legislative Assembly of Ontario:", "“Whereas groundwater is a public good, not a commodity; and", "“Whereas local ecosystems must be preserved for the well-being of future generations; and", "“Whereas the United Nations recognizes access to clean drinking water as a human right; and", "“Whereas the duty to consult indigenous communities regarding water-taking within traditional territories is often neglected, resulting in a disproportionate burden on systemically marginalized communities during a period of reconciliation; and", "“Whereas a poll commissioned by the Wellington Water Watchers found that two thirds of respondents support phasing out bottled water in Ontario over the course of a decade; and", "“Whereas a trend towards prioritizing the expansion of for-profit water bottling corporations over the needs of municipalities will negatively impact Ontario’s growing communities;", "“Therefore we, the undersigned, call on Premier Wynne to direct the Ministry of the Environment and Climate Change to prioritize public ownership and control of water over corporate interests and fund the accessibility of free drinking water in public spaces across the province.”", "It is indeed my pleasure to affix my signature to this petition and to give it to page Charlotte." ],
  "anchor" : "para765"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I support this petition. I will sign it and give it to page Ethan." ],
  "anchor" : "para777"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas service clubs are the backbone of our province providing social and economic benefits to the communities they serve; and", "“Whereas service club members best understand their communities’ intrinsic values and needs, and fill the fiscal holes that government and other agencies cannot; and", "“Whereas service clubs currently deal with a number of provincial issues and challenges that are hindering their everyday operations;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Finance immediately move to have a standing committee investigate the legislative and regulatory barriers and burdens facing service clubs in Ontario who serve their respective communities and conduct ongoing community service which helps alleviate the demand for publicly funded services.”", "I agree with this, Speaker, sign my name and give it to page Nicholas." ],
  "anchor" : "para787"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I would like to thank the Ontario Alliance Against School Closures for this petition that reads as follows:", "“Whereas under the current Pupil Accommodation Review Guideline (PARG), one in eight Ontario schools is at risk of closure; and", "“Whereas the value of a school to the local economy and community has been removed from the PARG; and", "“Whereas the PARG outlines consultation requirements that are insufficient to allow for meaningful community involvement, including the establishment of community hubs; and", "“Whereas school closures have a significant negative impact on families and their children, resulting in inequitable access to extracurricular activities and other essential school involvement, and after-school work opportunities; and", "“Whereas school closures have devastating impacts on the growth and overall viability of communities across Ontario, in particular self-sustaining agricultural communities;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“To place an immediate moratorium on all school closures across Ontario and to suspend all pupil accommodation reviews until the PARG has been subject to a substantive review by an all-party committee that will examine the effects of extensive school closures on the health of our communities and children.”", "I support this petition, will affix my name to it and give it to page Angel to take to the table." ],
  "anchor" : "para796"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the process popularly known as ‘declawing’ cats is actually an amputation, that is the equivalent of cutting off a human’s fingers from the knuckle up;", "“Whereas the Canadian Veterinary Medical Association considers ‘declawing’ to be an unnecessary cosmetic procedure;", "“Whereas research has shown that declawing a cat significantly reduces a cat’s quality of life and leads to behavioural and health problems;", "“Whereas declawing eliminates a cat’s ability to defend itself when in danger; and", "“Whereas the process ... has been banned in more than 40 countries;", "“We, the undersigned,”—and there are 240 signatures to this petition—“petition the Legislative Assembly of Ontario as follows:", "“To ban the unnecessary and inhumane procedure known as ‘declawing’ in the province of Ontario.”", "I want to thank Nuha Salem from Ottawa for this petition. I put my name to it and will give it to Jace." ],
  "anchor" : "para806"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas demonstration schools in Ontario provide incredible necessary support for children with special education needs;", "“Whereas the current review by the government of Ontario of demonstration schools and other special education programs has placed a freeze on student intake and the hiring of teaching staff;", "“Whereas children in need of specialized education and their parents require access to demonstration schools and other essential support services;", "“Whereas freezing student intake is unacceptable as it leaves the most vulnerable students behind; and", "“Whereas this situation could result in the closure of many specialized education programs, depriving children with special needs of their best opportunity to learn;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate funding streams for demonstration schools and other specialized education services for the duration of the review and to commit to ensuring every student in need is allowed the chance to receive an education and achieve their potential.”", "I agree with this and pass it on to page Charlotte." ],
  "anchor" : "para816"
}, {
  "speaker" : "Ms. Sarah Campbell",
  "text" : [ "I have a petition which reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas Ontario does not have a strategy on Lyme disease; and", "“Whereas the Public Health Agency of Canada is developing an Action Plan on Lyme Disease; and", "“Whereas Toronto Public Health says that transmission of the disease requires the tick to be attached for 24 hours, so early intervention and diagnosis is of primary importance; and", "“Whereas a motion was introduced to the Legislative Assembly of Ontario encouraging the government to adopt a strategy on Lyme disease, while taking into account the impact the disease has upon individuals and families in Ontario;", "“We, the undersigned, petition the government of Ontario to develop an integrated strategy on Lyme disease consistent with the action plan of the Public Health Agency of Canada, taking into account available treatments, accessibility issues and the efficacy of the currently available diagnostic mechanisms. In so doing, it should consult with representatives of the health care community and patients’ groups within one year.”", "I support this petition, and will affix my signature and give it to Naomi to deliver to the table." ],
  "anchor" : "para826"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas elevators are an important amenity for a resident of a high-rise residential building; and", "“Whereas ensuring basic mobility and standards of living for residents remain top priority; and", "“Whereas the unreasonable delay of repairs for elevator services across Ontario is a concern for all residents of high-rise buildings who experience constant breakdowns, mechanical failures and ‘out of service’ notices for unspecified amounts of time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urge the Ontario government to require repairs to elevators be completed within a reasonable and prescribed time frame. We urge this government to address these concerns that are shared by residents of Trinity–Spadina and across Ontario.”", "Resuming the debate adjourned on March 21, 2017, on the motion for second reading of the following bill:", "Bill 96, An Act to enact the Human Trafficking Awareness Day Act, 2017 and the Prevention of and Remedies for Human Trafficking Act, 2017 / Projet de loi 96, Loi édictant la Loi de 2017 sur la Journée de sensibilisation à la traite de personnes et la Loi de 2017 sur la prévention de la traite de personnes et les recours en la matière." ],
  "anchor" : "para835"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The member from Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para845"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker." ],
  "anchor" : "para846"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I appreciate the support from my fellow Progressive Conservative caucus.", "Bill 96, the Anti-Human Trafficking Act, has been in process for over a year, and I’ve been talking about laws and improvements for anti-human trafficking for about three years now. And because I have such support, I’m going to share my hour lead with several caucus members. As I get towards the end, I will tell you which caucus member is up. I’ve got them all trained that they will forward their names to you. So we are all organized, as we should be.", "The bill before us today is Bill 96, the Anti-Human Trafficking Act. When I introduced it, it was called the Saving the Girl Next Door Act, which is going to be the backdrop—I’m just going to lay up; I’m only going to, as I say, speak for a few minutes. When I first was made aware of the prevalence of this issue across not only Ontario but across Canada, it was shocking. Finding out that Ontario was very, very far behind many other jurisdictions, not only in Canada but in the States, we thought we needed to do more.", "Mr. Speaker, 93% of the human sex trafficking victims in Ontario are Canadian. Ontario has been identified by a legislative committee of this Legislature as a hub for human sex trafficking. Young girls are predominantly trafficked; over 90-some per cent of the victims are young girls. They’re first trafficked between the ages of 12 and 17. The average age of a trafficked person when I first started looking at this issue was 14; I am now told it is 13 years old. It is one of the largest growing crimes in Ontario, in Canada, and it is the largest growing crime worldwide, with it being a $150-billion industry.", "In Ontario, we have cities along our major highways, the 401 corridor, especially, where these young victims are trafficked through Toronto, Kitchener, Windsor and London. Those highways provide an accessible thoroughfare for traffickers to transport the victims in different cities. They keep the victims isolated.", "Persons are often targeted for their vulnerability and marginalized socio-economic conditions. Indigenous communities are certainly more vulnerable. They’re being lured from every city and every small, rural area in the province of Ontario. These are our daughters, our granddaughters, our nieces and our children.", "The person who traffics can be a lone individual, it can be a woman, it can be a man and it can be organized crime.", "More and more, as I travelled across the province, awareness is absolutely key. Education is the antidote. Laws like we are debating today are a part of a bigger, complex system that we in the province of Ontario have to ensure in order to protect our young children and any victim of human sex trafficking.", "With that, I’m going to hand over to my colleague from Huron–Bruce to carry on the debate. And we will continue that throughout." ],
  "anchor" : "para848"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Huron–Bruce." ],
  "anchor" : "para857"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Thank you, Mr. Speaker. I’m pleased to add my voice to the debate today.", "I first want to commend my seatmate and colleague, the member from Haliburton–Kawartha Lakes–Brock. She has done a phenomenal job. Her name is synonymous with heart. She has travelled across Ontario for all the right reasons—to increase awareness about this horrible crime—and I thank her. Not once has she tried to play a political game with her sincere efforts to raise awareness in order for us to stop this horrific crime that’s happening to our children, and I commend her not even stopping today. Earlier today, she introduced legislation to train judges on the whole affair of sexual assault, and I commend her for that, too. Just don’t ever stop. You’re doing a marvellous job.", "I’d like to add my voice to this debate based on two things. Last Monday, I attended a screening of a documentary called I Am Jane Doe. Within approximately 35 hours, I learned, a young person who is abducted will be trafficked for the first time, and that child will be raped upwards to 30 times a day. It was horrific, what we learned in that particular documentary.", "My colleague is absolutely right. This is not an urban issue. This is not a northern issue. This is not an American issue or a European issue. This is happening right here in our province of Ontario. It’s happening in my riding. It’s happening, I would suggest, in all 107 ridings that we have in Ontario. We need to be aware. We need to educate people. We need to stand together united to ensure that this stops. That’s how I was so inspired by the documentary I Am Jane Doe.", "Another area that I would like to discuss is something that’s near and dear to me. I’ve recently been appointed the PC critic for indigenous relations and reconciliation, Speaker, and my next remarks will reflect the focus of human trafficking on our indigenous communities throughout Ontario as well. It’s stunning, the lack of data that we have on this particular issue. For instance, we don’t know how many indigenous and First Nations women are trafficked annually in this province. We don’t know how many of these women and girls, many of whom are children, are able to break free of their captors and reclaim their lives. We don’t know how many of them are from rural communities, northern communities, urban centres, south, east or western Ontario. We don’t know how many of these women continue to face physical and psychological trauma even after escaping. Sadly, this data is missing. As a province, as legislators in Ontario, we need to do better.", "A report from the Ontario Native Women’s Association—they’re known as ONWA—from February 2016 titled Sex Trafficking of Indigenous Women in Ontario found that, “Data on human trafficking in Ontario and Canada in general is severely lacking. Estimates of trafficking vary significantly, and questions have been raised about these numbers due to the availability, quality and validity of the data.” Provincial data is nearly non-existent. Having data on such a matter is important not only to recognize the problem that we know exists but also in taking steps to address it.", "Speaker, how do you allocate supports if you don’t know where they’re needed most? How do you know what supports to allocate if you don’t know the needs of the survivors? This data is so important that when it came time to make recommendations in the report, the first one identified by ONWA was to “conduct provincial-wide research initiatives that will result in annual statistics regarding the sexual exploitation of indigenous women and girls in Ontario, without delay.”", "I ask members opposite, what has caused the delay? Where is this information?", "It was also identified as a first strategic priority in the 2011 Aboriginal Sexual Violence Action Plan, published by the Ontario Federation of Indian Friendship Centres.", "This government even recognized that there was a lack of data collection. We haven’t seen much. They committed $750,000 over three years to improve it. But, Speaker, when I picked up a copy of the year 1 update, I was terribly disappointed. Tucked away on the third page, on one line, was this update on data collection: “Monitoring progress made under the strategy to ensure commitments are fulfilled.” They are only monitoring—I can’t even say it, I’m so frustrated right now—monitoring progress. They are not collecting more data. They are not collecting relevant information to allow us to take steps to make life better for indigenous women and girls in Ontario.", "This is frustrating beyond belief. We don’t know what the key performance indicators or data collection mechanisms are that this government has established. We still don’t know, as I said, what data has even been collected.", "In this report, there were a mere 11 words—only 11 words—on what they have done thus far, and that was all geared towards claiming that they’re monitoring progress. That is shameful in my mind. We must do better.", "Speaking of the strategy, my team and I went through all 39 pages of it. Do you know how many times human trafficking was mentioned in this report? Three times, and two of those mentions said exactly the same thing. This government needs to pull up its socks. I think the most disappointing thing from the government is the fact that they have had two opportunities to support victims of human trafficking before now, when the great MPP from Haliburton–Kawartha Lakes–Brock introduced Bill 158, and again with the introduction of Bill 17. But instead, they dragged their heels so they could introduce their own legislation.", "There is so much to do. We have to get at it. I thank our colleague from the PC Party of Ontario for doing such an amazing job. I ask all of our colleagues in all 106 ridings to join us. Let’s talk about what is happening in Ontario. Let’s admit that it’s real. Let’s talk about what supports are needed after we once reveal and understand the needs that are generated. What are the psychological supports needed? What are the physical supports needed?", "I Am Jane Doe: We learned that young people are drugged as soon as they are abducted and then they’re trafficked. They get moved from town to town to town. The doorknobs are taken off from the inside. These young people, if they happen to escape, they don’t have a clue where they are. We need to think about the right supports.", "To my indigenous friends: I think about the amazing indigenous and Métis young ladies who joined in Daughters of the Vote in Ottawa. Trina, in particular, said “Where are our non-indigenous allies?” To Trina and everyone else, I say, I am here.", "Next on this particularly important issue will be our colleague from Nipissing." ],
  "anchor" : "para859"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Member from Nipissing." ],
  "anchor" : "para876"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I’m very pleased to join in on this discussion. I am happy to see that the government is acting on the recommendations put forward in MPP Scott’s Bill 17. Teen girls, some as young as 11 years old, are pulling eight to 15 sexual tricks per night, making more than $250,000 for their pimp over a year—that’s per girl. They are controlled. They have no identification and are sold from pimp to pimp across the country.", "In my hometown of North Bay, we are not immune to the sex trade industry. In fact, the latest case took place in April. I do want to quote a few lines from the North Bay Nugget, where our reporter Jennifer Hamilton-McCharles wrote a very poignant and touching story that she entitled “No Boundaries for Sex Trade Workers.”", "I’m just going to quote a few lines from there, because our city found this out for the first time, thanks to the MPP from Haliburton–Kawartha Lakes–Brock, who came to North Bay and met with our police services and our victim services. It was an emotional time for the city of North Bay to understand, for the first time ever, that this is happening in our community.", "It began with North Bay Police Service Constable Aaron Northrup. Speaking after MPP Scott, he gave the local media that day a glimpse of what is happening behind closed doors in communities, including in the community of North Bay.", "He told us that a 25-year-old woman who had no idea she was in North Bay—she had no idea what town she was in—was indeed involved deeply in the sex and drug trade. She ended up in North Bay after being used in Halifax, Peel, York, Toronto and Ottawa. The intent was for her to end up working in North Bay and in Sudbury.", "This is a quote from Constable Northrup. He said, “She managed to escape. Our patrol officers found her. During the course of several interviews, she said she was with seven, eight, nine men every night.” That is according to Constable Northrup.", "She was here for 10 days and literally escaped and, eventually, we collectively found her a safe haven on the west coast. It was very problematic because her pimps took all her identification. I know that when she ended up at the airport to try to escape, she had no identification. She couldn’t get on an airplane.", "I have to congratulate our member from Haliburton–Kawartha Lakes–Brock. The first call that I made was to Laurie, and I asked her, “Look, this is new. We don’t really know about this in North Bay.” MPP Laurie Scott was able to talk with our police services in North Bay, and talk about the facility out west that was available.", "This story ended sort of on a good note, if there is such a thing as a good note about somebody who has been with eight or nine or 10 men a night. What we did discover through all of this, though, was that the really—I’ll quote the Nugget; I’ll quote Jennifer Hamilton-McCharles. She says, “The resources for these victims are slim and conviction rates are nothing because most victims are afraid to talk.”", "I view this whole exercise that happened in North Bay as a learning lesson. Constable Northrup said that when this victim landed in Toronto, the Peel Regional Police service were the ones who had to end up assisting to get her to her final destination. She had no ID; you can’t get on an airplane.", "It’s what happens to these young women. To learn that it was happening in North Bay—what Laurie had said to our community is, “Don’t fool yourselves. It’s happening to the girl next door, right in your own town of North Bay,” which I think was a sobering shock to most people in our community, that this was happening.", "We all think of the sex trade as something that happens in Asia or overseas. We never think of it as an Ontario crime, and certainly not a small-town, northern Ontario crime. I think that when the member from Haliburton–Kawartha Lakes–Brock told us that it’s a difficult topic, but it’s a very fast-growing crime—where we now learn that 90% of the victims are born in Canada. Again, we would never think of this as a Canadian or an Ontario and certainly not a northern Ontario issue.", "I know that Laurie told our community that this is no longer just on the street corner. It’s on the Internet, and it has become easy for traffickers to lure and exploit the girl next door. People learn online how to become a pimp or how to beat and control the sex trade workers.", "I commend the government for acting on the member from Haliburton–Kawartha Lakes–Brock’s Bill 17. I congratulate—I have said this to her before—Jennifer Hamilton-McCharles from the North Bay Nugget for a very excellent story.", "I might also add that I want congratulate Clarke Heipel from CogecoTV in North Bay. Clarke did a remarkable television segment for our CogecoTV in North Bay. It was really heart-wrenching. The graphics that he used were stunning. It really made the trip that the MPP from Haliburton–Kawartha Lakes–Brock made to North Bay—it made it complete, now that everybody in the community had a chance to read about it in the Nugget or see it on CogecoTV.", "I think, Speaker, that human trafficking is a form of modern-day slavery. I know that the member from Haliburton–Kawartha Lakes–Brock has educated certainly all members of our party and, I think, all members of this Legislature about something that we didn’t know existed right under our own nose.", "I thank you for the opportunity to speak on this. I am going to hand the baton to my neighbour from Renfrew–Nipissing–Pembroke to continue with Laurie Scott’s lead." ],
  "anchor" : "para877"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para895"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I want to thank my colleague from Nipissing for passing the baton. It’s a pleasure to join the debate today on the government’s bill, Bill 96. I want to thank them for bringing this legislation forward, but I also want to chastise them for taking so long.", "I had the opportunity to speak to my colleague from Haliburton–Kawartha Lakes–Brock’s original iteration of her bill. That was some time ago. It was about a year and half ago, I would think, or more. She had to bring it back a second time to this Legislature, after the prorogation.", "The government could have acted at that time. I do want to commend them that, essentially, most of the elements that were in her private members’ bill have been incorporated into the government’s bill. That is important and that is laudable. But how many new cases of human sex trafficking could have been prevented or identified had they acted sooner?", "As my colleague from Nipissing has said, we didn’t understand this very well. I can certainly say that personally; I don’t want to speak for anybody else. But as for myself, as the member for Renfrew–Nipissing–Pembroke, I really had no idea of the scope of this crime and how it has destroyed lives and continues to destroy lives, and how it attacks the girl next door.", "We had a vision that did not include the girl next door. The girl next door was somebody who, in our mind, was not a target of these evil people. It was somebody else, from another country usually. We didn’t even realize that it was taking place right under our noses.", "The provisions in this bill are going to help the victims of human trafficking. The ability to go after their—what do you call them?" ],
  "anchor" : "para896"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Pimp." ],
  "anchor" : "para902"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Their pimp, if they call them pimps—to go after their pimps and get some sort of a restitution and be able to sue them. That’s hugely important.", "I think one of the most important things is the recognition that we’re all learning—and my colleague from Haliburton–Kawartha Lakes–Brock has had countless meetings and done seminars all across this province to educate people about what a terrible crime this is and how many people are being affected by it. All of this is very, very good and positive.", "However, if the government—whoever that government would be—doesn’t also attach the proper resources for the police, then all of these things will not accomplish truly the goals we need to accomplish. We need to do everything we can to eliminate this practice. It’s a terrible, heinous practice, and we need to act to eliminate it, by making sure that the police have the resources to catch these people and that the law governs them accordingly to ensure that they’re not repeating this.", "We need to make sure that we have a way of dealing with and attacking, for example, any kind of establishment, a hotel or a motel, that, quite, frankly, knowingly allows this to take place on their premises. And they are out there. Every facility out there, every hotel or whatever you want to call it—accommodations—is aware of the frequent flyers. They are aware of who comes into their building on a regular basis. They’re aware of the pimps, and they are also aware of the johns. Not me included, but they are aware of the clients. They need to be taken to task. They are aware that this practice is going on underneath their roof, and they need to be taken to task as well. We do that by making sure that the police have the resources to go after these people as well.", "The people who are making use of the services have to be attacked as well. The johns are well aware that, in most cases, these girls are being forced into this against their will.", "The vulnerable are always the ones who get attacked, no matter what the crime may be. The pimps look for that vulnerability. They look for the weaknesses; they look for that Achilles heel that any one of those people might have. They know that by being that nice—it’s a con game. They bring them into their confidence, and once they have them, that’s when they start to use them, and in the most terrible ways possible.", "It’s a heinous crime. We need to stop it. We can do so by passing this legislation here at second reading, getting it to committee, hearing more from the people across this province who are affected by this, instituting it into law as soon as possible, and making all of our laws that deal with this kind of crime stronger yet.", "If I may, at this time, Speaker, pass on the baton to my colleague from Thornhill." ],
  "anchor" : "para903"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Thornhill." ],
  "anchor" : "para912"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I wish I could say I’m pleased to rise to speak on Bill 96, but it’s a tough topic we’re debating today: the Anti-Human Trafficking Act.", "As we’ve been hearing from many of my colleagues, this has been discussed before in the Legislature. A private member’s bill was brought forward by the member from Haliburton–Kawartha Lakes–Brock. Unfortunately, the government prorogued. She brought it forward again. Instead of allowing it to go through the process quickly, the government chose to delay helping victims of human trafficking, and instead wait and draft their own government bill, which is really a carbon copy of what the member had put forward. But at least we’re moving forward, in a slow legislative fashion. We are getting there.", "We realize that it’s maybe not quite spring weather, but it is spring outside. People start to go walking, and I’m sure they notice raccoons scurrying around in their neighbourhood and, unfortunately, rummaging through the garbage. The pages are nodding and listening; that’s good. It’s a tough topic for the pages to listen to today. I’m aware of that.", "Well, just like the rats living under the beautiful city and the raccoons living in our garbage cans, there is another epidemic going on right in our beautiful city and in all of our towns across this country. As the member said, it’s a $150-billion industry. The girls get moved around, and basically it’s a modern-day form of slavery. Child sexual exploitation, according to the author of a study that I’m quoting, is “the most hidden form of child abuse in ... North America today.”", "I basically want to remind everybody that human trafficking can involve children, young girls. It can also involve boys, but it is predominantly females who are subjected to it. And it’s lives ruined—not just the girls or the victims themselves, but their entire families and often their entire communities.", "I’ve been speaking a few times to York Regional Police. I even had a meeting with—they have a task force to address human trafficking, and they’re very well recognized. I think what they are supporting is to expand that. That’s basically what we’re here today to discuss. It’s not just raising awareness—and, yes, this bill wants to create awareness and even have a special day in February to recognize human trafficking—but to have a province-wide task force so that when the police start to sniff around, the girls or the victims aren’t immediately moved to another jurisdiction.", "The members of the York Regional Police human trafficking team are continuing their aggressive efforts in combating human trafficking, as well as the sexual exploitation of women and underage girls. In many cases, women and young girls involved in prostitution are forced into the sex trade through violence, threats of violence, coercion and even trickery. When we say trickery—I’m going to say this to the pages—it can seem like a very nice person who wants to be your friend.", "My daughter even told me, when I started to talk about this with her last year—she’s now an adult. She said that she never told, but in a Shoppers Drug Mart in Thornhill, a man she thinks was in his late thirties or early forties approached her when she was in the makeup section, while her father was in another aisle, and said, “Oh, you’re pretty. Can I buy you some of that eyeshadow? Please let me buy it for you. You deserve it.” She was very suspicious and didn’t particularly need somebody to buy it, seeing as her father was quite willing to buy her something of her choosing. She said, “No, thank you,” and didn’t even mention it to her father.", "This is the problem: Kids go and they talk to their parents and their teachers about all kinds of silly little things, like how they can’t find their book or that somebody said something mean to them, but when it’s something really dangerous, they’re so uncomfortable that they actually don’t want to make their teacher or parents uncomfortable, or they’re too uncomfortable to even mention it. I just want to say to those who are listening at home that when you feel uncomfortable, please speak up, even if it’s to us here in the Legislature. We want to hear about it.", "I want to give a shout-out to Detective Sergeant Thai Truong from York Regional Police, from the human trafficking task force. Their motto seems to be that if you don’t look, you’re not going to find it, so if you’re really focused on human trafficking and this modern form of slavery, you’re going to find it. They even have it up on their website to tell people to call 911 if they’re afraid or feel that they’re in danger—obviously—or if they’re in York region, to call the York region toll-free number. I’ll even read the number to you: 1-866-876-5423. Or email: info@yrp.ca.", "Basically they want you to ask yourself the question:", "“Are you a victim of human trafficking?", "“Have you met someone who:", "“—promised to protect you and care for you?", "“—told you about an easy way to make money?", "“—made it sound safe and glamorous?", "“—promised you wouldn’t have to do anything you didn’t want to?", "“After a while, did things change? Does this person now:", "“—control where you go, who you see, who you are allowed to talk to?", "“—force you to trade sex for money/food/drugs/a place to stay?", "“—force you to meet quotas or pay him protection money?", "“—moved you to another city?", "“—taken your money?", "“—told you that you owe him and you can’t leave until you pay up?”—and it could be a woman, too, abusing you.", "“—called you names? Made you feel worthless?", "“—hurt you? Beat you? Raped you? Threatened you?", "“—sold or traded you for a drug debt or for money?", "“—tell you he or she loves you and it will be the last time ... only to do it again and again?", "“—tell you no one will help you because you are in the sex trade?”", "At any time, you can be helped. It is never too late. If you feel scared, alone, confused and in need of someone you can trust, you have a right to be safe and respected. The police are there to help you. The community is there to help you. Even a store owner, even a waitress in a restaurant—don’t be afraid. Speak up.", "Do you know a victim of human trafficking? Speak up, because they might need help. One of the signs is that a victim might:", "“—be unable to present identity documents", "“—have no cell phone", "“—lack access to their own money and resources", "“—work excessively long hours with no or few days off", "“—not go out unaccompanied", "“—be branded with tattoos of the trafficker’s name", "“—exhibit signs of chronic fear, guilt, shame, distrust of authority and the inability to make decisions", "“—have bruises and other signs of physical abuse", "“Victims are alone, isolated and are trapped....They have no means to return home or any means to survive. The victim remains dependent on the trafficker for survival and believes the only way she can make money is through prostitution.”", "Don’t let anybody threaten you: “I’m going to hurt your little brother”—they’re going to threaten that—or “I’m going to do something to your pet dog.” You still have to speak up. They could threaten all they want, but the fact is that you have to fight back. They could do these things whether you fight back or don’t fight back.", "I want to mention that we have to help our police forces, because their hands are basically tied. By not giving them the resources they need—too often, people feel that the police perhaps aren’t doing enough, or the politicians aren’t doing enough. But we have to work within the scope, the mandate, the regulations and the legislation that we’re given.", "So we need to move this very quickly. I know the member from Kawartha Lakes-Brock—am I saying that right?" ],
  "anchor" : "para913"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Yes, Haliburton—" ],
  "anchor" : "para957"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Haliburton–Kawartha Lakes–Brock; excuse me—wanted to even limit the debate today because she felt that in that one day, that one hour, somebody else is being trafficked. I understand her frustration. I think we all share it on all sides of the House. The reality is that we want to ensure that this bill moves forward, but that it’s done properly.", "I want to just mention very quickly that the York region police even sent me media releases. It must be very hard, and I want to thank everyone who works—not just our first responders, our police and, sometimes, our emergency rooms and community groups, but there are volunteers in communities who are trying very hard to help victims of human trafficking. We all have to do our part to prevent anybody from being trafficked.", "Sometimes we worry about what our kids are wearing or if they did their homework or what they’re watching on TV, but let’s take the time to speak to the youth in our homes and not just to warn them not to interact with strangers. You have to have a much more in-depth conversation about what people can do to take advantage of other people in order to receive some kind of remuneration. It’s a horrific way to make a living, to abuse another human being. Unfortunately, as we’ve seen throughout history, people have done horrific things. We have to raise awareness in our communities. There will always be evil, and we have to stand up against it.", "I’m going to be sharing my time, passing the torch to the member from Sarnia–Lambton. Thank you, Mr. Speaker, for this opportunity to rise." ],
  "anchor" : "para958"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Sarnia–Lambton." ],
  "anchor" : "para962"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’m pleased, and sad, to rise today to add to the discussion on Bill 96, the Anti-Human Trafficking Act. This is a very important topic that we are discussing. It’s very serious, and one that impacts every riding and community in our great province.", "I want to acknowledge the Minister of the Status of Women for bringing forward this piece of legislation. It’s certainly needed now more than ever.", "I once again want to commend my colleague the member from Haliburton–Kawartha Lakes–Brock for being the driving force behind the changes we’re talking about in Bill 96. Of course, the member introduced the Saving the Girl Next Door Act, which I believe the government seems to have adopted in a lot of respects in Bill 96.", "The member from Haliburton–Kawartha Lakes–Brock is exemplary in her role as critic for women’s issues and critic for community safety. I also had the privilege of sitting with her on some of the committee hearings on sexual violence and harassment—Windsor was the one city I remember being in—when they studied the issue of human trafficking in communities across the province. I certainly got my eyes opened. I want to say thank you to that member and to all the other members who worked so hard on the development and promotion of the Saving the Girl Next Door Act. I am pleased to see that the government is taking action on the issue of human trafficking. I only wish it could have happened sooner.", "I’ve spoken about the issue of human trafficking on a number of occasions in the Legislature. I’ve also been trying to raise awareness of human trafficking in my community of Sarnia–Lambton. I’ve attended a number of events and spoken frequently about this in the local media in Sarnia because, when you start to dive into what’s really going on, you realize this isn’t some problem that’s confined to the big urban centres. It is spreading, it’s insidious, and it’s probably taking place in every community in this province. As I’ve mentioned before, the true extent of human trafficking is not fully known in Ontario or in our local municipalities, as the signs of someone who is being trafficked are not always recognized.", "Anecdotally, in my constituency office in Sarnia, we assisted the mother of a young woman last winter in a situation where the mother believed that her adult daughter was caught in a vicious cycle of drug abuse and human trafficking. Moreover, in another instance, on October 31, 2016, six individuals were arrested on the American side of the Blue Water Bridge, which connects Michigan and my riding of Sarnia–Lambton, on suspicion of human trafficking. Just about one week ago, thanks to the great work of the Lambton OPP in my riding of Sarnia–Lambton and the Sarnia police department, two individuals from the Peel region were arrested and charged with human trafficking in Sarnia. These two men were forcing a 19-year-old woman to work as an escort out of a motel in Sarnia. They had threatened her, assaulted her and had been taking all of her money.", "Those are three instances in my small community in just the past six to eight months. I know there are many more. I’ve heard about them from police officers who are friends of mine. No doubt there are many more cases that we don’t know about.", "This is a problem in our province and, on the surface, it does not appear to be getting any better. Human trafficking is a form of modern slavery. It is one of the fastest-growing crimes, and it is happening in all of our neighbourhoods.", "Again, I want to thank the member from Haliburton–Kawartha Lakes–Brock for her continuing work on this issue, and I want to thank all the members of this Legislature who have added to the discussion on Bill 96. I look forward to seeing this bill passed and more provincial resources being put into fighting human trafficking.", "In conclusion, I want to reiterate what I said during a previous debate on the Saving the Girl Next Door Act and also on a television show on Cogeco back home. I hope that all the people who watched that TV show are listening today; I know there are many people back home in Sarnia–Lambton who watch the Legislature. I say to the people who are managers or workers in these hotels or motels, or if you’re in the adult entertainment business, or if you drive a taxi or are with Uber, or if you’re in the food business, where you’re providing restaurant meals: If you see something, say something.", "There are people who know this is going on. This is moving people between point A and B along the 400-series highways. We know that this is taking place, and we need to do something to raise the awareness of this and bring a stop to this insidious—I call it a disease. It’s not even a crime; I think it’s even worse than a crime. It’s something I can’t believe, as the former member said, that people are making a living off—and taking advantage of the hardships of people.", "Wrapping up—and I’m going to hand my speaking order over to the member from Kitchener–Conestoga—if you do see something out there, ladies and gentlemen, please say something to someone, either with the police or with Crime Stoppers, or even call your local MPP and we’ll make sure that we get the point across to the proper people." ],
  "anchor" : "para963"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener–Conestoga." ],
  "anchor" : "para975"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "It’s a pleasure to chime in with regard to Bill 96, the Anti-Human Trafficking Act. It’s obviously great when you see the government adopt a private member’s initiative. We all come here to propose legislation and oftentimes we hear that private members’ bills go nowhere, that they kind of go into this black hole and never get passed. But it’s quite the opposite. In fact we’ve seen, fortunately, over the last few years several private members’ bills—I believe perhaps even including your own, Speaker? Three, wow, you’re a lawmaker—have that opportunity to become a government bill like this one has.", "This goes back to my colleague from Haliburton–Kawartha Lakes–Brock’s bill, the Saving the Girl Next Door Act, Bill 158, now being injected into the government’s bill. She has been a strong and urgent voice calling for legislation to protect our exploited children and youth. This is the second time that she’s tried and, again, it’s great to see it now injected into the government bill.", "It’s important that we get this legislation passed. I’ve had the opportunity in the past to address this important issue. I would have liked to have seen the government address these issues directly. I want to reiterate that some of the actions that we see are well within reach and that we’re moving down the road in the right direction.", "Human trafficking is a life-altering, damaging crime that impacts residents in every corner in every riding here in the province of Ontario. My constituents in Kitchener–Conestoga have become increasingly aware of the impacts as this heinous crime claims more victims in Waterloo region.", "Some 65% of human trafficking that occurs in Canada happens right here in Ontario. The Highway 401 corridor, which I know was mentioned before, that goes right through—in fact, past my office—provides a transit thoroughfare for much of the activity in this unacceptable crime.", "We had another high-profile case in the region not too long ago—this past summer—where a 14-year-old girl was victimized and trafficked by four adults who have since been charged with human trafficking offences and who are making their way through the system now.", "We heard of another 14-year-old, exploited, victimized and trafficked. Sadly, these are not isolated stories.", "I heard a lot more of these heart-wrenching cases this past summer, when I had a chance to invite the member from Haliburton–Kawartha Lakes–Brock down to the Waterloo region, where our NDP colleague from Kitchener–Waterloo and our regional police chief joined us to host a round table on human trafficking. We heard the difficult stories shared and called for a concrete action plan to address human trafficking operations that for far too long have been able to operate and victimize our young people right here in our community.", "Often those victims come from already-vulnerable groups, having faced hurdles in moving through the child welfare system and group homes. Some 90% of the victims of human trafficking in Canada are born here, so this is not just a problem of being trafficked into Canada from other countries. It’s happening right here, in fact, with our own girls next door. Many victims forced into the sex trade will later end up luring more people into being trafficked under the direction of a person exploiting them. We see this becoming a cycle that perpetuates the problem.", "As Waterloo region police chief Bryan Larkin asked on the day of the round table, “If every citizen would just pause and think. A 14-year-old. The natural question is ... how do we end up here? How does a 14-year-old end up being trafficked and engaged in sexual acts? How do they end up ingesting meth, a significant hard-core synthetic drug? We should all be concerned about that”—Speaker, 14 years old.", "As I saw that day, there are many who share those concerns: support groups, shelters and law enforcement. Of course, I need to mention my constituency assistant, Meaghan Martin, one of those working in support through her Sleep Tight initiative, sending victims a welcome message of comfort and hope through the collection and distribution of pajamas.", "Of course, I was pleased a number of years ago to see an excellent grassroots movement come up in the Waterloo region, the Waterloo Region Anti-Human Trafficking Coalition. This is a group of fantastic volunteers who represent our local stakeholders involved in the fight to end human trafficking, and I want to give special recognition and thanks to them. They include family and children’s services, the Highland-Stirling Community Group, the House of Friendship, the Kitchener Downtown Community Health Centre, the Kitchener-Waterloo Multicultural Centre, the sexual assault and domestic violence treatment centre, Sexual Assault Support Centre of Waterloo Region, victim services, Walk With Me, YWCA Kitchener-Waterloo and the Waterloo Regional Police Service.", "Just a note on that last one, Speaker: The Waterloo Regional Police Service created a new position in 2013 dedicated to the issue of human trafficking and prevention and response. We want to thank the chief and the regional taxpayers for making that initiative possible in the region. In 2015, this group created a document titled A Guide to Supports for Survivors of Human Trafficking, which endeavoured to enhance local coordination and collaboration in support of people who have been trafficked in Waterloo region. It challenged local service providers to be intentional about service provision to victim/survivors of trafficking as victim/survivors. They wanted to raise awareness of existing services for victim/survivors of human trafficking and be a basic resource for victim/survivors in their search for services and supports to strengthen their ability to regain control over their lives and their futures.", "One of the really fantastic things this group coordinated was to produce a road map that linked all of the different organizations and the services they provide, providing a step-by-step guide for responders in cases where a person is rescued from, in fact, being trafficked. This road map has a timeline and various checkpoints related to the age of the person being trafficked, their medical needs, language barriers, access to safe shelter and the type of trafficking that they were subject to, whether it was sex trade or forced labour.", "Another aspect of the fight against human trafficking that I read about in this report was general indicators of commercial sexual exploitation, which I believe goes a long way in helping educate the public about the signs of human trafficking, like:", "—signs of physical or sexual abuse;", "—inappropriate dress for the weather or context;", "—evidence of highly controlling relationships;", "—lack of access to personal documents;", "—inconsistency of living situations and/or lack of knowledge of their current location;", "—a lack of possessions; and", "—the use of sex industry lingo.", "The list goes on and on.", "Speaker, the members of the anti-trafficking coalition are all pushing in the same direction, but we need to give them the legislative backup to help us as a society move towards solutions. They need help—our help—in order that we can all assist the victims for what, for far too long, has been a hidden crime.", "I want to take this opportunity, again, to thank the member for Haliburton–Kawartha Lakes–Brock, Laurie Scott—and the support of our leader, Patrick Brown, and the Ontario PC caucus for the time spent travelling across the province to highlight the need for this legislation. And of course, I thank the government for making it a government bill.", "I now believe I have the opportunity to pass this over to my colleague from Dufferin–Caledon." ],
  "anchor" : "para976"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Dufferin–Caledon." ],
  "anchor" : "para1003"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "There is little doubt that we are going to be supporting Bill 96. But before which congratulate ourselves too much, we are playing catch-up. In 2007, the federal government started acting on human trafficking in Canada, so let’s not forget that we are playing catch-up.", "Years ago—I think it was actually four years ago—it was recommended by a police officer that I had worked with in the past that I read Julian Sher’s book called Somebody’s Daughter. Julian is an Ontario investigative reporter. He wrote Somebody’s Daughter: The Hidden Story of America’s Prostituted Children and the Battle to Save Them. The stories and the suggestions made in Somebody’s Daughter were American, because that’s where he could get more information and, frankly, that’s where the judiciary, the legislators and the police were actually able to make a difference and start acting on human trafficking.", "Look, I’m thrilled that we’re moving forward on this. I am very, very pleased that we have an in-house expert. It is not without passing that I have to say that the member from Haliburton–Kawartha Lakes–Brock is actively being approached and asked to participate in panels and in education discussions across Ontario because people see her as a legislative expert in this field.", "I want to give a shout-out, because there’s actually another piece of government legislation that dovetails with Bill 96. Currently before committee we have Bill 89, An Act to enact the Child, Youth and Family Services Act, 2016, to amend and repeal the Child and Family Services Act and to make related amendments to other Acts. I raise Bill 89 because Bill 89 extends the age of protection to age 18. It is actually part of what we need to do as legislators, to make sure that we can start to help these survivors of human trafficking. I’m going to say that those two dovetail together to some degree.", "I hope, and it is my sincere desire, that the legislation the member from Haliburton–Kawartha Lakes–Brock brought forward today, that talks about educating justices of the peace and people interested in applying for the judiciary, is also dovetailed into this anti-human trafficking issue and how to deal with it. Because, frankly, people are not going to go through the court system if they do not believe that their voices will be heard and they are understood at a judicial level. I just want to raise that as a—we are not done. Bill 96 is not the end of this journey.", "Speaker, maybe Bill 96 is a little too personal for me because I have two teenagers in our home. I have many, many young people who come in and interact with our family who are in this—how shall we say—very vulnerable age range. In this wonderful era of connectedness, with social media and Instagram, everything that allows our peers and our children to connect also makes them vulnerable. I want to make sure that we take the time to educate people.", "I was so pleased when the member from Thornhill started talking and raising examples of what to look for, because, frankly, I don’t think that a lot of us know what to look for. I don’t think a lot of us appreciate what kinds of very devious techniques are used to lure our sons and daughters into this terrible, terrible web of human trafficking.", "I hope that Bill 96 moves quickly. I hope we can continue to work collectively to bring forward ideas and suggestions on how it can be improved in the province of Ontario.", "One of the reasons I raise the age of protection is because one of the stats that people talk about is that Ontario is one of the worst jurisdictions in all of Canada for human trafficking. Well, one of the reasons is that Ontario is the only jurisdiction that stops protecting our children at 16.", "We have to make sure these things all work together. We have to make sure that we give the survivors the tools they need to go after the people that lured them in and, frankly, continue to make money, and we have to make sure there is that coordination.", "The first anti-human-trafficking director was appointed last year, I believe it was, in the province of Ontario. There is much, much more work we can do and we need to do. So I want to make sure that all of these pieces of legislation, all of these issues—we have to outsmart the people who are luring our children into the human trafficking trade.", "With that, I am pleased to share my time with the member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para1017"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I’m happy to rise today to address Bill 96 and thank my colleague from Haliburton–Kawartha Lakes–Brock for her diligence in making sure this went through—one or two attempts, or two or three attempts, to get this bill through.", "It is an important bill. You know, you look around and you think this is maybe an inner-city problem. When you go around this province, you’ll find that sometimes when you get out of the big cities, it becomes more of a problem in the rural areas, where children tend to grow up maybe a little more knowing their neighbours, a little more confident in who they’re dealing with than when they go into the nearby cities.", "Just a few months ago, a van had pulled over at a gas station just across the border in New York state coming from Canada. Some people got out, and somebody noticed something that was a little bit different, a little bit odd, and called the police. This was a case where children had been taken across the border, say young girls, and so this is not an isolated case.", "I know in our area, we have a joint task force with the OPP, the RCMP and the Quebec Provincial Police. They are there originally because of the smuggling issue with drugs. I had a chance to tour the facility a couple of years ago, and we talked about the issues, what they saw as the problem. They mentioned that as they got tougher in the Cornwall area, they found that the smuggling just moved east, where there was less of a police presence. They talked about cautioning, I guess, against legalizing the tobacco or reducing the taxes, because the infrastructure is already in place, the corridors. They talked about how it would just move to something else, like guns, and they mentioned human trafficking.", "We have a corridor across the bridge, the international bridge, that even I guess raised—the state department has talked about how Ontario is not doing enough. We`re very happy that the bill that my colleague talked about, making the 16- and 17-year-olds, a bill that I tabled after Rod Jackson, a member of our caucus before, had tried to put it through and didn’t get it through—put it on the table and it passed.", "This is something we see now the government following through on, but it really is something where you get young children who have no options. They have no possibility of care. My daughter talks about children she knows where their parents, for whatever reason, are not around and the children are coming to school and they have nothing to eat. There are very few programs—they can’t go to children’s aid because they haven’t been part of that before.", "So it’s all a package, and I think law enforcement is a big part of it. We have to make sure that we’re there. We have to make sure that our children are made aware of the details and be, I guess, just aware that if they’re somewhere and they get approached, they have to be careful. You don’t have to be in a large city; you can be anywhere. I think, as “the girl next door” talks about, 90% of the children who are being victimized are from Canada. They’re not foreign children.", "I think, as we look through this, we’re looking forward. I know the member here wants to see this pushed through as quickly as possible. It has been around for a long time. But it really is a problem and something that we have the ability to impact on. I’m glad to see that the government is taking this up.", "Thank you for this opportunity today." ],
  "anchor" : "para1018"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1027"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I do want to acknowledge, of course, the member from Haliburton–Kawartha Lakes–Brock for all of the work that she has done, first of all to bring this issue to the Legislature, and also to bring awareness. One of the things that I think is important about this bill is that it’s going to bring an awareness and an education piece to our communities. We need to make sure that we do that, because prevention is very important.", "The bill, essentially, is a legislative framework in order to combat human trafficking. Of course, advocates in this area have long called for measures to be taken, so it’s good to see that that is going to happen. It’s also presenting a day in February, which again gives us an opportunity to educate and bring awareness to these issues before we have to anticipate people getting into this insidious type of crime. If we can do that and make sure people are aware of it and they know what to do not to get into it, that is a good outcome. It’s on February 22; they’re going to declare that in this legislation as Human Trafficking Awareness Day. That’s a positive thing to do as well.", "I like the fact that we’re looking at putting in the provision about the civil courts piece. If victims do come forward and want to use that avenue, then they should have a less cumbersome way of doing it, and having the fact that they can get a restraining order and the court system can actually order a child protection order in cases of child exploitation.", "I also want to point out something that I hope is going to be discussed extensively in committee, and that’s the piece about having a protection order that expires after one year and can be renewed. I think that should be talked about at committee so that we can get that right the first time. It’s important to protect the victims of trafficking abuse." ],
  "anchor" : "para1028"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Member from Ottawa–Vanier." ],
  "anchor" : "para1032"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Ça me fait plaisir de participer au débat.", "When I was elected last November, one of the things that I really wanted to contribute was to help in curbing violence against women, and also ensuring that exploitation in all its forms would be diminished in Ontario. Today, speaking to this bill allows me to speak a little bit about this important avenue of curbing and responding adequately to human trafficking.", "I think the bill, to my mind, represents, really, the state of the best knowledge that we have now in the world on how to confront human trafficking, ensuring that the victims have the tools that they need to respond adequately and to prevent getting trafficked.", "The bill goes a little further than the Manitoba legislation. It goes a little bit further in some fashions than the private member’s bill, building on it and then moving forward. In particular, I think it uses the Criminal Code provisions which do not require evidence of force and coercion. I think we now know that probably that’s a good thing, and I think we will see in committee whether there’s some discussion about that. In general, when we look at the experiences in the States and elsewhere, they seem to indicate that using the wide definition of the Criminal Code may be a good idea.", "I am actually quite pleased as well, like the member from Dufferin–Caledon, to make the link with Bill 89. It’s not only about raising the age of the child, but also respecting the voice of the child, which is a principle of Bill 89 that we see here, because the child will have his or her own representation.", "In general, I am pleased that we have probably a pretty good piece of legislation that should move forward." ],
  "anchor" : "para1033"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1040"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I’m very pleased to congratulate the nine members of the PC caucus who just spoke on this important piece of legislation, Bill 96. All of the speeches were excellent. I think that’s probably a record in terms of the number of members who have participated in one block of time in this House. Again, that underlines and underscores, I think, the interest that exists within our caucus and the support for this bill.", "All of the speeches, as I said, were excellent, but I want to single out, in particular, the member for Haliburton–Kawartha Lakes–Brock. I think it’s fair to say that her passion, diligence, caring and dedication, in terms of her private member’s bill and the great deal of consultation that she did in the last couple of years, has led us to this point, where the government is prepared to introduce government legislation. Again, it is a bill that we support.", "This crime is disturbing and despicable. When we listen to the debate and the discussion, it is beyond belief that this is happening in our communities, but it is also beyond dispute that it is happening in our communities. We have to find innovative ways to confront it head-on and prevent it from continuing.", "The member for Dufferin–Caledon made a good point when she suggested that this bill, when it passes, is just the start, and there’s more work to do. I want to commend an organization called Restorations Second Stage Homes, which recently acquired, I believe, charitable status. They’re raising money to buy a residential home so that the victims of human trafficking can go there and heal.", "I think that’s an issue that we all need to be aware of: that there is a need for residential support for the victims. Obviously, as a Legislature—the government, of course, playing a role—we have to support those efforts to ensure that there are safe places for the victims to go so that they can heal.", "Once again, thank you very much for giving me this opportunity, and I encourage all members of this House to support Bill 96." ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Niagara Falls." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’m certainly pleased to rise on the Anti-Human Trafficking Act, Bill 96. Just last year, city councillor Joyce Morocco and I poured red sand in the gaps on the sidewalks on Queen Street in Niagara Falls. That sand represented the girls and women who are victims of human sex trafficking. I want everybody to understand this and listen to this: This is a $99-billion worldwide industry—" ],
  "anchor" : "para1048"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "One hundred and fifty billion." ],
  "anchor" : "para1049"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Well, my staff says it’s $99 billion. It may be $150 billion. Whatever it is, it’s a lot.", "The tales are horrific. As somebody who has three daughters, it’s tough to stand up here and listen to what’s going on with young girls in our communities right across the province, but also what’s going on right across the world. Girls as young as 13 become sexual slaves for their clients, beaten so badly they swallow their teeth and they’re terrorized into cowering in submission. People who are doing it to them keep growing fat off the girls’ earnings.", "Yes, it does happen far away, but it happens in my community of Niagara Falls. In the hotels and motels in Niagara, on any given day, girls are intimidated and threatened by human traffickers into becoming modern-day slaves.", "Those who took part in the ceremony with me on that Friday wanted to bring awareness to Human Trafficking Awareness Month in January. I’ll have an opportunity to speak to this one more time before the day is over." ],
  "anchor" : "para1050"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Haliburton–Kawartha Lakes–Brock has two minutes." ],
  "anchor" : "para1054"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I just want to thank all the members today who have spoken. We may have set a record on this side for the most number of members who have spoken in an hour. Their commitment to assisting me in advocating for anti-human-trafficking laws has been outstanding, and I applaud every single one of them that spoke today, and all of my caucus members, and the passionate words spoken by all members in the Legislature today.", "I want to follow up on the fact that I’ve highlighted the strength of the survivors who have come forward to train police, victim services and people like myself who are bringing in legislation; the strength of victim services across the province; and the police, the front line, who are rescuing these individuals.", "To the victims themselves, who are bought, branded, beaten and sold: We are there and trying to help you.", "To follow up on the average age being 13, I want to highlight that the 2016 US state department Trafficking in Persons Report singled out Ontario as not doing enough: “In Ontario, children 16 and older were not eligible for child protective care and were often diverted to co-ed youth shelters, leaving them vulnerable to recruitment into sex trafficking.”", "We have long called, on this side of the House, in the PC Party, for the age of protection to be 18. We are happy that the government is bringing not only this piece of legislation in, but that piece of legislation in.", "We are talking about an urgent issue that needs urgent action. Much more work needs to be done. There is no question that this is modern-day slavery. It is a human rights violation. It is child abuse.", "When I say that in Ontario alone there are 13,000 missing children, 40% to 60% will be victims of human sex trafficking. We can no longer ignore this. We must do more." ],
  "anchor" : "para1055"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1062"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I am pleased to rise as NDP critic for women’s issues to speak on behalf of my caucus in support of Bill 96, the Anti-Human Trafficking Act, 2017.", "Although human trafficking is an issue that affects men, women and trans people, we know that about two thirds of those who are trafficked are women and girls, and in almost all cases of trafficking for the purposes of sex exploitation, which is the most common form of human trafficking, the victims are women. So human trafficking is very much a women’s issue.", "In addition to my role as women’s issues critic, I am also joining the debate today as MPP for London West, a riding that is situated along the 401 corridor, in a community that has become known as a hub for trafficking activity in Ontario.", "London has experienced a significant rise in the incidence of human trafficking, so much so that the London Police Service this year created a permanent human trafficking unit.", "I will be sharing some insights about human trafficking gathered from the London police, and I want to give a shout-out to Detective Mike Hay from London Police Service, who spoke to me at some length last week about human trafficking in London, from the police perspective.", "But before I get into the substance of the bill, I want to take the opportunity to recognize the member for Haliburton–Kawartha Lakes–Brock, the PC women’s issues critic, who took this issue on and became a champion, whose tireless efforts really were a catalyst for the government to finally do something about trafficking.", "In 2015, the member brought forward a motion to create a task force to combat human trafficking in Ontario. Later, she introduced two private member’s bills, which were debated in February 2016 and again in October 2016. These legislative actions provided not only the impetus but also much of the content for the bill we are debating today. In fact, the debate we are having on Bill 96 is in many respects a replay of the prior debates that took place on the two private member’s bills and the motion that preceded Bill 96.", "I congratulate the member for Haliburton–Kawartha Lakes–Brock for her unrelenting advocacy on this issue. I had the privilege of working with her during the Select Committee on Sexual Violence and Harassment, which of course was the other impetus for the legislation we are debating today. As sometimes happens in this House, the member and I became friends during the committee process. We became friends who respected each other’s work and the issues that we cared about. I can say how impressed I was by the passion and the commitment that she brought to the issue of human trafficking, and I thank her for pushing the government to take action, which they did with their funding announcement last June and now with the legislation that is before us today.", "The work that we did as the Select Committee on Sexual Violence and Harassment—the time that we spent hearing from witnesses at Queen’s Park and travelling to various communities across the province—really opened our eyes, as members of the committee, to the reality of human trafficking, and, in particular, human trafficking for the purposes of sex exploitation across Ontario. We heard stories of women who were trafficked, whose bodies were sold, who became sexual slaves for the direct profit of their traffickers.", "The final report of the select committee identified Ontario as a major hub for the global trade in human beings for the purpose of sexual exploitation.", "Presenters appearing before the committee explained that traffickers use a variety of strategies to recruit individuals, often through the Internet or by individuals posing as their peers. The committee was told about the “boyfriend effect,” which makes it less likely that the victim will report.", "We learned about the resistance of some women who are trafficked to even view themselves as victims, and the reluctance of many victims to go to the police. We heard about the language and cultural barriers that make it even more difficult for foreign victims to seek help.", "The stories that were shared with members of the committee, the stories of survivors who had escaped the modern-day slavery that epitomizes human trafficking, were among the most disturbing and the most shocking of all the deputations that were made to the committee. I want to acknowledge and thank those brave survivors whose experiences are reflected in the legislation we are debating here today.", "Throughout the select committee process, we were continually reminded of how vital it is to honour the voices of survivors, to respect their lived experiences, and to incorporate their expertise into any legislation that is being brought forward to address gender-based violence.", "There is no question, Speaker, that human trafficking is a horrendous and despicable crime. It robs victims of their rights and dignity. It dehumanizes and degrades. But one of the challenges in combatting human trafficking is the lack of data about incidents. The little provincial data we have is based on RCMP reports on charges laid, and evidence collected from service provider agencies about victims of trafficking who accessed those services.", "What we know from the RCMP is that Ontario is the province with the greatest number of domestic human trafficking charges for sexual exploitation in all of Canada, and that human tracking in Ontario is often concentrated in the GTA. Recent data from December 2016 shows that in Toronto alone, there were 77 arrests and 529 charges laid of trafficking or related crimes; 62 trafficking victims were identified, 60% of whom were 16 years of age or younger.", "Looking at incidents of human trafficking rather than charges, the Alliance Against Modern Slavery compiled data from Ontario victim services organizations and found that a total of 551 incidents of human trafficking were reported between January 2011 and December 2013.", "As has already been mentioned, the most common type of trafficking was for the purposes of sexual exploitation, representing close to 70% of the cases. Next was forced labour, representing about 25% of the cases, followed by forced marriage, at close to 10%. In almost one quarter of all the cases, victims were trafficked for multiple purposes.", "So who are these victims? In her private member’s bill, the member for Haliburton–Kawartha Lakes–Brock described the victims of trafficking as “the girl next door.” As stated earlier, human trafficking disproportionately affects women, but it also affects children. About half of all victims of trafficking are under 18 years of age. It is happening in all of our communities, across all regions of the province. In fact, it is estimated that 90% of trafficking is actually domestic and is occurring within the borders of this country.", "Yet while it is true that victims can come from all socio-economic statuses and family backgrounds, it is also true that human traffickers prey on marginalized and disadvantaged populations. People can be trafficked from other countries and brought to Canada as migrant workers on farms or construction sites. In some of the more high-profile cases of labour trafficking rings, these victims are forced to work long hours without pay and without adequate food, their papers and passports confiscated and threats made against their family members.", "Among the two thirds of trafficking victims who are women, many are the most vulnerable in our society. They may be young women in care. They may be young women with disabilities living in group homes. They are often indigenous women or girls, reinforcing the link between human trafficking and missing and murdered indigenous women, and making it even more urgent that we truly understand what the systemic barriers for indigenous women are.", "A 2014 study by Public Safety Canada reported that indigenous people comprised 4% of Canada’s total population, but account for almost half of all victims of trafficking, making them this country’s population that is most vulnerable to exploitation.", "A gender-based analysis of trafficking by the Women’s Support Network of York Region emphasizes that understanding “social location and its impact upon women’s economic independence, victimization by crime and safety is integral to the phenomenon of human trafficking for the purpose of commercial sexual exploitation.”", "The York region report cites a number of specific factors that make women more vulnerable to trafficking. These can be social, including gender inequality, a history of colonial exploitation, poverty, lack of access to education and restrictive immigration policies resulting in forced migration. They can be economic, including supply and demand for labour in many sectors, and low risk/high reward for perpetrators. They can also be political, including wars and other situations resulting in displaced persons or refugees.", "The report goes on to state that “different women and girls are targeted for and experience human trafficking differently. A woman’s race, socio-economic status or age affects her level of risk for being targeted for trafficking and sexual exploitation, her safety concerns, her community support system, as well as resources available to her should she consider exiting a situation of trafficking. As example, a transient youth who is lured into sexual trafficking may present different needs than an adult woman; and women who have no legal status in Canada experience different barriers in reaching help than women who have status in Canada.”", "Speaker, women are more vulnerable to trafficking because they are more likely to be poor. Poverty is one of the clearest risk factors for trafficking, and that’s particularly the case for immigrant and indigenous women. Another risk factor is low education. We know the kinds of barriers that indigenous people face in accessing education or employment opportunities, and the legacy of residential schools that continues to create barriers for indigenous women.", "Now that we understand what trafficking is and who is most likely to be trafficked, I am now going to turn to the bill itself.", "Bill 96, the Anti-Human Trafficking Act, provides a legislative framework to deal with human trafficking. It is intended to increase public awareness, make it easier for victims of human trafficking to get restraining orders against their traffickers, and give victims the ability to sue their traffickers for civil damages.", "The first schedule of the bill proclaims February 22 in each year as Human Trafficking Awareness Day. That was the day, in 2007, that the House of Commons passed a motion condemning the trafficking of women and children across international borders for the purposes of sexual exploitation.", "Human trafficking is often referred to as a hidden crime, a crime that is invisible and unrecognized. Declaring Human Trafficking Awareness Day is a way of drawing people’s attention to the fact that human trafficking is happening. It is happening in communities across the province and to the people and children you least expect.", "The day would provide an opportunity to inform people about trafficking, particularly the women and girls most susceptible to traffickers. It would educate the public on what to look for to identify trafficking, and would help those who are employed in sectors where trafficking often occurs, like hotel workers, to recognize the warning signs that trafficking may be taking place.", "In London, there is an organization called CATI, the Coalition Assisting Trafficked Individuals, which is made up of more than 20 different agencies and organizations across London and Middlesex county. With funding from the Ontario Trillium Foundation, one of CATI’s mandates is to prevent human trafficking by raising awareness of the issue, as well as to coordinate the delivery of services to people who have been in situations of human trafficking.", "The coalition is currently conducting training for front-line service providers to help them recognize and support those experiencing human trafficking. It has trained about 700 individuals in my community over the last five years.", "The CATI website includes some indicators, or red flags, that show if there is a concern about human trafficking, and this is a critical piece of human trafficking awareness efforts. This could make a real difference for survivors of trafficking, and especially for children.", "There was a recent article about a Mississauga high school student who was lured into sex trafficking. Peel police constable Joy Brown highlighted some of the red-flag behaviours that were present with this young woman and that should be looked for, to prevent other young girls from being similarly trafficked.", "These red flags include “extended periods when whereabouts are unknown; sudden changes in routine; having more than one cellphone; receiving expensive gifts; extreme tiredness and unexplained absences from school.”", "Fortunately for this victim, a teacher recognized the changes in her behaviour and connected her with a support program. This certainly demonstrates the value of educational programs across the community and in schools.", "In my discussions with stakeholders about Bill 96, and schedule 1 in particular, there was a concern raised around the tension between sex trafficking and sex work. Absolutely, Speaker, we must do everything possible to protect our children from sexual exploitation. But there are some who see all forms of sex work as sex trafficking, regardless of age, arguing that there can be no genuine free will in choosing to engage in sex work.", "The lack of clarity in the legislation about the difference between sex trafficking and sex work may make some sex workers reluctant to come forward when they are aware of a potential trafficking situation or are at risk of becoming trafficking victims themselves.", "The presumption of false consciousness among sex workers—the presumption that these workers couldn’t possibly be participating in sex work of their own volition—only serves to exclude these workers and drive them further underground. It makes them more vulnerable to violence and less likely to have access to health and outreach services, compromising their safety and further stigmatizing sex workers who are not minors and who experience abuse.", "It will be critical that Human Trafficking Awareness Day messages about educational materials do not automatically conflate sex work with sex trafficking and make clear that the sex trafficking aspects of the educational materials are directed at children.", "The second schedule of the bill is the main substance of the legislation. It is intended to prevent human trafficking through restraining orders and to provide new remedies for victims by creating a tort.", "The schedule begins by defining human trafficking to align with the Criminal Code, which states, “Every person who recruits, transports, transfers, receives, holds, conceals or harbours a person, or exercises control, direction or influence over the movements of a person, for the purpose of exploiting them or facilitating their exploitation is guilty” of human trafficking. Under the Criminal Code, the consent of the victim to participate in trafficking does not matter, removing an obstacle that has prevented people in other jurisdictions from suing for damages or obtaining protection orders, because they were not able to prove that they did not consent.", "Most of schedule 2 concerns restraining orders, which are commonly used by the courts to prevent unwanted contact between persons in certain circumstances. The schedule provides details about who can apply to obtain a restraining order, what process must be followed to obtain a restraining order, and what can be included in a restraining order.", "Applications for restraining orders may be made by a victim or potential victim of human trafficking regardless of the victim’s age. This allows minors to apply for a restraining order, but there it a mandatory publication ban on any information that could identify a child.", "An application may also be made by a person who has lawful custody of a child who is a victim of human trafficking—so parents or guardians. Applications for restraining orders can also be made by any other person—anyone—who has reasonable grounds to believe that someone is being trafficked or is in danger of being trafficked, such as a friend, a family member, a teacher, a school principal or others.", "The “reasonable grounds” test is used by the courts to determine whether a restraining order is warranted. If the court has reasonable grounds to believe that human trafficking is occurring, or likely to occur, then they can issue a restraining order against the trafficker.", "The bill identifies 13 factors that may be considered in the court’s decision, factors that reflect many of the tools typically used by traffickers to lure victims. These factors are the age of the victim and the respondent; the victim’s immigration status; whether the victim has a physical or mental disability; the nature of the relationship between the victim and the respondent; whether the respondent is in a position of trust in relation to the victim; whether threats or intimidation were used against the victim; whether force was used; whether deception, fraud or coercion were used; whether alcohol or drugs were given to the victim to compel labour or services; whether financial means were used, including withholding money; whether personal identification was withheld; and whether the respondent possessed, made, transmitted, made available, sold, advertised or distributed graphic or sexually explicit recordings of the victim.", "In the 2014 research study by the Alliance Against Modern Slavery, more than a third of the trafficking victims were exploited into human trafficking via boyfriends who acted as pimps. One quarter were exploited while visiting friends in Canada. One in 10 victims was kidnapped, 7% were exploited through forced marriage, and close to 7% were sold into slavery by their family members. About 15% of victims were trafficked or enslaved through labour migration, a family visit, being sold by a non-family member or through false educational opportunities.", "In terms of the specific individuals who exploited the victim into a trafficking situation, in 42% of the documented cases trafficked persons were pressured by pimps. Friends and bar owners were almost equally likely to pressure victims into human trafficking, followed by a combination of boyfriends, girlfriends, colleagues at work, husbands, employers of the victim’s parents, acquaintances at school, online through social media and even religious leaders.", "The Alliance Against Modern Slavery documented the kind of violence experienced by the victims, which includes mental or social pressure; threatening behaviour; false promises/deception; demeaning or humiliating or controlling behaviour; physical violence; the denial of freedom of movement; sexual violence; restrictions on lifestyle; withholding of wages; excessive working hours; threats against a family member; the denial of medical treatment; the denial of food or drink; the withholding of identity documents; forced drug usage; forced alcohol usage; abduction; debt bondage; and threats to end immigration sponsorship.", "Given the kinds of violence that have been experienced, given the kinds of coercion that are exerted on victims of trafficking, the list of factors that is set out in the legislation does seem to capture the experiences of victims of trafficking. But this is one area where I very much look forward to hearing from witnesses when the bill goes to committee as to whether this list should be expanded.", "Bill 96 allows the court to apply conditions on the restraining order to protect the victim. For example, it can put a prohibition on communication with the victim, either direct or indirect. It can prohibit the respondent from going to a place that the victim is known to frequent, such as a school, a shelter, a youth facility, a place of residence, a place of worship or a place of employment. It can require the return of personal documents to victims, such as a passport, driver’s licence, health card or other ID. This is important because the confiscation of those documents is often the means used by traffickers to keep their victims enslaved, especially when those victims are illegal immigrants.", "The restraining order can also require the return of the original or any copies of visual recordings that were made of the victim, and prohibit the respondent from possessing or distributing any such visual recordings. While this is an important provision and offers some protection, I guess, for the identity of the victim, we know that once an image is online, it can never be retrieved.", "Finally, the court can include in the restraining order a prohibition on the respondent from possessing a weapon, which is critical given the extensive involvement of organized crime in human trafficking and the danger posed by traffickers, who often have a history of guns and violence.", "There is a one-year limit for the restraining order, which can be extended by the court multiple times, and there are no fees to file either an application or an appeal. While I appreciate this absence of fees, which removes financial barriers to applying for a restraining order, I hope that the requirement to go back to court every year does not impose a logistical barrier to victims in terms of having to renavigate the court process each year. This is something that I hope will also be addressed during the committee input.", "The court is permitted to use hearsay evidence in making its determination, and any witnesses who may be called to provide evidence are permitted to use screens and other aids under the Evidence Act.", "Taken together, these provisions appear to facilitate easier access for victims to obtain restraining orders. It will be important, however, to hear public input at committee about any unintended consequences of the restraining order provisions of the bill, and whether there is an appropriate balance struck between the rights of the victim and the rights of the respondent. Questions have also been raised about the enforcement of the restraining orders: how difficult enforcement might be, and how effective the restraining orders will be to protect the victims of trafficking from their trafficker.", "The last part of schedule 2 of the bill establishes a tort of human trafficking. This is important, since it allows civil actions to be brought by victims of human trafficking against any person who was involved in the trafficking, without proof of damage. It could be anyone who knowingly benefited from trafficking and who facilitated the trafficking by concealing or destroying travel, identity or immigration documents. By explicitly naming a tort of human trafficking, there is a greater likelihood that victims will decide to sue, because they see that what happened to them is something that merits civil redress.", "There are some legitimate questions, however, about how much compensation will actually be able to be claimed through civil action, since it can be very difficult to track down the traffickers. However, there is no doubt that human trafficking is an extraordinarily lucrative crime that attracts criminals worldwide and generates huge profits for the traffickers. Unlike the drug trade, where illicit drugs are gone once they’ve been sold, victims of human trafficking can be sold over and over and over again, providing a steady stream of revenue for the trafficker. In addition to providing a meaningful form of remedy for the victim, enabling victims to sue for compensation under a new tort of human trafficking could also serve as a deterrent to traffickers.", "The new tort also allows people who have been victimized in the most horrific ways to gain a formal acknowledgement that what happened to them was wrong. This tends to be particularly important for survivors of violent crime.", "The criminal trial process focuses on determining whether an accused person is guilty or not, but human trafficking, especially trafficking involving sexual exploitation, is often very difficult to prove. By contrast, the focus of a civil action is on the harm suffered by the victim. It provides societal recognition of the injustice that was done and offers some measure of compensation for the pain and trauma that were experienced. For victims who choose not to go to the police, a civil action may be their first and only opportunity to tell their story to someone who is in an official capacity. This can be both profoundly meaningful and also therapeutic for the victim. This is especially so for victims of sex trafficking. A study by legal scholars at the University of Ottawa found that “compensation claims for losses arising from sexual abuse are different from many other legal processes in one important aspect. Therapeutic effects are neither incidental nor unexpected. Rather, claimants enter the processes with explicit therapeutic expectations. They see the claiming process as having a role, often a critical role, in their recoveries or well-being.” Proceeding with a lawsuit, sharing the experience in court, can be empowering and also healing for survivors of sex trafficking.", "In addition to providing for recovery of damages, Bill 96 would also allow punitive damages that recognize the profits that were made as a result of the trafficking, again providing further validation for the victim of the harm that they endured.", "While the debate on Bill 96 that has taken place so far has largely focused on the impact of the legislation on sex trafficking, it is important to consider the impact on other forms of trafficking as well. As I indicated earlier, the majority of human trafficking involves sexual exploitation, but approximately 30% of human trafficking involves labour. This touches precarious workers, foreign nationals and immigrant workers. These are people who are usually in search of jobs and a better life, and instead become trapped and exploited for another person’s gain. They are stripped of their rights, their sense of identity and their future. They become a commodity who is told what to do and where to go at the hands of their trafficker. They are threatened, isolated, intimidated and controlled.", "The challenges around addressing labour trafficking are much different than those addressing sex trafficking. These include the attitude of immigration services, access to employment services, language barriers, and a lack of understanding and acknowledgement of the existence of cases of human trafficking for the purpose of forced labour.", "The Alliance Against Modern Slavery reported a shocking story of the 23 Hungarian men who were forced to work long hours at a construction site over a two-year period with no pay and only one meal per day consisting of scraps in the basement of a home in Hamilton, Ontario. When the ring was discovered in 2012, it was the largest human trafficking bust in Canadian history.", "That report also notes that certain sectors and activities are more likely to be associated with trafficked labour, including construction, restaurants, domestic work, petty crime, factory work, agricultural work, and babysitting or nanny services. However, the alliance points out: “Service providers didn’t know how to approach the case. They don’t understand human trafficking. They believe it’s only about rescuing and saving a person in a sexual exploitation situation, but with forced labour, they don’t believe this is happening in Canada.... They don’t know what to do with them. It’s challenging; we cannot do everything.... To stop trafficking and to help the person that has been trafficked, there has to be collaboration.”", "Unfortunately, Bill 96 does little to recognize the lived reality of survivors of labour trafficking, who make up the second-largest group of trafficked people in Ontario. The reality for many migrant workers is that taking out a restraining order against their trafficker means not only losing their employment but also losing their temporary foreign worker status that provides them with access to health care and other services. They may in fact find themselves in immigration detention centres, facing the very real possibility of deportation.", "While this bill provides remedies that may be helpful for survivors of sex trafficking, restraining orders and civil torts will have little to no impact to improve the lives of trafficked migrant workers, particularly those who are here on temporary foreign worker permits.", "Another common form of human trafficking that is often overlooked is forced marriage, the third most common form of trafficking. There are many reasons that a young person—almost always a woman or a girl—may be forced into marriage, but most typically, she is coerced by her family or her community.", "A manual on forced marriage as a form of human trafficking that was prepared by the South Asian Women’s Centre states, “In addition to religion and/or retention of culture, the perpetrator’s reasons may include marriage as an exchange of favour or settlement of financial debts. In some communities, matrimonial alliances between families are created in order to preserve family wealth and/or status and reneging such alliances can be very damaging to family reputation.”", "Aside from the physical and emotional abuse that can often accompany forced marriages, the social consequences of potentially refusing a forced marriage are significant. The victim may fear damaging her family’s social status or hurting her siblings’ chances of marrying. Or she may face complete exclusion from the community, or even death. Those whose visas or status within the country depend on their marriage may also fear deportation or incarceration.", "Often, the supports that we currently have to offer victims only exacerbate the situation. The South Asian Women’s Centre notes that the shelter structure sometimes makes these women’s situations worse. It puts these victims into an unfamiliar space that amplifies their vulnerability and the lack of control that they feel.", "While each trafficking story is unique, there are common themes. In Canada, there are many examples where forced marriage is coupled with both sexual exploitation and unpaid work. It is unlikely that access to restraining orders and the ability to sue their trafficker will provide any remedy for victims of forced marriage. We need to ensure that the policies proposed to address trafficking take into account the realities that the victims of trafficking face, and that victims are able to access the legal, social and medical supports they need to fully recover from their horrific experiences.", "I am now going to turn from the specifics of the bill to the other measures that are needed to prevent human trafficking, specifically with relation to policing and enforcement. My focus will be on what is happening in my own community of London, which is a fairly representative mid-size city located along the 401.", "In January of this year, London Police Service established a permanent human trafficking unit consisting of three permanent members—Detective Mike Hay, who heads the unit, and two detective constables—as well as two temporary constables borrowed from the uniformed division. The mandate of the unit is to address all forms of human trafficking, and not just sexual exploitation.", "The London Free Press reported that Detective Hay’s presentation to the police services board in January “painted an alarming picture of teenagers as young as 14 being controlled by pimps and offered for sale on a website used by escorts.” While acknowledging human trafficking is a huge problem across the province, he also pointed to London’s reputation as a hub for the crime.", "The police report that human trafficking often overlays other offences, including domestic violence, sexual assault, child pornography, child abuse, forced marriage, immigration, labour law and even bylaw offences. Local statistics on human trafficking are consistent with provincial and national data. In 2016, London Police Service officers laid 74 criminal charges against alleged traffickers. This was nearly double the number of suspected traffickers from the year before.", "Most of those accused of human trafficking in London are men: 83%. They are also young: 41% are between the ages of 18 to 24, and 36% are between the ages of 25 to 34.", "While sometimes the traffickers are acting alone, they are frequently part of an organized crime ring, with a main trafficker, recruiters, enforcers and transporters.", "Of the 52 vice probes that the London police have conducted in hotels throughout the city, the vast majority were conducted along the 401 highway, where victims were being moved to cities up and down the corridor, with the majority from outside London.", "As emphasized earlier, most of the victims of human trafficking in Ontario and in London are young women: 93% are female, and almost half are between the ages of 18 and 24. Another one quarter of the victims in London were under the age of 18. These children are often groomed by older men, and initially showered with gifts and attention by this person whom they call their boyfriend.", "A typical scenario involves the “boyfriend” telling the victim that he has become saddled with an enormous debt and is in imminent danger if she doesn’t help him to pay off this debt. He then asks her to help by providing escort services as a temporary solution, which quickly becomes a permanent experience through psychological, physical and sexual violence inflicted by the trafficker.", "There is also grooming that occurs among sex workers, with pimps offering protection and better business opportunities for independent escorts, or threatening them with violence if they don’t agree to work for them.", "Detective Hay also noted the lack of information about the true nature of human trafficking in London and the actual number of victims. Human trafficking tends to be under-reported, especially, in my community, among victims who are indigenous, who are male or who are trans. There is also a complete lack of data about forced-labour victims.", "Some of the investigative challenges facing police in dealing with human trafficking include a reluctance to involve the police, as well as the time that is required for the police to conduct an investigation. These are often very labour-intensive; multiple meetings are required in order to gain the trust of the victim.", "Detective Hay described the trauma bond that is often formed between the victim and the trafficker, and which is cultivated during the grooming process. This trauma bond makes victims fearful for their life, while also identifying their trafficker as their boyfriend and someone whom they love. It also leads to recanted statements, reluctant witnesses and often a failure to show up in court. In fact, of the 74 charges that were laid by the police last year, only three victims of human trafficking made statements and were willing to testify in court. Detective Hay noted that it will often take a direct threat on the life of a victim before that victim is willing to come forward to police.", "There are also challenges because of the cross-jurisdictional and mobile nature of trafficking, with the constant movement up and down the 401, which means that information-sharing between municipal police services, the OPP and the RCMP is critical.", "The primary mandate of London’s human trafficking unit is to proactively identify possible victims and to let them know that they can leave the trafficking situation. The officers try to create positive interactions with the victims, so that they will feel comfortable calling police when the threat becomes too much and they need help.", "Given the difficulty of convicting traffickers without evidence to conclusively prove that the trafficking happened, it can be challenging to encourage these victims to participate in the prosecution and to prepare them to testify, which is why this is actually the secondary mandate of the unit. When cases do go forward, they must be structured independent of the victims, with a focus on corroborating the evidence presented by the victim.", "All of this, of course—the uniqueness of this kind of police work and the uniqueness of the context in which this police work is taking place—requires specialized training for police officers, which is not at present widely available.", "Finally, there is the significant challenge of technology and social media, which is taking victims off the streets and keeping them locked away, which is making it harder to identify victims of sex trafficking.", "Detective Hay points to backpage.com as the most commonly used website by escorts to sell services. It has a reach that is international. He told the police service board, to the shock of some of the members of the board, that if you Google “escorts London Ontario,” backpage.com is the first site that comes up. If you click on the first four ads, you’ve probably looked at a person who is being trafficked. In fact, he estimates that about a quarter of the ads posted are for women and girls who are being controlled and trafficked out of London hotels by pimps.", "While backpage.com remains the most popular tool for digital advertising, dozens of websites such as Kijiji are also being used, as well as so-called dating sites such as Tinder and OkCupid. This makes it almost impossible to distinguish between those who are engaged in sex work and those who are being trafficked against their will.", "What is happening in London is similar to what is happening around the province. The Women’s Support Network in Newmarket notes:", "“Sexual exploitation and prostitution in York region aren’t visible on the streets, like in other areas such as downtown Toronto.", "“Instead, the region has an ‘online track,’ where ads are posted online for sex services.”", "Michelle Smith, the executive director of the network, says, “A lot of the human trafficking and sexual exploitation that’s happening is hidden in hotels and massage parlours.”", "A media report last June by the Sudbury CBC revealed that trafficking is on the rise across northeastern Ontario, according to police, lawmakers and victims’ advocates, with more and more young women—some as young as 14—being trafficked for sexual exploitation. Sudbury was also named as a hub where girls are being tricked into prostitution, moved around the province and forced to have sex against their will. The victims rack up debt to their pimps for drugs and hotel rooms, and are forced to have sex multiple times a night to pay it off.", "As in other Ontario communities, Nicole St-Jean, the program coordinator at Sudbury and Area Victim Services said that “girls can end up in trafficking at an early age, and there is no clear pattern who falls victim.”", "She also highlighted the role of social media in recruitment, saying that many of the girls are being recruited online and getting friend requests from people they don’t know:", "“As a pimp is recruiting, he’ll typically bring the girls out of town for a weekend and then they don’t come back. So they’re being trafficked through a circuit....", "“They’re being held against their will in various hotels, motels, being supplied with a constant stream of drugs. They’re shuffled in the middle of the night from one city to another.”", "Trafficking victims often literally have nothing and no safe place to stay. If identified, they need safety, information, and medical, dental and emergency post-trauma care. I say “if identified,” because this government has put few resources to date into ensuring that those who are likely to come into contact with victims and survivors are trained in being able to recognize the signs of such abuse.", "In order to ensure successful recovery after surviving trafficking, it is important to meet the immediate, acute and short-term survival needs of the victims. These needs include full access to medical care; full access to psychological care, including therapists; the ability to participate fully in educational training and learning; and legal assistance. These were identified as the top four areas of care that survivors need.", "We have to keep in mind that what survivors of human trafficking need within these categories is very different from what survivors or victims of other forms of violence require. For example, even the seemingly simple task of ensuring safety in a service context is often a challenge. Many service providers are not taught to make sure that the victim feels that he or she is in control during intake interviews by explicitly seeking permission to speak with him or her or confirming their preferred level of privacy. Traumatized victims of human trafficking tend to experience pervasive mistrust of others, making the job of first responders more challenging. Culturally specific medical and therapeutic care is also often needed. This can be difficult to provide as internationally trafficked people need both to feel connected to their cultural communities, but also secure in the knowledge that none of their cultural supports has any affiliation to their traffickers.", "There is also still significant stigma associated with mental illness that prevents many victims, especially males, from engaging in treatment. Trafficking victims need housing and protection before or immediately after they leave the trafficking environment, but it typically takes weeks or months, and in some cases years, after they have come forward for their application to navigate bureaucratic channels and for them to be eligible for services.", "In addition, research shows that recovery may be hampered when they are placed in housing supports that are provided to survivors of domestic violence. To successfully recover and heal from the trauma, survivors of trafficking may need their own specialized housing services, which is something that is largely unavailable in Ontario.", "Having said that, I do want to recognize and congratulate the many violence-against-women agencies who already provide services for human trafficking survivors, even in the context of resources that are stretched to the limit.", "Without access to resources that are specifically directed to victims of trafficking, the reality is that women’s shelters and rape crisis centres have been providing services for victims of trafficking for years.", "In the process of recovery, victims must also have access to life skills and educational training, legal services and vocational supports. Research shows that survivors of trafficking are more likely to have a successful recovery if they feel that their experience is going to help others. This means that providing peer support groups and engaging survivors who want to share their stories in public education is critical.", "While this bill achieves the important task of providing survivors of trafficking with the option of seeking protection through a restraining order, I am concerned that this may place a greater emphasis on enforcement when other resources are equally necessary for victim recovery and should be equally prioritized.", "Another aspect of providing survivors with the supports they need to recover from their experience is to do the preventive work that is necessary to remove young people from circumstances that put them at risk of being trafficked. Research shows that what is most effective to prevent young people from being trafficked and to increase their resiliency to cope with trauma are programs that strengthen families, that increase educational opportunities, that promote community involvement and that build relationships with mentors.", "Studies also highlight the importance of having increased programming for youth in rural or isolated communities, which makes the Liberal government’s determination to close rural schools not only counterproductive but also increasing risk.", "Among indigenous youth, a National Aboriginal Consultation Project found that giving youth a safe and non-judgmental place to go, where they could feel a cultural connection, raised their self-esteem and decreased their risk of being trafficked. Youth access to service providers with experience in the trades and other employment was also found to open a door to viable economic opportunities for youth who might otherwise feel that they have limited opportunities and choices.", "Ontario’s participation in colonialism and residential schools has contributed a great deal to leaving our most marginalized youth at risk of exploitation. In the Globe and Mail, there was a recent series called “Missing and Murdered” that lays out the relationship between intergenerational trauma, racism, isolation and the strategies that traffickers use to identify potential targets. Until we apply the lens of reconciliation to our family and children’s services, this will continue to be the case.", "Recently, thanks to the advocacy of Cindy Blackstock and others, the Canadian Human Rights Tribunal has ruled that First Nations children on reserves have been consistently receiving inferior levels of child welfare services, compared to the rest of the country. The link between foster care and trafficking is not just difficult to ignore; there is a direct connection. The fact that there are more indigenous kids in the care system now than at the height of the residential school system shows just how many indigenous young people are at risk.", "Truly curbing human trafficking requires much more than providing additional options for victims to pursue legal action against their traffickers. What is needed is comprehensive prevention, effective enforcement measures and better supports for victims, including training and specialized resources for front-line service providers and law enforcement officials. But most of all, what is needed is a clear understanding of the root causes of trafficking, the social determinants that make women and girls vulnerable to traffickers in the first place, including poverty, homelessness, sexual violence and lack of opportunity.", "I want to commend the Canadian Women’s Foundation for their recognition of the importance of these kinds of programs to prevent sex trafficking in Ontario, through the grant program that they launched in 2016. Support for women with precarious immigration status is a project run by the Barbra Schlifer Commemorative Clinic in Toronto. This program supports women who are either experiencing or are vulnerable to trafficking for sexual exploitation because of their precarious immigration status.", "Another program is called Strengthening Our Journey: Women’s and Girls’ Empowerment, which is run by the Fort Frances Tribal Area Health Services. This project provides supports for aboriginal women who are at risk of or who have experienced trafficking and other forms of violence. The goal is to provide participants with tools and resources to help them avoid violence, sexual exploitation and trafficking.", "The Canadian Women’s Foundation also provided a grant for Covenant House’s transitional housing program for victims of human trafficking and sexual exploitation, which supports youth victims of exploitation and trafficking through counselling, housing, legal aid coordination and courtroom support.", "Last December, I visited Covenant House with my colleague the member for Kitchener–Waterloo, and we heard about this transitional housing program and the importance of transitional housing for young people who have experienced homelessness and other trauma and are ready to move forward.", "Unfortunately, we also heard that under provincial law, transitional housing providers are only able to keep participants in their programs for a maximum of 12 months. Certainly, if we are going to effectively help victims of trafficking, we need to recognize that 12 months is not long enough to help survivors recover from the profound trauma they have experienced.", "Speaker, during her leadoff speech, the minister talked about the Liberal government’s Provincial Anti-Human Trafficking Coordination Office, which was announced last summer. Certainly, this is something that we welcomed, that we saw as long overdue. The government has come a long way, in fact, since February 2011, when almost $2 million over three years was announced as the province’s commitment to combatting human trafficking. Contrast this to what was announced in the government of Manitoba, a province one-thirteenth Ontario’s size but that had committed $10 million a year to fund anti-trafficking programs and subsequently has become a national leader.", "Yet even this modest expenditure was not rolled out. We know that between 2011 and 2014, the government spent a mere $191,000 to support victims of human trafficking, despite the big, almost $2-million announcement. For many of the programs that were funded during that period, the funding was not sustained, while multiple reports were coming out and identifying Ontario and the 401 corridor as a major hub for human trafficking.", "So when we look at the $72 million that was promised by the government last summer to combat human trafficking, there is a touch of skepticism in our optimism. My office submitted an FOI to learn just how this $72 million is going to be spent, and I am disappointed to say, Speaker, that an FOI has increasingly become the only way that one can get any transparency from this government. I was surprised to learn that the details of the expenditures around the $72 million included money that had already been announced and accounted for, for funding for housing.", "The remaining committed funding earmarks just $46 million over the next four years to combat human trafficking, which is barely half of what was announced last year. Much of that money is going towards funding that already had been announced for existing projects; the funding had already been allocated. So there is a measure of skepticism along with the hope that these programs will go forward.", "Speaker, we know that policing and enforcement to combat trafficking are important, but you can’t fight human trafficking without providing supports for the victims." ],
  "anchor" : "para1063"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "We need more than a tour bus." ],
  "anchor" : "para1197"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Right. While this bill is unlikely to stop human trafficking, we do recognize that it will provide some important new remedies for victims. It will give police a new tool because they will now have arrest authority for breach of a restraining order. Whether victims will be successful in collecting compensation from their traffickers and whether the new tort will have any impact on curbing the industry remains to be seen.", "In all of this, Speaker, New Democrats urge the government to position any legislative responses to trafficking within the broader context of the factors that make certain populations vulnerable to trafficking in the first place.", "New Democrats support this bill. We look forward to participating in the committee process. We look forward to hearing the input of police and service providers, hearing from those with lived experiences about how the bill can be strengthened and improved.", "We also look forward to hearing more from this Liberal government about the rollout of that $72-million expenditure. We look forward to seeing some recognition of the research-informed programs that we know will work to help prevent young people from being vulnerable to traffickers in the first place, and to help people who have been victimized by trafficking to recover from the trauma of that experience.", "With that, Speaker, I look forward to hearing comments from my colleagues." ],
  "anchor" : "para1198"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Point of order, the member from Nepean–Carleton." ],
  "anchor" : "para1203"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure today to introduce two guests from the city of Ottawa for their first trip to Queen’s Park: Tyler Evely from Stittsville and Jeremy Roberts from Nepean. They are both here for the first time today, and I want to welcome them. Thank you, Speaker." ],
  "anchor" : "para1204"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "You slipped that one by me.", "Questions and comments?" ],
  "anchor" : "para1205"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "First of all, I want to thank the member from London West for her presentation. I agree with her that the bill must be read in the context of investment in training of police officers to be good investigators, and in services in light of reconciliation efforts that needed to be done with indigenous communities.", "I just wanted to point out one little thing that we should know. Indeed, in the bill the list of factors that need to be considered by the court in deciding whether to issue a restraining order is open, and it is therefore possible that additional relevant criteria could be considered by the court. I just wanted to point that out, since I think that was one of the issues that she raised.", "Finally, I just want to say that in the research that I had the occasion to do, there is actually some recovery on the torts issue for forced labour. There are some examples in the States that this has actually been successful. I think we will want to continue to monitor what are the right places in which we can support that type of recovery.", "Overall, I think we all look forward to learning more in committee about what are the strengths—and maybe there are some improvements. Nevertheless, I am really pleased to hear that, by and large, the bill has met some level of approval. I certainly look forward to our proceeding to the next step at committee and to finally have the bill coming back to this House to be passed." ],
  "anchor" : "para1207"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1211"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I’m pleased to rise today to make comment on my good friend from London West. We travelled together in committee for over 18 months on the Select Committee on Sexual Violence and Harassment against women. We became good friends. We certainly learned from that committee the prevalence of human sex trafficking across the province of Ontario.", "I want to not only thank her, but to thank the entire NDP caucus. They have been really very supportive and have brought forward great ideas and amendments, as bills have come forward, as I brought this bill forward a couple of times, which we speak about today.", "The member from London West mentioned the murdered and missing First Nations. I have spoken earlier today about how vulnerable that sector of our society is.", "I also brought up the fact that, with close to 13,000 missing children in the province of Ontario, a great percentage—40% to 60%—of those are very susceptible to being trafficked for predominantly sex trafficking.", "I know that the member knows the London Abused Women’s Centre quite well, and Megan Walker and the great work that she does there. If you talk to Megan, you will see that there are, on any given night, 30 to 40 families looking on backpage.com for their daughters who are being trafficked throughout the province. That is quite heartbreaking. They see the ads go up and they try to follow their daughters as they’re being trafficked across the province. It is shocking. It is so true what the member from London West said about victims’ services. If we don’t provide wraparound services to these victims, they will go back to those traffickers because they have no choice. When you hear the police say that it’s safer to leave them with their traffickers than to arrest them where there are no supports, that is a tragic day in the province of Ontario." ],
  "anchor" : "para1212"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1218"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to thank the member from London West for her one-hour lead on Bill 96. I also want to acknowledge the work of Laurie Scott from Haliburton–Kawartha Lakes–Brock on this journey, which has really been painful. I know the work that the two members did on that committee was heartbreaking and it was emotional labour. The fact that the member from Ottawa–Vanier stood in her place and acknowledged that this bill can be better already—I would like to put you in charge right now, I have to tell you, on this piece.", "One thing that could happen is the private member’s bill that I brought forward around missing persons legislation—it needs to happen. Police need to have those tools at their disposal to actually investigate missing and murdered women in the province of Ontario.", "The member from London West raised the issue of migrant workers. I have to tell you, this is the hidden issue, but it’s right in front of us. If you have the Seasonal Agricultural Worker Program, for instance, in the province of Ontario, these workers come into the province, they do not have their passports; they have no status; they have no identification; and they’re tied to an employer. That is modern-day slavery. That is what exists in this province right under our noses, and women are particularly vulnerable in these instances.", "I want to thank our chief, Bryan Larkin, from the Waterloo Regional Police Service. He came to our round table, to which the member came as well. He said that we need funding, obviously, to deal with the crimes, but it’s upstream; it’s the education. It’s exactly what the member from London West said; it’s the social determinants of health. This is within our control. We can do this. It has been going on for too long. It needs to pass. This legislation needs to come into law with resources so we can protect the vulnerable people in this province of Ontario. For God’s sake, let’s get it done." ],
  "anchor" : "para1219"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1223"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I’m very happy to say a few words in response to the member from London West, and I’m also very much looking forward to speaking on this bill, in the next government rotation, from the perspective of the Attorney General.", "We know there are a lot of people in our communities who work extremely hard and have been working hard on the issues around human trafficking for some time. I wanted to very quickly make a reference to PACT-Ottawa. PACT stands for Persons Against the Crime of Trafficking in Humans. The organization in Ottawa has been doing some tremendous work for some time, all volunteer-led, to help victims of human trafficking and to ensure that there are the right kind of supports.", "In fact, I had the great opportunity in 2011 to work with them and announce funding for PACT-Ottawa, which was to develop an integrated community response protocol and to build a coalition network and develop accessible online resources for victims of trafficking and services providers, available in English and French.", "I just want to thank PACT-Ottawa for their really good work on this important issue, and all community-based organizations that have been at this way before any one of us was talking about it, and for their advocacy to get us to the day we are in, in terms of the strategy that the province is working on and the bill that we’re debating right now." ],
  "anchor" : "para1224"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from London West has two minutes." ],
  "anchor" : "para1228"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I want to thank the member for Ottawa–Vanier, the member for Haliburton–Kawartha Lakes–Brock, the member for Kitchener–Waterloo and the Attorney General for offering some comments on my leadoff speech on behalf of the NDP.", "The member for Kitchener–Waterloo is absolutely right. She and I visited Covenant House. We were particularly interested in the work that Covenant House is doing with teens who are sometimes fleeing horrific home environments or have been living on the street, and have just gone through incredibly traumatic experiences. We were shocked to hear that the transitional housing program that has proven to be effective in helping these young people get their lives together again is only in place for 12 months, and that there is no funding to enable the program to continue longer than that 12-month period, when these young people require services for much more than 12 months.", "If we’re serious about helping the victims who have gone through a trafficking situation, if we’re serious about enabling them to recover and heal and embark on a full and meaningful life, then we have to ensure that the wraparound services are in place.", "The member for Haliburton–Kawartha Lakes–Brock talked about the police saying that it’s safer to leave a victim in a trafficked situation rather than to try to take them out when there are no supports there. That is going to be the ongoing challenge for this government: to make sure that that $72 million is spent the way it should be." ],
  "anchor" : "para1229"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para1233"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being three minutes to 6, this House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1235"
} ]