[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on March 20, 2018, on the motion for an address in reply to the speech of Her Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para221"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para226"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It is my duty, my responsibility and my honour, in the parliamentary tradition, on behalf of Ontario’s New Democrats, to respond to the speech from the throne.", "I have to say, I think it’s clear that folks like me and folks like the rest of the members in this chamber, I’m sure, love our province. It’s a great place to live, and it’s a great place to raise a family and build a life.", "It’s the great privilege of my life to have been able to meet so many Ontarians thus far as the leader of the Ontario New Democrats; to really engage with them and hear their concerns, their worries, their hopes, their dreams, their frustrations.", "We know that this province can be a great place where people should be able to build a great life no matter when they made Ontario their home, no matter which part of this great province they live in. That should be something that’s attainable and achievable for all Ontarians.", "Speaker, before I continue with my speech, I want to let you and the Clerk’s table know that I’ll be sharing my one-hour lead with the member from Timmins–James Bay.", "One of the things we know for sure is that in order to build a good life in Ontario, people need tools to help them achieve that. They need to have supports from their government. They need to have a government that helps to ensure that some of the fundamental pieces of their lives are easier to take care of and to deal with because there’s a government in place that uses public dollars to help support families to build their successful lives.", "But what we know is that, for the last 15 years, we’ve had a government in place in the province of Ontario that has forgotten that that is what their job is. Here we are, 15 years after the Liberals took power in our province, and people say they need better health care. People tell me they’re unhappy with the disturbing failures of this government to deal with seniors’ care in our province. We need better schools for our children, Speaker. We need to make sure that families can afford quality, not-for-profit child care no matter where they live in our province. We need to make sure that young people in Ontario have a chance to actually graduate from school and start a successful life. We need better jobs, better benefits for workers.", "We need to have a province where, for a change, we don’t just rue or worry about the growing gap between those at the top and everyone else, where we don’t just talk about the growing gap between the haves and the have-nots; we don’t just stop that gap from growing even further, but we actually start to close the gap between those at the top and everywhere else. That’s what government should be doing in our province, Speaker.", "We need a province that has more prosperity, more opportunity for prosperity, for working families; more security for families, more opportunity for everyone—everyone—in our province.", "Speaker, the last number of months—probably more than that; probably years in some parts of the province, for sure—people are telling me that they want change, that it’s time for change in our province. But they want change for the better. I have to say that’s not what this throne speech offers. For far too long in our province, people have been told that they have to settle. They have to switch between bad and worse—bad and worse—whatever way you want to look at it, Speaker. They have to switch between Liberal governments and Conservative governments. They’ve been doing that for a couple of decades now and look where it has gotten us. Look where it has gotten us.", "Both of these parties, Liberals and Conservatives, sell off our public assets. That’s what they do, every time. That’s not the right direction for Ontario, Speaker. We’ve had the Liberal government sell off Hydro One, one of our most important revenue-generating public assets that we used to own, collectively, as a public. But now Hydro One operates in the best interests of the very lucky friends of Liberals and Conservatives who managed to buy shares. Now it operates in the best interests of the shareholders, not the people of Ontario. Shame on the Liberal government, and shame on the Conservative government before them, who started the deregulation and privatization in our electricity system.", "People need to think about what change for the better looks like. It doesn’t look like the same old same old of selling off our public assets and handing the value over to their friends in high places. That’s not change for the better.", "Families have been squeezed. Families have been squeezed for some time now. In fact, in Ontario, it’s very clear that wages have been stagnant. In fact, a recent study showed that in a decade’s time frame, up until 2016, I believe—2006 to 2016, although when I go back and look at my details, I might have to correct the record, but I’m pretty sure that was the time frame—the rest of Canada did okay. Some parts of Canada did better than others. Ontario came dead last. We had very, very little real wage growth in our province—bottom of the barrel for the nation.", "It’s shameful. We are a province of great prosperity, and yet the people in our province have been left behind. As a result, we know what else happened, right? The cost of everything went up, especially our electricity costs. The cost of housing, the ability to afford to buy a house—young people now can’t even imagine trying to buy a house in the neighbourhood that they were raised in or even rent in the neighbourhood that they were raised in.", "Wages, as I said, benefits—the way people work has changed. Young people can’t get decent jobs coming out of school. At the same time, people go to their hospitals, for example, and they can’t get the services they need and deserve. Kids go to school and their schools are crumbling around their ears. We have people lined up in hallways in hospitals, schools being closed in communities around the province.", "Correct me if I’m wrong, my colleagues, correct me if I’m wrong, but when the Liberals ran for office way back in 2003, one of their major platform pieces was a moratorium on school closures. Why? Because the Conservatives were closing schools from one end of the province to the other. That moratorium, as we know, didn’t last very long. And to this very day, Liberals now have been closing schools at an amazing, disgraceful rate, where parents now have to build in to part of their very busy and stressful lives the fight to keep their local school open. This is what we have after 15 years of Liberals and almost a decade of Conservatives before them.", "I hear these stories, Speaker, everywhere I go: people worried about schools being closed, worried about the condition of the schools that their kids are in; concerned about the quality of education that our kids are getting; worried about the young people and their ability to pay for their college and university educations; worried that those young people aren’t going to get a job once they do graduate; concerned that people can’t afford to put a roof over their head; concerned that they can’t pay the bills, that they have to make choices between heating and eating. That’s what we have to deal with.", "Yesterday morning, I spoke to the Grain Farmers of Ontario. If they can’t afford their electricity costs as farmers, if the farming community, the agricultural community, cannot afford their electricity costs, nobody in the province gets to eat. Yet this is what the Liberals, and the Conservatives before them when they started deregulating and privatizing our electricity system, have left our province with. So after a couple of decades of Conservative and Liberal government, what we need is change, absolutely, but we need change for the better here in Ontario.", "When people go to their hospitals and they get stuck in a hallway on a gurney, or when someone takes a loved one to a hospital and watches as they sit for hours and hours and hours in an emergency room; when people try to access mental health services through emergency mental health in their hospitals—I think of a young woman I met in London who told me a story about her brother which was horrifying. Her brother was having serious mental health concerns and problems. He had the courage—the courage—to take himself to the ER to try to get some help. Instead, he sat for hours and hours and hours and hours in an emergency room and then in a hallway on a gurney for a couple of days after that.", "Speaker, it’s no wonder that people are getting cynical about politics, because no matter who they seem to elect—they bounce between the Liberals and the Conservatives and the Conservatives and the Liberals, and life just keeps getting harder for folks. Life keeps getting harder. What happens? People become cynical. People become cynical and they start to lose hope. They start to lose hope that anything can ever change, because Liberals and Conservatives do the same thing when they are in office: They cut services, they privatize our public services, they sell off our public assets, and people—everyday families, working families, middle-class families—are the ones that pay the price. In both instances, it’s usually the friends of these parties that end up doing very, very well.", "The Liberals have had 15 years to help people. They have had 15 years to make life easier for the families in this province, to make life more affordable for the people of our province. Instead, they have made life harder.", "What did the Liberals do? They chose to spend those years, those 15 years, slashing hospital budgets, closing neighbourhood schools and selling off our vital public asset Hydro One. In the context of the throne speech, after 15 years in office, anything the Liberals say now—whether they say it in their throne speech, whether they say it in their upcoming budget, whether they say it on the campaign trail—nobody will believe them, because anything they promise now, they could have achieved for the people of this province over 15 years in office.", "What is the throne speech all about? I think it’s pretty obvious: The throne speech is a cynical attempt to try to convince the hard-working families of this province that this time around—I think we’ve heard this before—Kathleen Wynne is going to be different. The Liberals are suddenly going to be different, after 15 years of disappointment, after growing child poverty, after finding that last year—was it last year or the year before?—Toronto was given the dubious distinction of being the child poverty capital of Canada. Congratulations, Kathleen Wynne. Congratulations, Liberal Party. They talk a lot about these issues, but they do not put in place the kinds of policies, the kinds of programs and the kinds of supports that actually help families to make sure they can raise children in a dignified way and provide them with the supports and the requirements that they need to have a healthy life.", "This Liberal government wants folks to believe that suddenly they care—isn’t that their word? Why didn’t they care for the last 15 years? Why didn’t they care when they were cutting hospital budgets to the bone? Why didn’t they care when we found out that all of their talk was just a lot of hot air and, in fact, low-income children are becoming worse off instead of better off with the Liberals at the helm. Why didn’t they care then?", "They’re trying to convince people with this throne speech that they are going to invest in services instead of cutting them, like they’ve done for the last number of years. Although, interestingly enough, the throne speech did not have one single concrete change—not one single concrete change contained therein, not one. The throne speech didn’t do anything to fix hallway medicine. The throne speech didn’t end the crisis in our long-term-care system. It didn’t buy back Hydro One and put it back into public hands or make electricity more affordable for people in any way. It didn’t give Ontarians the prescription drug coverage and the dental coverage that they need. This throne speech does nothing. It does nothing to fix the legacy of cuts and broken promises. The Premier and her Liberal government have made their choices, and now it’s time for Ontario to choose who will replace them.", "As for the Conservatives, well, we know what the Conservatives do every time they get into office. When they run on campaigns, they try to pretend that that’s not who they are and they use different language to confuse people a little bit. But make no mistake, in their heart and soul, Conservatives believe in small government, and small government is code for cutting public services, selling off public assets—" ],
  "anchor" : "para227"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Really?" ],
  "anchor" : "para254"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Yes, privatization. That’s what Conservatives do every single time.", "Look, I can remember, before I was elected to the Ontario Legislature, that it was the Conservatives that decided they were going to privatize our home care system—and look where we are now. Lots of their friends who own home care companies are doing great. They’re making profits hand over fist. But people can’t get the home care supports they need in their community. They’re not getting the quality of care they deserve.", "It used to be that not-for-profit organizations like the VON, for example, did a great job providing home care services. Some municipalities were providing those services, and lots of not-for-profit organizations were providing those services, but the Conservatives thought, “We want smaller government. We don’t want to have to be responsible for those kinds of things. And, really, we have a fundamental value that the private sector should be doing all of this work. All of this work should be done by the private sector. All health care should be privatized.”", "I’ve got to tell you, that’s what happened the last time, as the Conservative Party was coming out of office back around 2003. Just before they left, they started to privatize and put a competitive bidding model in place for our home care system. Now it has fallen apart. Where we used to have the majority provided by not-for-profit and municipal service providers, we now have private companies, because that’s the way the Conservatives like it.", "We now have a Conservative Party leader, after the fiasco of their process and the very clear indication that they gave Ontarians that they can’t keep their own ship on track and their own house in order—so I don’t know how they expect to take the reins of government; I have no idea, because they obviously can’t manage their own party. Having said that, they’ve now elected a leader who said he is going to leave no stone unturned when it comes to finding more privatization in Ontario—more privatization in our health care system, more privatization in our electricity system, more privatization in every single function of government. He is going to go through every ministry, he said—this is his promise—and leave no stone unturned to seek out more opportunities for privatizing our public services and selling off our public assets.", "Again, this is what Conservatives do. They believe that the public shouldn’t really have any assets; that, in fact, all of our public assets will be—how did the Liberals used to say it? “We’ll reposition, we’ll broaden the ownership.” This is what they’re saying about Hydro One.", "It’s no wonder people get cynical when they hear Conservatives and Liberals talk. They’re not straight up with the people of Ontario.", "I’m going to be straight up: New Democrats will not sell off revenue-generating public assets. And we will bring Hydro One back into public ownership, where it belongs.", "Needless to say, as the people of this province are looking toward change, what they need to think about, and what we are offering, is change for the better, something that’s different. It’s time to do something different in the province of Ontario. Stop bouncing back and forth and getting disappointed, getting no further ahead, and having life become even harder and harder because the choice keeps going back and forth between Liberals and Conservatives.", "We have a message of hope for the people of Ontario. Ontario can be different. Things do not have to be this way. It absolutely does not have to be this way in the province of Ontario. Ontarians don’t have to choose between bad and worse. We can choose change for the better.", "Mettons-nous au travail. Transformons l’Ontario.", "Let’s make the change that really transforms our province into a place where the government that’s elected—a New Democratic government—puts the best interests of the people of this province at the heart of every single decision that we make. That’s what we’re offering the people of Ontario.", "What do families need? Well, we know, because we listen to what families say. I spend all of my time, as do NDP MPPs, listening and actually hearing what people tell us. They need real action on affordable child care, which they won’t get from the Tories. The Tories think they can just send a couple of hundred bucks to people and somehow they’re magically going to find affordable, quality, not-for-profit child care. It is a dreamland. Don’t buy it. It’s not going to happen. We need affordable, quality, not-for-profit child care in the province of Ontario so families can be supported while they go to work and feed their children and give them a good life.", "We need to restore some public support, some provincial support to our struggling transit systems in municipalities around our province. Again, it was the Conservatives who decided that public transit should be completely the responsibility of municipalities." ],
  "anchor" : "para255"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Big mistake." ],
  "anchor" : "para270"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Big mistake.", "In fact, it was the Liberals who got rid of something called the Ontario Bus Replacement Program. They think the municipalities should have complete responsibility for transit.", "Well, guess what? New Democrats are different than Conservatives and Liberals. We think that the province of Ontario should help municipalities to provide good, effective, well-run public transit in their communities. What that means is coming back to a relationship where the province of Ontario, for all municipalities including right here in this great city of Toronto, picks up 50% of the operating costs of our transit systems post-fare box. That’s what things used to be like in Ontario, and it helped municipalities to provide a quality of service that was achievable and to expand their ability to provide service for people in Ontario.", "If we want to get people out of cars, if we really want to do our part when it comes to greenhouse gas emissions, if we really want to help people find the way to reduce their carbon footprint, then, holy smokes, we should be helping municipalities to provide transit systems that enable people to make real choices when it comes to how they get around.", "We’ve also acknowledged, some time ago, that when the Conservatives downloaded affordable housing to municipalities, they didn’t send with it an appropriate amount of money to help maintain and replace that housing stock. I used to be a housing activist before I became an MPP, before I became a city councillor. My passion was affordable housing, and I sat on the boards of directors of a couple of different housing organizations and a couple of different community organizations to agitate for greater affordable housing in our communities.", "When the Conservatives downloaded housing, they left municipalities with the housing stock but not with the ability to maintain that housing stock over time or to replace it when it became beyond its usable lifetime. The Liberals have been asked many times to step up to the plate by a number of the larger municipalities because they simply have backlogs of maintenance and repairs that are unmanageable. In fact, now we have municipalities, like the city of Toronto, where hundreds of units are at risk of actually being shuttered. Meanwhile, the wait-list for people for affordable housing is 100,000 people strong—100,000, and yet hundreds of units are at risk of being shuttered.", "That’s not right, Speaker. New Democrats have made the commitment to Mayor John Tory and to mayors around the province. I’ve spoken to a number of mayors on my travels around the province. We will do what provincial governments should do and really partner with municipalities and provide the one third of funding necessary to repair and maintain those housing units.", "You know what else, Speaker? New Democrats believe that we have a role to play when it comes to ensuring that every person in our province is able to have the same minimum wage. The Liberals have decided that not everybody deserves the same minimum wage. We disagree. Everybody who labours in this province, everybody who works in this province, should be getting the same minimum wage. The value of an hour of people’s labour, people’s work, is the same, regardless, and so no person should be without a $15 minimum wage.", "We also have some real concerns, Speaker, that we are going to address when we form the government in this province, around some of the other big issues that people face. We know that we have not only air pollution and greenhouse gas emissions to deal with, but we need to make sure that people have access to fresh water, that we keep our waters safe for people, going forward, that we make sure that our cap-and-trade program is a program that is not only effective—which, of course, we have a hard time making sure that that’s the case, because we don’t have a transparent system.", "Our cap-and-trade system is not transparent. The Liberals refused to make it transparent, and we will fix that. We will make sure the people of Ontario know what our cap-and-trade system is achieving, how it’s being achieved and, in fact, what role everyday people are playing in the attainment of our goals around reduction of greenhouse gas emissions and reducing our carbon footprint and doing our part to change the track we are on in terms of global warming. We will do that, as New Democrats. We’ll make it transparent so that we can measure it to ensure that it’s effective. And one other thing, Speaker: We’ll make it fair. The Liberals did not build fairness measures into their cap-and-trade program. They could have." ],
  "anchor" : "para271"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "They could have." ],
  "anchor" : "para281"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "They could have. In fact, we encouraged them to do so. We provided many amendments that would have helped, for example, lower-income folks be able to adjust and absorb some of the increased costs that are now being experienced and helped make sure that rural and remote communities were given a hand—particularly in the north, where climate is much more harsh, where winters are longer, colder, and the months of darkness are longer, where businesses even in the north face a different challenge.", "These are things that we said to the government: You’ve got to build in some fairness for the agricultural community, the agri-food sector, because we know that the impacts of climate change, like increased flooding, are going to affect farmers. The Liberals said, “Nah, we don’t want to do any of that stuff.”", "Well, when we take the reins of government, we will make sure our cap-and-trade system in this province makes the big polluters pay but also make sure that it’s a fair system, a system that is transparent and a system that is easy to evaluate so that we can determine its effectiveness. That’s what cap-and-trade should be, Speaker. We’ll make it happen.", "The other day, New Democrats had a rally, if you want to call it that. We had a council meeting over the weekend, and I was really excited. I was excited because we had a great amount of energy, a great amount of momentum in our team, and we talked about an amazing platform that we’re going to be putting forward very shortly. Our platform is going to be a platform that, as people will see, will do what governments are supposed to do, which is to help people achieve their best life right here in Ontario. That’s what our platform is going to do. It’s going to be coming out soon, and it’s going to include a very responsible fiscal plan that shows people exactly how we’re going to achieve our goals.", "I announced five particular things that we’re going to do as New Democrats, five particular areas that we are going to focus on, among many, many others which you will be able to see in a couple of weeks’ time, as I’ve said, when our full platform is unveiled.", "First and foremost, the very first change for the better that New Democrats are going to focus on is getting rid of hallway medicine in the province of Ontario. We’re going to get rid of hallway medicine and we’re going to fix seniors’ care in our province. We’re going to stop cutting our health care system. We’re going to invest in hospitals and make sure that hospitals are at least receiving—at the very least, and in fact we have made the commitment that we will go beyond—the inflationary increases that they require each and every year. We’re going to make sure that communities where they have a growing population are able to have hospitals and hospital infrastructure that’s able to keep up with that population growth.", "Look at communities like Brampton. The Brampton hospital—the first P3 hospital that the Conservatives put in place in the province of Ontario, by the way—" ],
  "anchor" : "para283"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Hear, hear." ],
  "anchor" : "para290"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Oh, “Hear, hear,” for the P3s. You know what? P3s are alternative finance and procurement models. The Auditor General slammed the Conservatives for their Brampton hospital, and they are slamming the Liberals for doing the same thing, because what it does is make their friends rich, but Ontarians pay through the nose with higher costs. Our Auditor General said that with the Liberals, with just 72 or so P3 projects—and they have hundreds of them—we overspent by $8 billion. That’s your money, public money. We overspent by $8 billion on just a portion of the sweetheart deals that Liberals and Conservatives like to make with their friends in order to build infrastructure for the people of Ontario.", "Now, I’ve gotten off track, but when it comes to health care and hospitals, we will be making sure that pressures like population growth are factored into the way that we fund our hospitals and provide the infrastructure for those communities. We’ll also acknowledge that not every community is the same. Not every community is the same, so we’re going to take into consideration the unique needs of all of our communities as we support our hospitals to provide the care that people deserve in our hospitals.", "We’re also going to look at long-term care. Here’s something that I just find so disheartening: I don’t know how many round table discussions I’ve had around the province where I have ended up literally in tears, Speaker, hearing the horror stories, the absolute horror stories that people share with me about what happens to their loved ones in long-term care. In some cases, they won’t tell their stories publicly, and I don’t blame them. You know why? Because they’re worried about retribution. How can that be? People trying to advocate for their loved ones who are being hurt in long-term care; who are being treated inappropriately in long-term care; who are sitting in diapers for hours and hours on end; who are missing meals; who are ending up with unexplained injuries and bruises; who are going to hospital without even having their loved ones informed by the long-term-care facility—it is horrifying. People tell me that they are worried and stressed every time they make that journey out of their home to go visit their loved one in long-term care because they have no idea what they’re going to find when they get there.", "I know that our MPPs here in the NDP caucus have been hearing those stories for a very long time. If we’ve been hearing those stories, why haven’t the Liberal MPPs been hearing those stories? I have no idea why they haven’t. Well, maybe they have. And if they have, why haven’t they done anything about it? It is disgraceful. It is shameful, absolutely shameful.", "Instead, what the government has done is taken on the public inquiry into the heinous murders that happened in Woodstock and London. We agree: There needs to be a public inquiry into the Wettlaufer murders. Those family members deserve to know how the system failed them, and how the system allowed this particular nurse to do the terrible things that she did. Absolutely, that public inquiry is necessary. But it was an opportunity to put in place a full-blown public inquiry, one that looks at every aspect of long-term care to ensure that we take that responsibility to look in the mirror and say, “Our system is failing our most vulnerable loved ones. What are the problems there? How can we fix them?” Kathleen Wynne, the former Minister of Health and that entire Liberal government decided not to bother.", "We’re going to fix that. Within 100 days of taking office, we will expand the public inquiry into long-term care. We’re going to make sure that our loved ones, our vulnerable grandmas and grandpas and aunts and uncles who are inside long-term-care facilities, are going to get the kind of long-term care that they need and deserve, including a minimum of four hours of hands-on long-term care.", "The inquiry that we would undertake would be a find-and-fix inquiry so that we will make sure that as we uncover the systemic problems in our long-term-care system, we’ll make sure that we fix them. Because it is a broken system, and it’s a system that has long failed the people of Ontario.", "That was the first change for the better. I think that’s a great change for the better, and I’m looking forward to providing that change for the better for the people of Ontario.", "The second change is that we need to help our young people tackle the student debt that they now have and make sure that we have an opportunity for them to get a job once they graduate from school.", "I hear the worry in young people’s voices. I talk to the parents whose kids have gone to college and couldn’t get a job; who went on to university and still couldn’t get a job; who are maybe going on to further degrees. All the while, their student debt is increasing. That mountain of debt is weighing those kids down and they can’t find a decent job in their field. It shouldn’t be that way.", "Young people are very, very worried and their parents are very, very worried. The debt that they have is weighing them down even further. There are young people who have told me, literally—I think I was with the member from Welland at the time, when a young woman at Brock University told us that she is not even thinking of getting into a serious relationship because she can’t even imagine the idea of settling down and maybe starting a family, getting a home, buying a car, until she’s well over 30. We were talking to this young woman who was about 21 at the time. Can you believe that?", "It used to be that we used to rue the fact, or we used to worry about or be concerned, that young people end up in their parent’s basement until they’re about 25 years old. That was the problem. The last article I read in a newspaper recently about this particular stat, maybe about a month ago, is that now it’s up to 35 years old.", "In fact, I met a woman in Brantford, in the Speaker of the House’s riding. She is a woman who finished high school, decided she was going to work, worked at a big chain for a while, and then decided she really needed to do something more challenging with her life, so she went to university. She went to university and now she’s 28 years old and just about to graduate, and she’s really worried because she has a lot of debt. She’s leaving university and so she’s no longer going to be eligible for her prescription drugs or her dental plan, and because she has about $500 a month of prescriptions because of her physical ailments and other conditions that she has, she has now, at 28 years old, upon graduating from university—a thing she should be very proud of.", "I was very proud of her and I encouraged her. I said, “Good for you. You’ve done something great. You’ve done something that’s going to help you to build a good life.” But the first step she’s taking after university—she’s finishing probably any time soon—is to go back to live with her dad. At 28 years old, she’s moving back into her father’s house, Speaker, because she’s got no dental coverage, she’s got no prescription drug coverage, she’s got no good job, and she’s got a mountain of student debt. This is what the Liberals have been offering to the young people of our province for 15 years, Speaker." ],
  "anchor" : "para291"
}, {
  "speaker" : "Interjection",
  "text" : [ "Shame." ],
  "anchor" : "para306"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Absolutely shameful. We fund universities at the bottom of the barrel in our province. The burden of the cost of university education sits on the shoulders of young people, and they have little opportunity to be able to build a life with that debt hanging over their head and having very few options in terms of jobs. We’re going to change all of that. We’re going to be converting loans to grants to take the pressure off of our young people and we’re going to create and support tens of thousands of job opportunities for young people through co-op education and other work-integrated learning programs, because this is what parents and young people tell us they need and want; because we listen to what people say and try to solve the problems and provide the tools and supports that people need to build a good life in our province.", "Third change for the better, Speaker—what have we talked about already? Well, we’ve talked about ending hallway medicine and fixing seniors’ care. We’ve talked about helping young people to deal with their student debt and get a good start in the workplace upon graduation. The third change is, we are going to stop the privatization in this province and we are going to start to fix the damage that Kathleen Wynne and the Liberals have done in our electricity system. We will bring Hydro One back into public hands where it belongs.", "The privatization of Hydro One has been a disaster. The Financial Accountability Officer, the person that New Democrats put in place, frankly, to ensure that the public is able to access some accountability when it comes to the actions and behaviours of government, has said this has been a financial disaster all the way around. We all know that it’s caused our rates to go through the roof, that it’s costing people a fortune. Look, that all started under the Conservatives, don’t forget. They started with privatizing and deregulating electricity because they thought the private sector is the only sector that should be doing anything in the province and that our public dollars should always be padding the pockets of their private friends. That’s what Conservatives believe.", "That’s what the Liberals did to our electricity system, Speaker, really. Costs have gone up. The fiscal situation of our province, our financial well-being, has deteriorated because of the sell-off of Hydro One. And this pretense that Kathleen Wynne and the Liberals have around, “This is going to help us fund infrastructure”—well, the Financial Accountability Officer called BS on that just recently. He said it’s going to cost us more. It’s going to cost us more to actually fund infrastructure in the complicated scheme that the Liberals put together so they could funnel money to their friends.", "Speaker, both of these other parties have in their plans, really, no plan. The Conservatives have said they are going to stay on track with what the Liberals have done. The Liberals, of course, think they did the right thing—which, of course, everybody knows was the wrong thing. We are not going to stand for that. We are going to bring Hydro One back into public ownership and make sure that it operates in the best interests of families and businesses and industry in our province, the way it should. We’re going to bring bills down by about 30% for the people of this province. And it’s going to be done in a way that fixes our electricity system not just for ourselves, Speaker, but for generations to come—the way it used to operate for generations in the past. Shame on the Conservatives and the Liberals for dismantling that valuable asset and that valuable, necessary service. Shame on them. New Democrats are going to fix that.", "The fourth change that we’re going to bring to our province, the fourth change for the better: We are going to make sure that every single person in our province, regardless of whether they work or whether they don’t, where they live, how much money is coming in the door, how much money they’re making, what they’re earning, how old they are—any of these factors are irrelevant. Every single Ontarian should be able to afford their prescription drugs and their necessary dental work. One in three workers in this province do not have a workplace benefit plan. When it comes to prescription drugs, we know that there are a couple of million people who don’t get their prescriptions filled. There are even more who will get that prescription filled and then sit at the kitchen table and cut those pills in half to make sure the bottle lasts even longer. I don’t care whether you’re under the age of 24, whether you’re over the age of 65, or whether you’re all of those millions of Ontarians in the middle; nobody should be without the prescription drugs that their doctor prescribes for them. So we’re going to fix that.", "Shame on the Liberals for trying to pit groups of people against each other. That’s the way they like to do things, obviously. They’ve been doing that for 15 years. But Ontarians are in this together. We should be supporting each other. Regardless of whether you’re an 18-year-old or a 23-year-old or a 40-year-old or a 29-year-old or a 68-year-old, we’re in it together, and every single one of us deserves to have access to the prescription drugs that we need. That’s what New Democrats are going to do.", "It’s interesting; folks might not realize this, but where one in three people don’t have a workplace benefit plan, those two thirds of people who do—once they turn 65, almost all of those folks lose those benefits, meaning they lose their dental benefits as well. Two thirds of seniors who turn 65, all of a sudden, boom, don’t have dental care anymore.", "There are approximately 4.5 million people in our province who have no dental coverage whatsoever. In fact, in Ontario, every three minutes someone is trying to access help for dental pain at either an emergency room or a doctor’s office. Well, that’s not where you get dental care. But these folks don’t have any choice because they can’t afford to go to the dentist. That not only means, oftentimes, most times—well, do you know what? Everybody knows it. Pain in the mouth, pain in the teeth, is one of the worst things. But just imagine if you had that pain in your mouth and it lasted not a week or two until you could get to the dentist, but it lasted weeks and months and years.", "Just yesterday, in London, I was talking to a woman who said that she had a cavity and she couldn’t afford to get it—well, actually, she started with a cavity, and she was pregnant, so she couldn’t get the X-rays or anything. So she waited until she had the baby, which was several months later. But then, of course, once she had the baby, her benefits were no longer available to her. So she couldn’t get the dental work done because she had a new baby and couldn’t afford to get the work done. She had to wait years before she finally got back to work and got a benefit plan. She said, years later, after not having gotten any cleanings, no checkups and no dental work, she was embarrassed. She was actually embarrassed to go back to the dentist, because she knew that her oral health was not in a good state even though that’s something she had prided herself on for most of her life, prior to this situation happening.", "I felt badly. Nobody should have to feel that way.", "The worst was, by the time she was able to get to the dentist, the tooth couldn’t be saved. What was a very small cavity, because it couldn’t be dealt with, and then she couldn’t afford it to be dealt with—by the time she could get to a dentist and get it dealt with, she lost a tooth. The tooth had to be pulled.", "That shouldn’t be happening to people in Ontario. Imagine the years of pain that she had in her mouth because she couldn’t deal with the necessity of getting that dental work done because she couldn’t afford it.", "We’re going to fix that. That’s one of the changes for the better that we’re bringing to Ontario. That’s one of the changes for the better that we are bringing in, in Ontario—pharmacare for everyone, dental care for everyone. Everyone will get the dental care that they need.", "Here’s the other thing, our last piece of the plan: We know that people in our communities are struggling. They are trying to get the services that they need. They are not able to provide for their families, because life is more unaffordable than ever. Good jobs just aren’t there for folks anymore. Good jobs with benefits rarely even exist. There’s so much more precarious work in our province. Our government has been falling down when it comes to providing the tools people need to build a good life, so we’re changing that.", "We always complain and we always get concerned. I’ve seen so many articles and so many commentaries about the growing gap between the rich and the poor in our province or, if you want to say, those at the very top and, really, the rest of us. There’s not even the rich and the poor anymore. It’s those at the very top who continue to get more and more of the wealth that we generate in our province.", "The government likes to brag about GDP growth, but when all that GDP growth goes to the select few and nobody else is getting any better off, that’s a big problem. That’s where we see the growing gap occur. That’s what it looks like.", "We’re going to fix that. We’re going to actually make sure that the wealthiest amongst us pay their fair share. We’re going to make sure that those most profitable corporations are there, too, to pay their fair share.", "The Liberals, for some reason, don’t believe that’s necessary. They talk a good game, but they’ve done nothing. In fact, the only time there has been a change in the way that those at the top are asked to pay their fair share—after the Liberals and Conservatives give them all of the public services and privatize them and give them Hydro One and help them make tonnes and tonnes of money, they don’t ask them to pay their fair share.", "We ask them to pay their fair share. A couple of years ago, when we had a little bit of say on what goes on around here, we said those highest earners were going to pay a little bit more or else we were not going to allow the government to continue.", "We also said the government had to stop cutting the corporate tax rate in Ontario, because they were cutting and cutting and cutting the corporate tax rate, just like Conservatives do—just like Conservatives will do, by the way, if they are ever given the opportunity to get back into office. They are going to do it again. It’s just going to make things worse. Their friends at the top will get much better off, and the rest of us will continue to try to scramble for crumbs while they continue to privatize our public services and cut, cut, cut whatever services we have left.", "That’s not the way of the future. That’s not change for the better. That’s definitely, definitely not change for the better." ],
  "anchor" : "para307"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It’s more of the same." ],
  "anchor" : "para330"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It’s more of the exact same.", "These are what we believe are a fine beginning. Our platform is going to have a lot more great ideas in it—a lot more great ideas. It’s going to be a properly costed platform. It’s going to have with it a responsible fiscal plan that lays out exactly how we can move forward with these ideas. It’s going to put a path in place that shows the people of Ontario that, yes, we can put you at the heart of every decision we make. We can make sure that we’re making this province into a place where everyday families—not just the rich, not just the friends of Liberals and Conservatives, but everyday families, working-class families, middle-class families, are able to build a good life here.", "There’s a couple minutes left on the clock. I’m going to turn over the remarks to my friend the MPP from Timmins–James Bay.", "Better health care, better seniors’ care, jobs and better opportunity for education for young people, bringing Hydro One back into public hands—these are the things that will help Ontario to turn a page and make sure that folks know they don’t have to settle anymore; they can have a government that acts in their best interest." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Timmins–James Bay." ],
  "anchor" : "para335"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Horwath et le NPD parlent dans ce discours et dont on parle durant cette campagne, qui va venir plus tard ce printemps, c’est exactement le point que la chef a fini avec, et ça, c’est qu’on a besoin de s’assurer que, quoi que le gouvernement fait, quand ça vient aux services, que ce ne soit pas pour le 1 % au top, mais que ce soit pour toute la population de l’Ontario.", "Pour trop, trop longtemps, on a des gouvernements libéraux, comme on a des gouvernements conservateurs, qui se disent : « On est préoccupé. On est préoccupé avec le 1 %. » On a les libéraux qui, quand ils étaient à l’opposition, se fâchaient contre les conservateurs et disaient : « Oh non, arrêtez la privatisation. On n’est pas pour ça, nous. Non, non. » « Quelqu’un a besoin d’avoir du coeur, » disait M. Dalton McGuinty, « et d’aller faire ce qui est important pour la population ontarienne. »", "Ce qu’on a vu, c’est que quand les conservateurs ont perdu le pouvoir, oui, il y a des libéraux qui ont été à l’autre bord, mais c’est la même gang. Bleu, rouge; rouge, bleu : il n’y a aucune différence. C’est le même parti avec un différent nom, et puis des différentes couleurs.", "Horwath fait, les libéraux et les conservateurs chassent un peu le même monde. Ils veulent être capables de soutenir ceux au top de l’économie, le 1 %, et de dire à eux autres : « We got your back. Inquiétez-vous pas quand ça vient à la privatisation et quand ça vient à faire sûr de bien prendre soin de nos amis au 1 %. On est là pour prendre soin de vous. » Les libéraux et les conservateurs, ils se battent l’un contre l’autre et puis ils font toutes sortes de belles affaires pour voir lesquels peuvent aller à l’autre bord de la Chambre pour être capables de donner ce que le 1 % veut avoir.", "Horwath et tous mes collègues. On a besoin de s’assurer, à la fin de la journée, qu’un gouvernement ne réfléchit pas seulement à ce qui est important pour le 1 %, mais à ce qui est important pour la population. Pensez-y. On a M. Ford qui dit : « Oh, moi, si je deviens le premier ministre, on va continuer la privatisation, et puis on va réduire les impôts pour le monde au top. » Est-ce que le monde qui est au top a besoin d’avoir une largesse du gouvernement pour leur dire que c’est correct, qu’ils ont besoin de payer moins?", "Horwath et le NPD et dire : « Assez. C’est assez, ça. » On a besoin de s’assurer que ce n’est pas toujours le 1 % qui sont les seuls qui vont avoir les bénéfices de ce qu’un gouvernement peut faire quand ça vient à son mandat, à l’autre bord de la Chambre quand ils se trouvent au gouvernement. On a besoin d’avoir quelqu’un qui dit : « On va être là, et puis on va faire les affaires qui sont importantes ».", "Horwath a dit, le monde, ils n’y vont pas. Ils ne sont pas capables de payer le bill, so ils n’y vont pas. Mais pourquoi ne pas prendre un peu d’argent d’eux autres au top et le transférer dans un programme qui va donner au restant de la population la chance d’être capable d’aller au dentiste?", "Ce n’est pas seulement la personne qui travaille au salaire minimum. Combien de gens qu’on connaît, qu’on représente de tous les bords de la Chambre, où les deux parents travaillent, font un salaire combiné de peut-être 80 000 $ à 100 000 $, n’ont pas de programme de dentiste et ne sont pas capables d’aller au dentiste? Ce n’est pas rien que le monde à 15 $ de l’heure qui a ce problème; ce sont les familles à travers cette province qui ont d’autres pressions : payer l’hypothèque, manger, acheter de la nourriture à mettre sur la table, payer le linge pour leurs jeunes, payer leur bill d’hydro. On a des problèmes chaque mois à être capable d’arriver. Pourquoi pas prendre un peu du 1 % et en donner au 99 %? Ça se tient debout.", "Si on regarde les pays qui sont les meilleurs quand ça vient aux standards de vie à travers le monde, ce sont les pays qui prennent cette approche-là, qui comprennent, à la fin de la journée, qu’ils ont besoin d’avoir une économie qui est robuste, ils ont besoin d’avoir une économie qui est rentable et capable de faire une bonne compétition, mais qu’ils ont besoin d’avoir des règles qui établissent une certaine, comment dire, balance quand ça vient à s’assurer que ce ne sont pas seulement ceux du 1 % qui vont tout avoir, aux frais du 99 %.", "Horwath parle des médicaments et comment des personnes—on l’a vu à travers la province—qui ont au-dessus de 25 ans et en bas de 65 ans n’ont pas de couverture pour leurs médicaments. Si tu ne peux pas prendre tes pilules pour prendre soin de ta condition, qu’est-ce qui va arriver? Tu vas devenir plus malade, tu vas tomber dans le système, et ça va coûter au système beaucoup plus d’argent.", "Je sais que les libéraux et les conservateurs, eux autres, disent que ça, ce n’est pas aussi important. En plus, la politique des libéraux pour dire qu’ils ont fait quelque chose—où vraiment ils ont donné des médicaments à la partie de la société qui a moins de 25 ans et qui est en meilleure santé, et ceux entre 25 et 65 ans qui ont besoin de médicaments ne sont pas capables de les avoir. So, donc, pour eux autres, c’était de la politique.", "Sur le bord des conservateurs, eux autres, ils disent, « Comment est-ce qu’on peut trouver une autre opportunité pour le 1 %? On va privatiser plus de notre système de santé. On va privatiser plus de notre système de maintenance des routes sur nos routes d’hiver. On va privatiser plus du système d’hydro. »", "Horwath, qui va dire, « Un gouvernement se mesure sur ce qu’on fait pour le 99 % et non seulement le 1 %. »" ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para350"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "It’s a great honour to take part in the debate on the response to the speech from the throne. I listened closely to the third party’s last hour and certainly I appreciate so many of the points that they brought forward and recognize that what’s important for all of us is that we are truly fair to everyone. I’ve spent the last almost 23 years now as an MPP, first for the riding of Port Arthur in 1995 and then the riding of Thunder Bay–Superior North in 1999, and I’ve focused almost all my energies all that time in making sure we find that fairness. Certainly that speaks very much to what was reflected in the speech from the throne this past Monday about opportunity and about care, and we did use the word “care” a lot because we mean it.", "The fact is that Ontario’s health care system is something that we need to be very proud of. From health care planners to physicians to our front-line nurses and our support workers, they all do a remarkable job under tremendous pressures and under increasing pressures, which is why we have made a deliberate decision as a government to go into deficit, in fact, for next year in order to make sure that we have got the proper investments in health care, mental health care and long-term care, all areas of complete priority.", "I speak very much as a person who is so proud of the fact that we have put OHIP+ in place for free prescriptions under pharmacare for those under the age of 25, and now we are announcing that it will be put in place for seniors over 65 as well, which is something that I can tell you I’ve heard from many seniors in my own constituency. They’ve made it very, very clear to me that this has been a real burden for them, so we’re going to move forward on that.", "In terms of northern Ontario health care, we’ve got the Northern Ontario School of Medicine, a remarkable institution. Since opening in 2005, 527 medical doctors have graduated from the Northern Ontario School of Medicine. That’s been a remarkable help in terms of recruiting what we need for doctors in the north. Seven new hospitals have been built since 2003, 42 family health teams have been put in place and eight new nurse practitioner-led clinics in the north.", "And we’ve got a Northern Health Travel Grant Program, which is a vitally important program for everyone in northern Ontario who is not able to receive services in their home communities. We’ve just increased the funding for that, expanded it through a $10-million enhancement, and that’s incredibly important.", "As a northerner, there are so many other issues that we’re proud of. We’re proud of free post-secondary tuition for hundreds of thousands of students across the province, many of them in northern Ontario, which has made access to post-secondary institutions far more possible and makes a real huge difference.", "But we’ve got a number of programs that have been a real priority for us, which have been incredibly important in terms of building the economy and building the social system in northern Ontario. I think of the Northern Ontario Heritage Fund Corp.: Since 2013, we’ve invested nearly $600 million through the NOHFC in well over 3,700 projects, leveraging more than $2.1 billion in direct economic activity and creating or sustaining over 15,000 jobs in northern Ontario. That is absolutely huge, and I’m very excited about that.", "We announced another very important thing: We provided very strong support to the Ontario Northland Transportation Commission. There was a time when it was under threat of divestment. We put together a minister’s advisory committee. In fact, one of the first things Premier Wynne asked me to do back when she became Premier in 2014 was to put together stakeholders and listen to the people of northeastern Ontario in terms of the importance of the ONTC. We put in place a minister’s advisory committee made up of key people in northeastern Ontario, who advised us to keep four of the five lines in public hands, which we have since done.", "We’re now in the midst of expanding intercommunity bus services. We provided bus services to every location that was served by the Northlander, and now we are enhancing that bus service by building on that motor coach service and moving into northwestern Ontario, so that we can make sure communities that have not been previously served by motor coaches will be served by motor coaches. We’re rather excited about that.", "There are other things that perhaps aren’t quite as obvious to people who live in southern Ontario. The need to expand broadband is hugely important. We’ve expanded broadband to 100,000 more people in northern Ontario, covering 98% of the people in the north, and we’ve committed another $30 million to continue expansion to five of the Matawa communities in the Ring of Fire region, which is huge for them as they move forward on the Ring of Fire.", "When one speaks specifically about the Ring of Fire, there’s no question—" ],
  "anchor" : "para351"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "He’s driving the bulldozer." ],
  "anchor" : "para362"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "There are two key aspects to the Ring of Fire, Mr. Speaker: Regional infrastructure—" ],
  "anchor" : "para363"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "He’s driving the bulldozer." ],
  "anchor" : "para364"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Are you finished?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I’m just helping." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Continue." ],
  "anchor" : "para367"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Regional infrastructure is certainly key to building roads into the Ring of Fire. We’ve committed $1 billion towards making that happen; neither of the other two parties have made that commitment.", "But the other really important part of moving this project forward together—a major resource development project, in a remote part of the province that has never seen development before—is the partnership with First Nations. My colleague across the way referenced the fact that the Conservative leader spoke about bringing bulldozers in there. That shows an utter lack of respect for the work that’s going on with First Nations. I mean, this is a partnership. It’s is important that we get this right. In fact, we are making real progress in getting a road agreement in place.", "Last August, Premier Wynne was in Thunder Bay with a number of First Nation leaders, announcing the fact that we are moving forward on road construction to build an all-season road access from the communities of Webequie, Martin Falls and Nibinamik through to the public highway network and into the Ring of Fire. That work has continued apace and is crucial, but to think that we would go ahead without that kind of negotiation is rather appalling, from my perspective. I can’t imagine that the Conservative leader would continue to speak in that manner, nor any of the people in his caucus who understand how important those negotiations are.", "Speaker, this is not just about the minerals. It’s huge; it’s a huge development—$60 billion in minerals in the ground and great opportunities from an economic point of view. We want to make sure we get it right.", "In fact, when the Premier made the announcement last August in Thunder Bay, she spoke about, obviously, moving forward on building the all-season road access. Alan Coutts, the CEO and president of Noront Resources, said that this would be a real game-changer. Well, it is a game-changer. It’s not just about the minerals, but it’s a game-changer in that sense. Creating these new economic opportunities in First Nations will significantly improve the quality of life, but it also gives us an opportunity to talk about other issues as well, which we are doing on a regular basis with all nine Matawa First Nations.", "The next phase for our government and for the communities will be the environmental assessment work, with initial baseline studies already under way. There are discussions going on between a number of ministries and the communities that are speaking about building that all-season road access. That’s very important, and it’s something we’re very excited about. Our plan is to get preliminary construction started in 2019, and that will be great.", "Again, the key here is to make sure that we get it right. We are working long and hard with our First Nation partners to make development happen. That certainly has been one of my top priorities as Minister of Northern Development and Mines. It does worry me that the opposition, the Conservatives, have no plan to involve local partners or consult with First Nation communities or handle any of the other complex challenges associated with the Ring of Fire. From my perspective, they’re long past being in a position to properly handle this file.", "What we’re doing is what we need to be doing, which is carefully laying out the groundwork to make sure all Ontarians benefit from this incredible opportunity. We will continue to do that work and continue to speak about it in the months ahead as we move towards environmental assessment for these all-season roads.", "With the little time I have left—I recognize that we’re running out of time—let me also speak about another huge priority for us in northern Ontario, and that is the northern Ontario highway network. We have been very, very pleased with the investments that we have been able to receive over the last 10 or 12 years or so. When the previous government was in power, the most that was ever provided in terms of northern Ontario highway investment was $250 million a year. We have now spent over $5 billion over the last 10 years; $640 million or $648 million in this past fiscal year on northern highways. It’s huge priority for us and a huge job creator as well for us, and something we are very clear that we need to continue to see that great support for. So we will be doing whatever we can to continue to not just rehabilitate but expand the highway system in northern Ontario.", "We’re continuing to work on Highway 69 to have four lanes between Parry Sound and Sudbury. That work is ongoing and will be completed soon. That work is going to continue to go forward. The work between Thunder Bay and Nipigon is going forward as well. And we are committed to moving forward on the four-laning between Kenora and the Manitoba border. This is hugely important to us from an economic development point of view but also from a safety point of view. That’s why it has always been a priority for me as a local member, let alone before I was a minister, to push hard for these improvements. They are vital to our system and we are going to continue to work for it.", "The speech from the throne spoke, Mr. Speaker, very much about care and very much about opportunity. It talked about the fact that we are prepared to make the investments that need to be made to meet some of the challenges that we do face in both health care and other aspects of long-term care and home care. We recognize that the population is aging and as a result we need to provide more investments. I am keen to be able to get out there and talk to people and speak to my constituents about this as soon as I can so that we can make it clear that our priority is indeed to see that there is fairness in the system and that people will be provided with the kind of care they deserve and will be getting in the future." ],
  "anchor" : "para369"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being close to 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para381"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s a delight to introduce Maggie Head and Gopala Narayanan, who are in the Speaker’s gallery today at Queen’s Park. Welcome, and enjoy." ],
  "anchor" : "para384"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m pleased to introduce our friend Howard Brown, who is here today, and Erin Morgan, the executive director of the Ontario Co-Operative Association. They are inviting all members to join them in rooms 228 and 230 for a reception at 5 p.m. this afternoon. Thank you, and welcome." ],
  "anchor" : "para385"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to introduce, to you and through you, to the members of the Legislative Assembly constituents from my riding of Leeds–Grenville, who are here attending the Oral Health Alliance summit. I’d like to welcome Rideau Lakes residents Peter McKenna, Terry Lee and Liz Snyder." ],
  "anchor" : "para386"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Today I would like to welcome Rebecca Harbridge, from my riding of Barrie. Rebecca is the mother of Caius Harbridge, our page captain for the day. Welcome to Queen’s Park." ],
  "anchor" : "para387"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "On behalf of my colleague from London West, I would like to acknowledge our page captain today, Rhys Davies, his mother, Cheryl Davies, and his grandmother, Borden Craddock, who are joining us in the gallery. Welcome to Queen’s Park." ],
  "anchor" : "para388"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’d like to welcome to the House today Lisa Colucci Voutt and Steve Soumakis. They’re here to have lunch with me today." ],
  "anchor" : "para389"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "I have a few introductions to make this morning. I’d like to introduce, in the upper gallery, a gentleman who helped me out a lot in my provincial by-election last year, Jordan Falkenstein.", "I also have a very special guest I want to introduce from my constituency office, my constituency office manager, Colleen Bishop, in the rear gallery, and constituent Paul Sharpe." ],
  "anchor" : "para390"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I’d like to welcome executives of the Pakistan Business Association of Hamilton visiting Queen’s Park here today in the east gallery. With us is the president, Zahit Butt, Waheed Malik, Shabbir Khan, Noor Bhatti, Syed Masood Hussain, Irfan Sheikh, Arshad Hayat, Rana Sabir, Jahan Choudhry, Aftab Elahi, Abid Khan, Shakil Hassan, Nadeem Younis and Zafar Choudhry. Welcome." ],
  "anchor" : "para392"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s a pleasure to introduce Deanna Allain, who is here at Queen’s Park with her service dog in training. Welcome to Queen’s Park." ],
  "anchor" : "para393"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I’d like to introduce our page captain, Annabelle Rayson, today. She is joined by her mother, Stephanie Lobsinger, who is in the west members’ gallery this morning." ],
  "anchor" : "para394"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a couple of guests who are visiting Queen’s Park this morning. Starting on behalf of my colleague the MPP from Mississauga–Erindale, page Tahira Rajwani’s father is here today, Salim Rajwani. Welcome to Queen’s Park.", "Today’s page captain, Adam Omarali, and his parents are here today: his mother, Zenobia Omarali, his father, Bill Velos, and his grandmother, Phirosa Omarali.", "My nephew, David Wong, is also visiting. Welcome to Queen’s Park." ],
  "anchor" : "para395"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I would like to welcome page Luke Dixon’s grandmother, Sylvia, to Queen’s Park today." ],
  "anchor" : "para398"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "It’s a pleasure to introduce some guests of mine, who are here from Peterborough with the Ontario Waterpower Association. In the members’ east gallery are Paul Norris, who is the president, Janelle Bates, Kaitlyn Leigh and Heather Ferguson.", "I’d remind all members there’s a reception this evening in the legislative dining room between 5:30 and 7:30 p.m.. That’s the Ontario Waterpower Association." ],
  "anchor" : "para399"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I just wanted to welcome Kody Lin here to Queen’s Park. He’s a resident of my riding of Etobicoke Centre and a great supporter and a good friend. Welcome to Queen’s Park." ],
  "anchor" : "para401"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I would like to welcome Cheryl Davies, the proud parent of page Rhys Davies, and also Mrs. Borden Craddock, who is Rhys’s grandmother. They are here today to watch Rhys in action at Queen’s Park." ],
  "anchor" : "para402"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "I would like to take this opportunity to welcome the grade 10 class of St. Marcellinus Secondary School to Queen’s Park, and a special shout-out to Maya Katchutas, who lives in my great riding of Mississauga–Brampton South. Welcome to Queen’s Park and enjoy the trip." ],
  "anchor" : "para403"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d like to recognize page captain Jathusa Balamurali today, and I’d like to welcome her mother, Sivajini Balamurali, to Queen’s Park. Welcome and enjoy the day." ],
  "anchor" : "para404"
}, {
  "speaker" : "The Speaker",
  "text" : [ "From the great riding of Brant we have page Tatyana Zebroski, and Shelly Peirce is here in the House to visit with Tatyana. Thank you very much for being here.", "Also with us in the Speaker’s gallery today, we have a delegation of the senior Parliamentary staff from the Israeli Knesset, led by Director General Mr. Albert Sakharovich. Please join me in welcoming our delegation from the Knesset.", "Also in the Speaker’s gallery, a very warm visit with the consul general of the Republic of Chile at Toronto, Marcos Correa. Please join us in welcoming Marcos.", "Finally, I will offer my chair to the Minister of Municipal Affairs on an introduction." ],
  "anchor" : "para405"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker, I apologize. I missed, sitting in the members’ east gallery, two of my staff who are here today: Kaley Ames and Melanie Moscovitch. Kaley has her brother, whose name I don’t know, with her here today. Welcome to Queen’s Park." ],
  "anchor" : "para409"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll do a last call for introductions, and if not, I have another introduction that I’m absolutely sure all members will welcome." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Could I ask the pages to assemble to be introduced?", "These are our legislative—I’m going to say this slowly to make sure they’re in line—pages serving in the third session of the 41st Parliament:", "Mr. Adam Omarali from Scarborough–Agincourt; Aidan Fletcher, Mississauga South; Annabelle Rayson from Sarnia–Lambton; Caius Harbridge from Barrie; Colin Wang from Markham–Unionville; Eliana Rosenberg from York Centre; Emmanuel Samouel from Oak Ridges–Markham; Gajalini Santhakumar from Scarborough Centre; Humza Aziz from Guelph; Jathusa Balamurali from Halton; Justin Abraham from York West; Lauren Grierson from Toronto Centre; Luke Dixon from Kitchener–Conestoga; Medha Gupta from Mississauga–Streetsville; Mikayla Roy from Wellington–Halton Hills; Rachel Lewars from Davenport; Rhys Davies from London West; Ryan Stainsby from Don Valley West; Sophia Andrew-Joiner from Parry Sound–Muskoka; Tahira Rajwani from Mississauga–Erindale; Tamsyn King from Windsor–Tecumseh; Tatyana Zebroski from Brant; Taylor Freeman from Thornhill.", "These are your pages for this session." ],
  "anchor" : "para412"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is to the Minister of Finance. Good morning, Minister.", "After promising a balanced budget just weeks ago, the minister broke that promise by announcing he will plunge our province into an $8-billion deficit, and just on Monday the Premier doubled down in her throne speech with that same number.", "On April 2, the Premier said, “I think everyone here knows that eliminating the deficit is the most important thing we can do” for economic growth. Why is this government promising a deficit when they know it will harm the economy?" ],
  "anchor" : "para419"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I appreciate the member opposite and her open letter to us today recognizing some of the measures being taken.", "Let me start off by saying that we have slayed the deficit since we came into office. We not only have a balanced budget at this moment; we have a surplus. That surplus and that financial strength is enabling us to do a number of initiatives that we’re choosing to do on behalf of the people of Ontario.", "The member opposite has made reference to the fact that there are needs out there, needs that we have been addressing by providing OHIP+, by providing free tuition, by ensuring that we have a more secure retirement for seniors, and further on with CPP enhancement.", "We’ve taken these measures, and every time we’ve done these progressive measures, while balancing the books, they voted against that. We are there to support the people of Ontario.", "Interjections." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Indications are a continuation of what happened yesterday, so we will be moving very quickly.", "I’m also going to remind some members of the government side that while the member was answering, I was hearing heckling, which meant that they were interfering with their own member.", "Interjection." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not conducive to the same, because I was going to say the same thing about the opposition side." ],
  "anchor" : "para431"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It wasn’t me, Speaker." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I noted that.", "We will conduct ourselves properly, and we will move to warnings if it continues.", "Supplementary." ],
  "anchor" : "para433"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s interesting that the minister can read my open letter; too bad he can’t read a balance sheet.", "The government likes to think that if they throw money around to their insider friends, no one will catch on to their waste and mismanagement. Servicing the debt and the deficit has become the third-largest spending priority of this government, outside of health and education. They have started to move money from vital public services as a result, and we’ve seen that with mental health wait times across the province in Ontario as they have steadily increased.", "The lack of fiscal discipline and the intellectual dishonesty in this—", "Interjections." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para440"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Withdrawn.", "I always like to hit a nerve with this Liberal crowd. But the argument that they accompany it with is harmful to Ontarians.", "Will the minister finally admit that he is only running an $8-billion deficit in order to pass out pre-election trinkets to save their skin?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "What’s harmful, Mr. Speaker, is their alternatives of cutting and slashing and burning the very programs that people rely on. What’s harmful is them not wanting to make infrastructure investments to stimulate economic growth. What’s harmful is that they would vote against increasing jobs. Over 800,000 net new jobs have come to our province since we came into power.", "Over these challenging times that we had to experience through a recession, they sat on their hands; they turned their backs on the people of Ontario. We invested. We were strategic in our investments, and we didn’t cut health care; we didn’t cut education; we didn’t cut the programs that people rely on. In fact, we bolstered those investments, and our economy grew. We’re leading Canada. We’re leading the G7. We have the lowest unemployment in Canada in 20 years.", "Interjections." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "We are now in warnings.", "Final supplementary?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Well, I have a message for the minister: As Doug Ford would say, the party with the taxpayer money is over.", "Surely he knows—", "Interjections." ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "About four people just missed a warning. If you want to get your last licks in, do it now and I’ll warn you now.", "You may finish." ],
  "anchor" : "para453"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Was it something I said, like “Doug Ford” or “the party is over”? Which didn’t you like?", "Surely the government knows that whatever problems their government says they will solve, they either created them or they presided over them for the past 15 years, and they cannot hide from the fact.", "If this government was doing so well, then I ask them, why is there a homeless couple at Bay and Bloor whose wife is suffering from breast cancer? Why was a London man denied a hospital bed before dying out of country? Why are our hospitals so over capacity that some young mental health care patients are waiting upwards of 18 months? That’s not under the Progressive Conservatives’ watch; it’s under the Ontario Liberal government’s watch.", "Interjections." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you. Minister?" ],
  "anchor" : "para459"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The member opposite spoke about Doug Ford. They’re obviously very conflicted here. On the one hand, they have a $16-billion hole they’ve got to fill, and he’s saying, “We may balance, or we may not.” He’s not decisive. “We may sell marijuana right next to schools, or we may not.” He’s undecided.", "He wants to make cuts. He has to make cuts, based upon what he says. That is not sawing into fat, Mr. Speaker. We have already included almost $1 billion to $2 billion in transformations and savings every year in our plan. We’re the lowest-cost government as a result. He’s going to saw into bone. He’s going to make life even harder for the people of Ontario.", "The member opposite had five requests in order to support our budget. Let me read them to you. They want a plan to balance the budget immediately. We’re balanced. We’ve got a surplus.", "They want a commitment to lower hydro rates. More than their 12%, we’ve got 40% and 60% reductions in hydro rates in rural communities—" ],
  "anchor" : "para460"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. That’s good." ],
  "anchor" : "para464"
}, {
  "speaker" : "Interjection",
  "text" : [ "He’s warmed up." ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So am I.", "New question." ],
  "anchor" : "para466"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is to the Premier. This government’s reckless spending and love of scandal have cost Ontarians dearly. They don’t care. The Liberals simply do not care. If they cared, we wouldn’t have 40% of children unable to access mental health treatments that they need. If they cared, we wouldn’t have a 67% increase in hospitalizations for children with mental health disorders. If they cared, it wouldn’t take six months to see a psychiatrist after a suicide attempt.", "Mr. Speaker, this government claims to care only now, 15 years after the fact. Why didn’t they care for the first 15?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’m sorry that the member opposite wasn’t able to be at CAMH today, when we made an announcement that addresses—actually, I think it’s the third point in her list.", "“Plan to get back to budget balance”—we’ve done that. “Match our commitment to get hydro rates down”—okay, we’ve reduced those. Then she talks about scrapping cap-and-trade, providing tax relief—that means tax cutting. That means revenue cutting. Then she says, “Match our commitments on long-term care and mental health....”", "The position of the members opposite is that they’re going to cut and they’re going to invest, Mr. Speaker. It doesn’t work that way. We know what happens there: There is simply cutting. What we announced this morning were investments that are going to relieve people who are dealing with mental health issues all over this province: children and adults in the north, in the south, in the east and in the west of this province. It’s a plan that has been put in place with advisers, patients and—" ],
  "anchor" : "para471"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para475"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "If the Premier—", "Interjections." ],
  "anchor" : "para476"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Stop the clock.", "Supplementary." ],
  "anchor" : "para478"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "If the Premier actually cared—she has been part of a government for 15 years—she would not have waited on the eleventh hour, 78 days before a provincial election where her party is right now third in the polls. How many suicides did it take for this government to notice? How many patients turned away from treatment did it take for them to notice? It’s disingenuous for the Liberals to say they care now—" ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para481"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Withdrawn." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para483"
}, {
  "speaker" : "Interjection",
  "text" : [ "Two strikes." ],
  "anchor" : "para484"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I will take care of that. You have pushed too far." ],
  "anchor" : "para485"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "The only thing that they care about is re-election.", "Mr. Speaker, why, after 15 years, is this government only now committing to investing in mental health?" ],
  "anchor" : "para486"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "That is just not accurate. The reality is that we put in place a mental health strategy in 2011. In every budget, we have increased supports to mental health—supports that they have voted against, I might add, every single time.", "Whether it’s $140 million over three years that we announced in February of last year, Mr. Speaker, the $74 million over three years to provide faster access to mental health services, an additional support of 1,150 supportive housing units—all of those—", "Interjections." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Premier." ],
  "anchor" : "para491"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "In terms of mental health supports for children and youth: $100 million in new investments that we’ve put in place to put supports for young people across the province. Every single time, they have voted against them. We announced the largest investment in mental health in Canadian history, but that builds on supports we’ve been putting in place for years." ],
  "anchor" : "para492"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para493"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "The reality is that no one in this province believes them and no one in this province believes they care about the issues outside of getting themselves re-elected. If this government cared—" ],
  "anchor" : "para494"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "And what are you trying to do?" ],
  "anchor" : "para495"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Cut, cut, cut." ],
  "anchor" : "para496"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Municipal Affairs is warned. The President of the Treasury Board is warned. The next thing after warning is naming.", "Finish, please." ],
  "anchor" : "para497"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "If this government cared, they wouldn’t have allowed a young man to be turned away from the doors at the urgent care department at St. Joe’s. Just remember what one mental health care worker told the finance committee: “We’ve had people turned away from the doors in the urgent care department at St. Joe’s. One of those poor souls committed suicide in the parking lot. No services, no psychiatric services that can be attained in a timely manner—this is unacceptable.”", "Mr. Speaker, that is unacceptable. Where is the accountability? Why do they only care now, 78 days before an election?", "Interjections." ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please." ],
  "anchor" : "para502"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Two words: Doug Ford." ],
  "anchor" : "para503"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton is warned.", "Premier." ],
  "anchor" : "para504"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I can tell you that there were families, there were practitioners, there were people who lead care organizations at the announcement this morning. They’ve been working with us for a number of years as we have put increased investments into the mental health system. They have been working with us to make sure that we take the next steps to put the supports in place.", "Today, we announced that there would be access for every school in the province to mental health professionals. We announced that there would be base increases to community agencies who deliver mental health services—" ],
  "anchor" : "para506"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Does this mean you’re going to be closing more schools?" ],
  "anchor" : "para508"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned." ],
  "anchor" : "para509"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We announced over 2,000 more beds, more supportive housing units, Mr. Speaker. So the reality is that we are building on supports that we have already put in place.", "But we recognize that there’s more that has to be done—and that’s exactly what the announcement was today." ],
  "anchor" : "para510"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, my question is for the Premier.", "Mira Etlin-Stein and her partner, Brian Lahaie, are both self-employed. They have a nearly two-year-old daughter. This young family is working very hard, but they do not have health benefits like dental coverage. The last time Mira was at the dentist was two years ago; for Brian, it has been five years. And their daughter has never seen a dentist.", "The Liberal government has had 15 years to implement a dental program that would help Mira and her family. Why didn’t they?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I welcome this approach that the leader of the third party is taking. I recognize that expanding dental and drug coverage are important steps that have to be taken. The member opposite knows that we expanded the Healthy Smiles Ontario program. The member opposite knows that we have moved forward on providing pharmacare for people under the age of 25 and people over the age of 65. And we recognize that there is more that needs to be done.", "So I don’t disagree with the leader of the third party that there is more that we have to do to help people who don’t have those benefits." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Fifteen years is a long time, Speaker. This could have been done a long time ago.", "The Premier and this Liberal government know that access to dental care is an issue; they should have known for the last 15 years. They know that the government can do something about it. But instead of investing in families like Mira’s, they chose to prioritize other things, like selling off Hydro One. That was the priority of Kathleen Wynne and the Liberals, which means that instead of the revenue Hydro One generates being used on things like dental care programs for Mira’s family, that money is now in the pockets of private investors.", "Mira and Brian should be able to go to the dentist regularly, and so should their daughter.", "Why did the Premier choose to prioritize lining the pockets of the already wealthy with the Hydro One sell-off instead of investing in a dental plan that would help everyday families?" ],
  "anchor" : "para519"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, as I said before, I recognize that there are people in this province who are under a lot of stress and that they are looking for supports. We have put supports in place: pharmacare for children and youth up to the age of 25, free tuition, increasing the minimum wage. And we recognize that there is more that needs to be done, which is exactly why, in the throne speech, we outlined the areas where we believe there is the most need, where we need to step up so that people can care for themselves and care for each other.", "I don’t disagree with the leader of the third party that there’s more that needs to be done, and we are stepping up and we are going to put those supports in place, Mr. Speaker." ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para525"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "People are under stress because for 15 years this Liberal government has left them swinging in the wind. That’s why they’re under stress.", "Speaker, entrepreneurs, musicians, artists, freelancers and others in the gig economy need workplace health benefits, starting with dental care. Seniors need dental care. Folks on social assistance need dental care. But instead of prioritizing the needs of everyday families, the Liberals spent $1 billion on the gas plants scandal. Their policies have ensured that corporations and the wealthiest don’t pay their fair share in our province. They sold off Hydro One. And they wasted $8 billion on P3 projects that could have been completed for far, far less.", "Some 4.5 million people in Ontario can’t afford to go to the dentist. Why weren’t they the Premier’s priority during her time in office?" ],
  "anchor" : "para526"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para529"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "As the Premier has affirmed, of course, dental care in particular has been a focus of our government and the Ministry of Health and Long-Term Care. We took the original Children In Need Of Treatment Program, or CINOT, as it was known, and expanded it across the province into the Healthy Smiles Ontario program. This is now helping more than 450,000 kids to get important dental services. We are absolutely committed to ensuring that children have this very good start in life, in terms of what we call Healthy Smiles Ontario. It’s very important for their future.", "The Premier has alluded, and of course in the throne speech—we have made very clear that we know there’s more to do. We know there’s more to do across several populations, and we will continue to work in this regard.", "As the member referred to, for those on social assistance, there is a program of dental benefits available. We continue to make these improvements. This is what our government is all about. We’re about caring for people and giving them the very best opportunity." ],
  "anchor" : "para530"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier, Speaker. Let me tell the Minister of Health and the Premier of this province about CINOT and Healthy Smiles. Dr. Elizabeth Richardson, the Hamilton medical officer of health, released a report this week that says this about children in our city: Thousands of Hamiltonians don’t have access to dental coverage. She says that right now in Hamilton, 42% of children currently in second grade have a history of tooth decay, a result of not having regular access to dental cleanings and preventative dental care.", "What does the Premier have to say to the parents of these children about why she has done nothing to help them in her time in office?" ],
  "anchor" : "para535"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I would just reinforce what the Minister of Health and Long-Term Care has said. We recognize that there is more to be done, but we have expanded the programs, particularly for children, to provide supports for kids who otherwise wouldn’t be able to access dental care.", "But I think this issue is much like the pharmacare issue, in that had we the ability to go back to 1969 and have the discussion about medicare again, with what we know now, I think we would suggest that perhaps pharmacare and dental care needed to be part of that medicare package.", "I think we can agree, Mr. Speaker, that those are gaps that should have been filled, but we can’t go back to 1969. We have been working to expand programs for children in this province for dental care. We know there is more to be done, so we don’t disagree with the leader of the third party." ],
  "anchor" : "para537"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para540"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, Dr. Richardson’s report said that one in 10 grade 2 students in Hamilton require urgent dental care, and that many schools in the city report very high rates of untreated cavities in their students. She is trying to expand free dental programs at the city level, so that more people in my community can go to the dentist without worrying about how they’re going to be able to pay for it.", "Why has the Premier left municipalities and local medical officers of health to deal with this serious medical issue on their own? Why hasn’t she done anything in her 15 years in office to help?" ],
  "anchor" : "para541"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I know the Minister of Health will want to comment on the specifics again, but just to remind the leader of the third party: We have been making increases in the program to help kids with dental health problems. We’ve put Healthy Smiles in place. We’ve expanded that program. There is more to be done.", "With all due respect to the leader of the third party, I don’t remember seeing this in her platform, and I don’t remember seeing her talk to us about Healthy Smiles, Mr. Speaker, so I appreciate that she is now making this a cause célèbre. We have been working to increase those supports. We know there’s more to be done, but to suggest that somehow she has been on this and we haven’t is just not the case.", "Interjections." ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Final supplementary." ],
  "anchor" : "para546"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, with all the resources of the third party, we can’t always do the government’s job.", "Look, the programs that they are lauding have failed. Grade 2 students were born around 2011. This government has been in office since 2003. Where the heck have they been, Speaker? Families who can’t afford a dentist have no choice but to let their oral health issues get so bad that they require medical—", "Interjections." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ladies and gentlemen, I think it’s just called respect.", "Carry on." ],
  "anchor" : "para551"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Their oral health issues get so bad that they actually require medical attention in our hospitals, because when you go to a hospital, you don’t have to pay out of pocket.", "I was outraged when I read Dr. Richardson’s report this week. It is heartbreaking to me that parents are being forced to let their kids go without the care that they need because they just can’t afford it. No parent should be put in that situation—", "Interjections." ],
  "anchor" : "para553"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "—and those MPPs over there may say it’s boring, but it’s the truth. Why hasn’t the Premier done anything about this in her 15 years in office?" ],
  "anchor" : "para556"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I am—", "Interjections." ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para559"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think it’s appropriate that the leader of the third party is outraged, Mr. Speaker, as I was outraged five or six years ago, which is exactly why we have been putting more supports in place to help kids with dental issues. The reality is that this is a gap. It is a gap in our health care system, as pharmacare is a gap. We have taken a major step forward in terms of putting—", "Interjection." ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The leader of the third party is warned.", "Carry on." ],
  "anchor" : "para562"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I really do believe that this is an important conversation that we did start by increasing supports for kids and adults with dental issues. It’s something that needs to be expanded. We recognize that.", "I think what would have been helpful over the last few years is if the leader of the third party had raised this and we had had a conversation and there had been suggestions that could have come forward about how to move on this. This is a national challenge. We have not heard constructive ideas from the third party, but we’re open to them." ],
  "anchor" : "para564"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Premier. Your pre-election throne speech preached about, “Care is all around,” and “this impulse to care for ... people ... who are struggling.” Well, Premier, Todd Hrabchak’s family wants to know why you won’t practise what you preach. His wife says that you’re letting him rot in a Florida hospital instead of bringing him home so he can get the care he needs in an Ontario hospital.", "Premier, your speeches are just talk and no substance. But if I’m wrong, then please prove it. Will you instruct your Minister of Health right here, right now to get on the phone and find Todd Hrabchak a bed here in an Ontario hospital?" ],
  "anchor" : "para567"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There are many things that are disturbing about this story, and it’s unacceptable—absolutely unacceptable, Mr. Speaker. But the reality is that there are beds in Ontario. There are beds here that could be available. So the challenge is, what is happening with that insurance company that they are not able to work with the system to find those beds?", "The minister will speak to the details of a meeting that she is going to be having. But we are going to figure out where that—", "Interjection." ],
  "anchor" : "para569"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned.", "Finish, please." ],
  "anchor" : "para572"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We’re going to figure out where that disconnect is. There are beds here in Ontario and the insurance companies should be able to access them." ],
  "anchor" : "para574"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para575"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the Premier, please: Time and again, you say you care, but when put to the test, you fail Ontarians in their most critical time of need. It is unacceptable that you failed Larry Dann. It’s unacceptable that you failed Stuart Cline when you left him languishing in a Mexico hospital due to a lack of hospital beds in Ontario, and sadly, Mr. Cline died.", "Now Todd Hrabchak’s life hangs in your hands. If your Minister of Health won’t pick up the phone and you find it so acceptable—Premier, will you find him a hospital bed today?" ],
  "anchor" : "para576"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para578"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I think we can all really sympathize with the families involved in these very difficult cases. As the Premier has said, there seems to be this disconnect between knowing, as we know, that there are beds available across Ontario and the insurance companies’ efforts—and I am sure they are making good efforts—to try and connect to find those beds. This is precisely why we’re asking questions about why this disconnect is occurring, and we want to make sure that everyone has the benefit of, obviously, our wonderful, world-class health care system here in Ontario.", "I have invited members of the insurance associations to meet directly with me, very, very soon, and with officials from my ministry. In particular in this case, our office has been working extremely closely with the Toronto Central LHIN on this particular case, and we’re hoping that this case will be resolved in the very, very near future." ],
  "anchor" : "para579"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. I’m going to follow on the lead taken by my colleague there. Todd Hrabchak is an 83-year-old man from Toronto. He’s stuck in a hospital in Florida. His leg is infected and he can’t stand or walk. Todd and his wife, Lilian, need to come home now. They need to get back to Toronto to be seen by Todd’s own doctors and physiotherapists, but their insurance company can’t find a hospital bed for Todd in Toronto. No one here is surprised—no one here is surprised. Why is the Premier doing nothing to stop the overcrowding in our hospitals so that people like Todd can get the health care that they need?" ],
  "anchor" : "para583"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para584"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I can assure the member opposite, Mr. Speaker, that we’re doing everything we possibly can in terms of my ministry and the local LHIN. We are working extremely hard in this particular case. We need to coordinate services so that they in fact are seamless in these very difficult situations. We’re aware that the individual in question has had treatment from a particular hospital in Toronto and we are working extremely hard to ensure that he gets back as soon as possible to those physicians who know his case very well already. I can simply say that we will continue to work on this particular case. In the supplementary, we’ll address the broader systemic issue." ],
  "anchor" : "para585"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para586"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again to the Premier: This keeps happening week after week because Ontario’s hospitals are dangerously overcrowded. Joe Glowacki, Stuart Cline, David Ronald, Danny Marchand, Larry Dann: All of these people were told in recent weeks that they couldn’t come home because there were no hospital beds available when they faced a health care emergency. Can the Premier tell us, right now, how many more Ontarians waiting in pain will it take to convince her that this overcrowding crisis is real?" ],
  "anchor" : "para587"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Mr. Speaker, I need to reiterate: There are critical care beds available in Ontario. The beds are there. What we have is a systemic disconnect in terms of communication between the out-of-country hospital and physicians, the insurance company, and our health officials on the ground. That’s precisely why I have invited members of the insurance communities affected to meet directly with me.", "We can all understand the suffering in terms of the individual and the families involved. We are determined to ensure that we have a streamlined system so insurance companies know how to access the beds that I would like to say, yet again, are available here in our world-class health care system." ],
  "anchor" : "para588"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Ma question est pour la ministre de la Santé et des Soins de longue durée, the Honourable Helena Jaczek. I ask this question on behalf of the people of Etobicoke North who I’ve been proud to represent for the past 15 years. Speaker, providing all Ontarians with timely access to the care that they need, whether at home, in the community or in one of our full-service hospitals, is of course of utmost importance to our government and to me, personally, as a physician. Our health care system has many things to be proud of, from our doctors, nurses, support workers, even our volunteers. We continue to reduce wait times for surgery, increase access to primary health care providers, and expand services for Ontarians at home and in their communities. Life expectancy is higher than the national average and one of the highest in the world. Thank you, by the way, Minister, for the $400-million expansion for Etobicoke General Hospital. We have the best survival rates in the country for prostate, breast, colorectal and lung cancers. Even the Fraser Institute, God bless them, and the Wait Time Alliance have consistently ranked Ontario as having some of the shortest wait times in Canada.", "Speaker, my question is this: The speech from the throne outlined our government’s plan for a brighter future for our health care system. Can the minister please expand on those investments?" ],
  "anchor" : "para591"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for Etobicoke North for this very important question and for giving me an opportunity to discuss how our government is choosing to continue investing in care. We’ve all seen that a growing and aging population is contributing to the pressures faced by our health care system, and we’re continuing to support the people of this province by making monumental investments in mental health—announced this morning—health care, and home care. That’s why we’re making a deliberate choice to run a deficit to invest more in the people who are making our province strong.", "The people of this province will see major investments from our government in the services that they need, including the expansion of government programs that are already making it easier for people to care for their loved ones and help them to succeed: programs like OHIP+ that are helping to alleviate the financial burden many families face, a program that has provided more than one million young individuals with free prescription drugs since January 1. We will continue to fight for historic programs like OHIP+." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para595"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Thank you, Minister, first of all for detailing to this House how critical health care is, the entire system, to our province and to our government, as well as the once-in-a-generation expansion of pharmacare. I know that my own residents in Etobicoke North welcome and appreciate these sorts of investments.", "Speaker, yesterday the Premier was joined by the Minister of Health and Long-Term Care, as well as the Minister of Seniors Affairs, to make announcements that support care, create opportunity and make life more affordable during this period of rapid economic change. I myself was at a seniors’ health fair in Etobicoke North run by the Rexdale health centre, and we were able to determine and announce that more than 10,000 children have received free medications as a result of our pharmacare expansion. That, of course, Speaker, as you’ll know, includes an entire list of 4,400 medications available to Ontarians broadly.", "We also know that we have a collective responsibility to care for our seniors, so my question is this: Can the minister please inform this House of the important expansions that we’re making to support seniors across the province?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Minister of Seniors Affairs." ],
  "anchor" : "para599"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I want to thank the member from Etobicoke North for this great question. I know that, as a physician, he knows very well that approximately 70% of Ontario seniors take at least one medication daily, and 30% of seniors in Ontario take at least five prescription drugs every day, so you can imagine that these costs do add up.", "That’s why I am so proud, as the Minister of Seniors Affairs, that yesterday I stood with our Premier and the Minister of Health and Long-Term Care to announce that we will now be expanding OHIP+ to anybody over the age of 65. What this means is that prescription drugs in Ontario, for anybody over the age of 65, will soon be completely free—no co-pay, no deductible. This means no co-pay and no deductible for over 2.6 million seniors and their families. Our seniors told us—" ],
  "anchor" : "para600"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para602"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is for the Minister of Energy. In August 2017, the Environmental Review Tribunal ruled against a proposal to build eight 500-foot-tall wind turbines in my riding due to significant public safety concerns and their close proximity to the Collingwood airport and Clearview aerodrome. Citizen groups and organizations worked hard to stop this project and have since made an attempt to have their legal costs awarded or repaid by the tribunal.", "This government has cost hard-working citizens in my riding over $850,000, and local municipalities an additional $800,000. The Green Energy Act won’t allow these groups and individuals to get their money back. Will the minister change this legislation to allow the tribunal to award costs?" ],
  "anchor" : "para604"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When it comes to community engagement and to the renewable procurement process, we did listen to many of the community groups in the past, and we did try to strike the right balance between early community engagement and achieving value for ratepayers by putting an emphasis on cost. I can appreciate where my friend in the opposition is coming from.", "This process is administered by the IESO and is overseen by an external fairness adviser, so even when a contract is offered, the process is not over. I believe that’s part of the question that my honourable colleague has mentioned. Project developers, through this process, must obtain all required licences and approvals, such as the renewable energy approval, or REA, or an environmental assessment before they can start construction on those projects.", "I look forward to speaking more in the supplementary." ],
  "anchor" : "para606"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para609"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the minister: Minister, your government caused my constituents and my municipalities to spend over $1.6 million. Nobody ever thought any government would be stupid enough to approve eight—12, I guess, in the beginning—500-foot windmills between two airports, but since you made that decision and your ministry made that decision and your government made that decision, it caused my constituents and my municipalities to spend this money at the tribunal. They won at the tribunal. Thank God that, finally, common sense came to light.", "These citizens did you a favour. Pilots were going to get killed. It was never a question of if someone was going to get killed; it was always a question of when someone was going to get killed. They did you a favour by forcing the tribunal to do the right thing. You owe them $1.6 million. Will you do the right thing and pay them back?", "Interjections." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para614"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Again, when looking at the process that we put in place, it is to strike that right balance between making sure that communities have a process in place to ensure that they can actually express their views and actually put projects in the right light to ensure that if there are concerns, they can bring those concerns forward.", "As I said before, we really worked hard with the IESO to strike that right balance between early community engagement and achieving value for ratepayers by putting an emphasis on cost. I know that the IESO and the external fairness adviser are in place to ensure that that happens. I know that, working with the IESO, the province will continue to ensure that all renewable energy procurement encourages the selection of projects with local support and the most competitive prices, as well as with projects with First Nations and Métis participation." ],
  "anchor" : "para616"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "My question is to the Premier. In 2016, the Premier tabled a budget that would increase drug costs for seniors by more than 70%. In 2016, that was wrong. We fought the government and we won. The Premier backed down.", "Two years ago, the Premier tried to slash drug coverage for seniors. What has changed, other than there being an election in 78 days?" ],
  "anchor" : "para619"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Basically what the member opposite is saying is that when a policy is brought forward and there’s consultation on it, when there’s a reaction and a government changes their mind and puts in place a better policy, that’s not a good idea.", "Well, what I would say to the third party and to this member is that I believe that that’s how good policy is made. I believe that we talk to people, we come up with a solution and we put that forward. We have moved forward with the—", "Interjection." ],
  "anchor" : "para621"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain is warned.", "Finish." ],
  "anchor" : "para624"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—the largest expansion of medicare in a generation. OHIP+ puts in place free prescription medication for children and youth across this province—all medications, 4,400 medications. We’re expanding that to seniors. That’s a significant increase in medicare support." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para627"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I believe that good policy should be made when a government has 15 years of rule in Ontario and not 78 days before an election. That’s when I believe policy should be made.", "Yesterday’s Liberal campaign promise leaves millions of Ontarians between the ages of 25 and 65 to fend for themselves with no drug coverage at all. Families will still be forced to empty their wallets to get the medicine they need and too many people will still cut their pills in half to make the bottle last longer.", "The Liberal government has had 15 years to implement a truly universal pharmacare program that covers everyone, regardless of age or income. New Democrats have a plan that will cover everyone. Why don’t the Liberals?" ],
  "anchor" : "para628"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para631"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I think that certainly—", "Interjection." ],
  "anchor" : "para632"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Barrie is warned.", "Carry on." ],
  "anchor" : "para634"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I would have expected that the third party would have been so happy when they saw our OHIP+ plan, because it sounds like we’re thinking essentially along the same lines. I personally believe that our plan is a comprehensive, very broad-in-coverage type of plan. We cover 4,400 drugs. Theirs is only 125 drugs.", "Of course, we, on this side of the House, really like to listen to people. We know that our Premier has been holding town halls. Just yesterday we were at an event and people were coming up to us to tell us what our pharmacare solution has meant to them as families. In other words, children are able to access their drugs in a very important way. Now we have expanded this to seniors. We have an excellent plan and we continue to move forward." ],
  "anchor" : "para636"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "My question is for the Minister of Infrastructure. For many people, infrastructure is intangible—something expensive that can take years to build. We know that infrastructure is more than just that. It is the water we drink, the schools our children grow up in, the hospitals where we welcome new life, and the roads that carry us home at the end of the day.", "With a booming economy and growing population, now is the time to invest in infrastructure. People need and deserve that. Last week, the minister joined his federal counterpart to make an announcement that will unlock billions of dollars for priority infrastructure projects in every region of the province. I know that this announcement is hugely consequential for our province and will shape how people live in Ontario for generations to come.", "Speaker, through you to the minister, can he inform the House what this latest investment entails?" ],
  "anchor" : "para639"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Thank you to the member for Durham. The people of Ontario are best served when all levels of government work together. We have a responsibility to build the infrastructure our province needs to maintain a strong economy and a high standard of living.", "Speaker, our track record speaks for itself. Our own government is already making the largest infrastructure investment in Ontario’s history: $190 billion over 13 years. Last week, Ontario received an $11.8-billion boost from the federal government. Ontario is matching that with $10 billion, with over $7 billion of that amount going to our transit authorities. This joint funding will support faster commute times, cleaner air and water, reduced greenhouse gas emissions and enhanced recreational facilities. These are things people need to thrive in their communities and things our province needs to maintain a booming economy and a high quality of life." ],
  "anchor" : "para642"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para644"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Thank you to the minister for his response. The people of Durham know what that commitment means, Mr. Speaker. Ontario’s commitment to match the federal government’s investment at 33% will empower communities to build more of the infrastructure our constituents need.", "Last week I was very pleased to be at the Durham regional headquarters to announce that the province is contributing well over $78 million in infrastructure funding to build new urban transit networks and service extensions that will transform the way Durham residents live, move and work. This will help build and maintain fast, reliable public transit for Durham constituents, such as GO train services to Courtice and Bowmanville, which will decrease their commute times and allow them to spend more time doing the things they love doing most.", "But public transit is only one of four priority areas receiving support through the agreement signed last week. Speaker, through you, would the minister please share more details about the latest investments in Ontario’s infrastructure?" ],
  "anchor" : "para645"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Phase 1 of the federal government’s infrastructure plan resulted in over 2,000 projects, with every municipality receiving formula-based funding. This new phase 2 promises to deliver even more for communities in every region of the province. Together, Ontario and Canada’s joint investments in Ontario’s infrastructure amount to nearly $22 billion. No government in Ontario’s history has invested more in infrastructure than Kathleen Wynne’s.", "Speaker, every dollar we invest in infrastructure is at risk of being cut under a Doug Ford Conservative government. The Conservatives have totally ignored infrastructure policy and don’t ask questions about it in this House. Frankly, to quote Winston Churchill, when it comes to infrastructure and energy, the Conservatives are a riddle wrapped in a mystery inside an enigma. If history taught us anything, it is that—" ],
  "anchor" : "para648"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para650"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "My question is for the Minister of Transportation. We have an infrastructure question. Maybe the minister might want to get in on that.", "I want to congratulate the minister on her appointment. I’ve given her a few weeks to get acclimated to the file.", "I have a question on Highway 17. The continued twinning of Highway 17 farther into Renfrew county is a top priority for me and my constituents. We’ve been fighting for this for 15 years. While we’ve seen some progress, clearly not enough has been made. The county of Renfrew has already done the necessary work—they prepared the study—and their report most certainly demonstrates the need for the extension of Highway 417.", "Speaker, given the importance of this project to all of eastern Ontario, can the minister assure the House that the next phase of construction will be included in this year’s budget?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you to the member opposite for the question.", "As he knows, our government understands the importance of expanding Highways 417 and 17 through the county of Renfrew for both economic growth as well as safety reasons. We are committed to making the necessary improvements, and we are making progress. In 2012, we finished the first phase of expansion. Phase 2 is also complete, and it opened to the public on November 18, 2016. We’re now able to move forward with detail design for the next phase of the expansion of Highway 17 from Scheel Drive to three kilometres west of Bruce Street in the town of Renfrew.", "We will continue to seek funding for construction in future budgets. Once construction funding is confirmed, the project—" ],
  "anchor" : "para657"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I haven’t heard the word “approved.”" ],
  "anchor" : "para660"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "There’s a small group in here who have a “W” beside their name—and the next comment is naming, just to remind you.", "You may finish, Minister. Wrap up, please." ],
  "anchor" : "para661"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Once construction funding is confirmed, the project will be identified in the five-year plan portion of the southern highways program.", "In the meantime, my ministry continues regular rehabilitation and maintenance work on the existing corridor." ],
  "anchor" : "para664"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para666"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, thank you for the progress report that we already know about. We’ve said progress has been made, but we’re looking for the approval.", "Speaker, the minister’s predecessor saw for himself the need to extend Highway 417 when he came to Renfrew county in the autumn of 2016. While the design study has indeed been approved, local residents are calling for swift action, with shovels in the ground immediately.", "As everyone is aware, Highway 17 is a major route for commercial truck traffic, and it also connects Canadian Nuclear Laboratories and Garrison Petawawa to Ottawa. Additionally, this project is vital to the economic development of eastern Ontario because the roadway is part of the national east-west transportation corridor.", "Given how crucially important this highway is, will the minister assure this House today that the next phase of construction will be included in this year’s budget?" ],
  "anchor" : "para667"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "As I was saying, work does continue to advance on this corridor. We’re committed to looking at areas for advance construction if and when possible, which will enable easier transitions during a future expansion. This continues to be a priority for me and my ministry because our government understands how vital this is.", "It’s surprising to me, Mr. Speaker, that the Conservatives are going into this election with more radically conservative policies than Mike Harris, Tim Hudak or Stephen Harper ever ran on. Doug Ford is promising cuts, but won’t admit how much or say where they’re coming from. All but two Conservatives MPPs opposed Ford’s leadership, some of them forcefully, and now they have to rely on Ford’s billion dollars of cuts in services.", "The member and his party vote against the budget, each one, to—" ],
  "anchor" : "para671"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s my job.", "New question." ],
  "anchor" : "para676"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre.", "A week ago, the Ontario Financial Accountability Office released a report confirming that this government’s cuts to health care are hurting patients. The report said that even the government’s future spending plans for the next three years will not be enough to ease the congestion in our emergency rooms or in hospital hallways.", "Mr. Speaker, will the Premier continue to stand idly by as alarm bells are ringing about the underfunding of our hospitals?" ],
  "anchor" : "para679"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para682"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Our Premier has been very engaged in this file, and we would like to thank the Financial Accountability Office for the good advice that we always receive from that office.", "We certainly do recognize that a growing and aging population is contributing to the pressures faced by our health care system, so we need to be responsive to this. We are a party that listens to families and to individuals, and we know that we need to put patients first.", "We know that we have more to do. I think that the throne speech earlier this week laid this out very clearly—not only what we’ve done as a government through the years to continue to invest, but what we intend to do in the future. That’s why we are making a deliberate choice to run a deficit, so that we can invest more in health care, hospitals, home care, mental health and long-term care across the province." ],
  "anchor" : "para683"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para686"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The report from the Financial Accountability Office is not news in this House. Every day, the government hears of another patient in a washroom, in a TV room, in a hallway, in a patient lounge or having to be in a wheelchair because there are no stretchers left for them, but nothing changes. Ontario patients deserve better.", "New Democrats have pledged to ensure that hospital funding will, at a minimum, keep up with inflation, population growth and the unique needs of the population that they serve. Can the Premier make the same promise to Ontarians, or is she comfortable as her patients lie on stretchers in corridors?" ],
  "anchor" : "para687"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Mr. Speaker, first of all I’d like to set the record straight. We have a health care system in this province that is second to none. We have a health care system we can be incredibly proud of, from the health care planners to physicians to front-line nurses and all the support workers. We have built a system that is doing an incredible job of taking care of the people we love.", "We have increased our investments in the system and we’re making significant progress. We continue to reduce wait times for surgery, increase access to primary health care providers and expand services for Ontarians at home and in their communities.", "Life expectancy is higher than the national average, and one of the highest in the OECD. We have a system that has the best survival rates for prostate, breast, colorectal and lung cancers in Canada, and even the Fraser Institute and the Wait Time Alliance have consistently ranked Ontario as having some of the shortest wait times in Canada.", "We have a world-class health care system in this province." ],
  "anchor" : "para689"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is for the Minister of Agriculture, Food and Rural Affairs. With Ontario’s farmers preparing to return to the fields, there is no better time to spread awareness about how and where our local food is produced. Ontarians benefit from a strong agri-food sector, which contributes more than $37 billion to the economy, supports 800,000 jobs and provides us all with delicious fruit and vegetables and locally made food and beverages.", "This year, our government is celebrating the sixth annual Canadian agriculture literacy campaign. The theme of this year’s agriculture literacy month is, “Our Food. Our Story”—a message that we will help bring to classrooms across this province.", "Speaker, can the minister please provide further background on agriculture literacy month, and explain more about what our government is doing to enhance agriculture literacy and awareness in this province?" ],
  "anchor" : "para694"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank the member from Barrie for the question and for her ongoing support for Ontario’s agri-food sector.", "Agriculture literacy month is a great opportunity to teach Ontarians, especially students, about the great work being done by our farmers and to provide them with knowledge about opportunities in the agri-food sector.", "I’d also like to recognize the advocacy of the member from Huron–Bruce, who has been very busy in this area, too.", "When students understand more about their food, including where it comes from, how it’s produced and who our farmers are, this gives them the chance to think critically about the food they eat, a vital skill for our youth to develop. That’s why we’ll continue to partner with AgScape, which is committed to agriculture education in Ontario, and which has worked to increase food literacy and build awareness of career opportunities in the agri-food sector for 27 years. I’m pleased to say that since 2003, our government has provided over $3 million in funding to AgScape to help deliver these important programs." ],
  "anchor" : "para697"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para701"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you to the minister for sharing how increasing agriculture awareness improves agri-food literacy and allows us to eat healthier, while supporting a sustainable environment and creating good jobs all across the province.", "Ontario students are the next generation of agri-food specialists, policy-makers, farmers and consumers, and it’s important that we teach them about the wide array of careers our sector has to offer. Investing in this kind of knowledge creates opportunities for our agri-food sector, whether it results in Ontarians buying local food, choosing healthier options or choosing a career in agriculture. Our agri-food sector remains one of the most diversified in the world.", "Speaker, could the minister share with this House what other investments we are making to increase agriculture education and support new jobs in this important industry?" ],
  "anchor" : "para702"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank the member from Barrie for her supplementary and, of course, her strong support for agricultural literacy.", "We recognize that as our economy changes, the most important driver to Ontario’s competitiveness and prosperity is a highly skilled workforce. That’s why our government recently announced our renewed 10-year, $713-million partnership with the University of Guelph, a university that is renowned for its agricultural programs and whose research and innovation remain vital to strengthen Ontario’s agri-food sector.", "This partnership will feature greater diversity in research programming, focusing on food safety, animal welfare and boosting Ontario’s global competitiveness. Our students also benefit through programs like the Specialist High Skills Major, which helps to educate students on topics such as local food and farm innovation and which highlights career opportunities in the growing agri-food sector. Last year, we saw 581 students enroll in 29 agricultural Specialist High Skills Major programs through all of Ontario—" ],
  "anchor" : "para706"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para709"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Minister of Transportation. Eleven years ago, the Liberal government promised they would open a GO rail line from Toronto to Bolton in 2020. Now the government is saying that won’t happen until at least 2041. That is, at a minimum, a 20-year delay. How does the minister justify that?" ],
  "anchor" : "para711"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you very much to the member opposite for this very important question. Certainly Metrolinx has been doing a lot of work with the cities, with the municipalities, to ensure that we have the investments that help to move our people across Ontario, as well as to and from work to commute.", "I know there are certain municipalities that have been trying to do the work that’s necessary to get a GO station or more GO service in the area. We continue to expand GO service to many areas of the GTHA corridor where Metrolinx does their work. That includes increased GO train service on the lines that are there and expanding GO bus transit to ensure they can connect people with GO trains in the areas they want, such as Cambridge and Brantford. We continue to work with all our municipalities to try and expand GO service throughout Metrolinx’s planning area." ],
  "anchor" : "para712"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para714"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "The town of Caledon has done its job. They have held the land. It’s you guys who are holding it up by 20 years." ],
  "anchor" : "para715"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Through the Chair, please." ],
  "anchor" : "para716"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "This isn’t the first time the people of Dufferin–Caledon have been neglected by this government. In 2015, I asked the then Minister of Transportation to expand GO bus services to Shelburne. The response talked about high-speed rail to Kitchener-Waterloo. Speaker, Kitchener is almost 100 kilometres from Shelburne. That’s the same high-speed rail that the Libs promised would be ready before 2024.", "Based on these two examples, why should we believe any promises the Liberals are making?" ],
  "anchor" : "para717"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "A Bolton Commuter Rail Feasibility Study was completed in 2010. The study examined various factors, such as property requirements, environmental issues and construction cost issues. Metrolinx is absolutely committed to GO Transit bus service to Bolton while we continue to build out more and more expanded service through the Metrolinx planning area.", "But I want to go back again to the member opposite and her party that have had many opportunities to vote in favour of budgets that contained transit investments that this community and our province need, and every time they have a chance to stand up in this Legislature and vote for their investments, they vote against them each and every time. So I would encourage them to vote for our investments coming through." ],
  "anchor" : "para719"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Arriving a little later on in the Speaker’s gallery are dear friends of mine. A gentleman whom I’ve known for too many years, former superintendent and now trustee William Chopp Jr. is here; Neil Chopp, his brother; Aaron Chopp and Elliot Chopp; along with their dad, 97-year-old William Chopp Sr. Welcome.", "Mr. Chopp Sr. has told me several times that he’d like to sit in the Chair and deal with you people." ],
  "anchor" : "para722"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I also want to make a quick introduction. As many of you know, Sinead Anderson is somebody who works in my office in my capacity as the government House leader, responsible for legislative procedure, also known as She Who Must Be Obeyed. Her parents are visiting Queen’s Park to see her in action. Please welcome Ann and Steve Anderson, mom and dad; and her uncle, Ian Anderson, to Queen’s Park." ],
  "anchor" : "para724"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I’ve just been informed that we’re joined by David Shaw and Peter Stavropoulos. They are from the Ontario Podiatric Medical Association and they will be at the health fair today." ],
  "anchor" : "para725"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’m delighted to welcome a constituent of mine, Deana Ruston, who is in the gallery today. She is a true watcher of all of us and our work." ],
  "anchor" : "para726"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para727"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I am pleased to welcome Dr. Pat Abbey, director of dental services for Durham public health, joining us here at the Legislature today as part of the Ontario Oral Health Alliance. Welcome to Queen’s Park." ],
  "anchor" : "para730"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Welcome.", "Further introduction of guests? The member—" ],
  "anchor" : "para731"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’m standing." ],
  "anchor" : "para733"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You know I have a hard time with that. The member from Northumberland–Quinte West." ],
  "anchor" : "para734"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Speaker, I will endeavour to get a stool for under my feet so you can better identify me.", "I’m delighted to welcome some folks that are with us today from the oral health coalition from the Haliburton, Kawartha, Pine Ridge District Health Unit. I think these are the people here: Anna Rusak, Sue Hochu, Fran Richardson, Mary Ito, Lisa Tamblyn and Taryn Rennicks. Welcome." ],
  "anchor" : "para735"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome. We’re glad you’re with us." ],
  "anchor" : "para737"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "I also wish to introduce a group in the precinct this afternoon. They’re from the Dunnville Dental Health Team: Chris McEvoy, Deb Robinson, Dave Sherk, Rob Lamothe, Jillian Wiebe, James Shepherd and Nancy Schuur." ],
  "anchor" : "para738"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I’d like to introduce my intern, Speaker, who has been with us for two months now: Miss Harleen Bajwa. She’s a student at Ryerson University for politics and governance and has grown to take a great interest in the New Democratic Party. Arlene has gotten hands-on experience with what roles the legislative office plays, from drafting letters to administrative work. She has told me that her most memorable experience involved being able to sit in the House and understand the debating process of policy. Arlene has learned how everyone in the Legislative Building is interdependent and plays a vital role for good governance.", "It has been an honour to have worked with her. Thank you for all you’ve done." ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That was an introductory statement." ],
  "anchor" : "para741"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I recognize a former staff of mine at Toronto Public Health, Dr. Hazel Stewart, who is here this afternoon. Welcome, Hazel, to the Ontario Legislature." ],
  "anchor" : "para742"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I also would like to introduce some members of the Ontario Oral Health Alliance from the Haliburton Kawartha Brock chapter: Loretta Fernandes-Heaslip, Jordan Prosper and Anna Rusak. Welcome to Queen’s Park." ],
  "anchor" : "para743"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I too would like to welcome to Queen’s Park a number of members of the Ontario Oral Health Alliance, starting with Pat Abbey, Helen Armstrong, Oleksandra Budna, Kim Casier, Mireille Cheung, Ashley Chiarello, Kim Cook, Tim Ellis, Kim Fraser, Anna Gauthier, Sandra Godoy, Sister Georgette Gregory, Aynur Gurbanova, Andrea Harbin, Dr. Robert Hawkins, Holly Heard Lucas, Stephanie Hemmerick, Katherine Horst, Dr. Melvin Hsu, Sharon Hubble, Kelly Hutchman and, of course, Dr. Hazel Stewart. Welcome to Queen’s Park—as well as to my good friend Adrianna Tettley." ],
  "anchor" : "para744"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "On behalf of our caucus, we’d like to welcome the oral health alliance. I understand that there are something like 75 members here today talking about good oral health and how essential it is for overall health and well-being. I have a significant list of names, so I will read them quickly: Alina Rodriguez, Hosay Saboor, Jim Sannes, Dawn Sauve, Nancy Schuur, James Allen Shepherd, Dave Sherk, Ken Sousa, Arnold Spevack, Gary Stahlbaum, Dr. Hazel Stewart, Julia Swedak, Michael Thompson, Tanya Tomina, Edesiri Udoh, Erin Walters, Louise Warr, Jillian Wiebe, Tara Wincott, Dr. Michele Wong and Francis Porter. Welcome." ],
  "anchor" : "para745"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Last fall, the Legislature unanimously endorsed my private member’s resolution which called upon the Minister of Transportation to partner with the town of Halton Hills to develop a long-term transportation strategy for the town. I worked with the mayor and staff of the town of Halton Hills on it, and our efforts were supported by town council. I spoke of the possible need for a Highway 7 Acton bypass; the issues surrounding the proposed commercial development of 340 Main Street, Acton; the Halton-Peel Boundary Area Transportation Study, which could lead to the construction of bypasses in Georgetown and Norval—a study which had been put on hold because of the GTA west corridor study; the promised all-day, two-way GO train service from Kitchener-Waterloo to Union Station with stops in Wellington-Halton Hills; the town’s role in the government’s decision to widen the 401 from Milton to Mississauga; and the need for traffic signals near the Sands condominium in Georgetown.", "We called upon the Ministry of Transportation to be a funding partner and to support the town’s vision of building and ensuring safe and efficient transportation opportunities for our residents and businesses. In response, the ministry says we need to show that there are operational benefits to the provincial King’s Highway 7 before they will determine whether or not they will become a funding partner in phase 2 of the town’s study. I don’t think that will be a problem.", "We have a new Minister of Transportation, appointed on January 17. She has the confidence of the Premier, and she represents a riding adjacent to mine. I am happy to work with her in the remaining days of this Parliament, and I have always been willing to reach across party lines to get things done.", "I invite the minister to visit the town of Halton Hills and to announce her ministry’s support as a funding partner for the town of Halton Hills long-term transportation strategy." ],
  "anchor" : "para748"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "This is a message not to the government but to all Ontarians.", "Over the years, I’ve heard a lot about the lack of funding for Ontario health care. Most recently, it has been the nurse practitioners’ association, the registered nurses’ association, and representatives from many unions, including CUPE, who I have been fortunate enough to meet with to talk about this issue. They are all upset that our nursing and health care services are really underfunded.", "Across the board, we see our communities’ nurse practitioners underpaid; a shortage of registered nurses in our hospitals; recruitment and training resources lacking; and hospitals bursting at the seams, with patients being shoved into every nook and cranny they can find.", "I fear the day that hospitals will be treating people in the parking lot—I hope not.", "It’s overwhelming to think of how long this has been going on. The Liberals have not kept health care spending in line with inflation since the McGuinty days. The effect has been a system that is failing people left, right and centre.", "In my hometown of Hamilton, we have been feeling the pinch. Ambulance blackouts and patient treatment in hospital hallways are becoming the norm. To make matters worse, this government has cut over $27 million to Hamilton hospitals this past year alone. Hamilton Health Sciences overall has been particularly hit hard by cuts of $120 million since 2011.", "It’s absurd to suggest that the newest budget and the throne speech will magically erase all the horrors our fellow Ontarians have felt and are suffering.", "The witching hour will soon be upon us, so I urge Ontarians not to forget what happened and to seek out a real resolution to the crumbling health care system. It’s about time we get a fresh, new government that will be bringing about meaningful action." ],
  "anchor" : "para753"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "À l’occasion de la Semaine de la Francophonie, je suis ravi de prendre la parole devant vous pour rappeler la portée significative de cette semaine anniversaire pour la Francophonie internationale et pour l’Ontario.", "La langue française a façonné profondément l’histoire de notre pays et de l’Ontario pendant des siècles et, chaque jour, elle continue à façonner la société dans laquelle nous vivons.", "L’Ontario compte dorénavant plus de 600 000 Franco-Ontariennes et Franco-Ontariens, qui contribuent pleinement au dynamisme économique, culturel et démographique de la province.", "À l’image de notre province, la communauté franco-ontarienne représente une mosaïque de francophones venus d’ici et d’ailleurs. Elle est un parfait reflet de la société ontarienne contemporaine, c’est-à-dire une société multiethnique, solidaire envers les autres et ouverte sur le monde.", "Oui, la langue française est inestimable pour notre province sur le plan local, national et international. D’ailleurs, en tant que nouveau membre de la grande famille de la Francophonie internationale au sein de l’Organisation internationale de la Francophonie, l’Ontario tend maintenant la main au monde entier afin de créer des alliances et des partenariats.", "D’ailleurs, l’Ontario, qui est la province qui compte le plus de francophones au pays en dehors du Québec, joue un rôle moteur au sein de la francophonie canadienne.", "En terminant, j’invite officiellement tous les francophones et tous les francophiles à partager leur fierté en utilisant sur Twitter le mot-clic #mon20mars." ],
  "anchor" : "para762"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I’m pleased to have the opportunity to begin by doing a shout-out. I want to do that for the Georgina Advocate because, last week, for the first time that I was aware, in the Georgina Advocate there was a front page devoted the issue around human trafficking. I have always been very pleased with the work that my colleague from Haliburton–Kawartha Lakes–Brock has done, and began by making me as well as her colleagues aware of the whole issue of human trafficking. I was pleased to see this newspaper article in my own paper because it helps all of us extend to that message the recognition it deserves.", "The girl next door truly could be any girl. It is important that we never forget that this is happening in communities across Ontario. I might say: I noticed advertising to protect girls in public places in the US as well. Human trafficking is something we all need to understand and be wary of." ],
  "anchor" : "para771"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Today I rise on behalf of thousands of Ontarians who are facing challenges finding a family doctor and accessing the health care they deserve.", "On a weekly basis, I hear from constituents concerned that they cannot find a local family doctor or nurse practitioner. When my office raises these concerns with the Ministry of Health and Long-Term Care, they simply point to their Health Care Connect program. But time and time again, I have seen this program fail my constituents, as they cannot find a family doctor even when registered with Health Care Connect.", "Regrettably, many of these constituents represent some of the most vulnerable and high-needs patients. Many are on ODSP and have pain prescriptions or chronic conditions and mental health care concerns. The London and District Academy of Medicine used to keep a list on their website of local doctors who are taking new patients. I just checked the website this morning, and there are still no names listed. Even when there are, the list tends to cater to specific types of patients, like pediatrics and ob-gyn. My constituents look for months. They make countless calls, cold-calling clinics and doctors. Sometimes they are able to get a doctor and get in the door, fill out an application and have an interview, only to be told that they have been rejected.", "Today, I stand on behalf of my constituents and demand that this government do better. Ontarians need to know that they have equitable access to a family doctor or nurse practitioner." ],
  "anchor" : "para774"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I rise today on behalf of hundreds of Scarborough–Agincourt commuters who enjoy the recently expanded GO Transit services on the Stouffville line. Last fall, the Stouffville line increased its two-way service to 34 trains a day, Monday through Friday. This increase enables Scarborough–Agincourt residents to have a greater flexibility to get downtown, whether going to work or coming back home, to the entertainment district or personal appointments, in a timely, affordable and environmentally friendly manner.", "Besides the expanded GO services, I’m delighted with the recently reduced fare for the riders of GO Transit and the TTC using the Presto card. It is expected that commuters transferring between the two networks will see savings of approximately $720 per year. This is a positive change for the pocketbooks of daily transit commuters.", "Most recently, I welcomed the new Metrolinx CEO, Phil Verster, with a meeting and walkabout at the Agincourt GO station. I was joined by the president and vice-president of the the Agincourt village residents’ association, MP Jean Yip and Toronto city councillors Jim Karygiannis and Chin Lee. With feedback from the commuters as well as residents, we had a robust conversation about the commitment of Metrolinx to improve the commuter experience with more frequent train service and parking expansion and station improvements, as well as pedestrian and commuter safety.", "Under the leadership of Phil Verster, I’m hoping that Metrolinx will continue to partner with Scarborough–Agincourt commuters and residents to ensure that the expanded Stouffville line is safe, transparent, affordable and efficient.", "Interjections." ],
  "anchor" : "para779"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Warnings are still available.", "The member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para784"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you very much, Speaker. That was bang on.", "In 1999, almost 20 years ago, the Progressive Conservative government introduced and passed the Taxpayer Protection Act, a piece of legislation designed to ensure that the government would be accountable to the people when creating new taxes.", "The act requires that before the introduction of any new tax it either be included and recognized in an election mandate or that a referendum be held, so that Ontario residents and households can have a proper and meaningful say on what has become the largest part of their budget.", "A lot has changed since 1999. One of the greatest of these is the circumvention of the Taxpayer Protection Act by this Liberal government through provisions designed to bypass this obligation and their accountability to the people of Ontario.", "It is for this reason that I introduce a bill this afternoon designed to restore strength to the Taxpayer Protection Act by removing the ability for its authority to be subverted by provisions in new legislation. It will ensure that the voices and hard-earned money of Ontario families and workers are protected, and will force the government to call a referendum if they want to propose any new taxes beyond what they propose in their election mandate.", "For far too long this Liberal government has circumvented the accountability of the Taxpayer Protection Act, and it’s fast coming to a close." ],
  "anchor" : "para787"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Today is World Down Syndrome Day. Today across Ontario, and indeed across the world, we celebrate the exceptional abilities that people with Down syndrome have. This is also a day to raise awareness where we live, work and play.", "The 21st day of the third month was chosen to represent the triplication of the 21st chromosome. That extra chromosome is the exceptionality shared by people with Down syndrome that makes them unique and special. Their capacities are limitless. In my experience, their capacity for love, forgiveness and acceptance, we could all learn from.", "You can show your commitment by rocking your socks today, which is, wear a fancy pair of socks or mismatched socks. I got up this morning, I looked for a pair of mismatched socks—I couldn’t find a really fancy pair of socks—and then I was on my way to work when I realized I could have actually mismatched them myself.", "On a serious note, what I do want to say—because there is a really serious part to this—is that often there is a stigma attached to people with Down syndrome. We limit what we see when we look at people sometimes. We have to realize that their capacities are limitless, and it’s important that we communicate that not only by our own self-examination but by our actions inside our communities." ],
  "anchor" : "para794"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’m honoured to rise in the celebration of the Cobble Beach Concours d’Elegance and also the Meaford Scarecrow and Family Festival, as both were recently named in the top 100 festivals and events in Ontario.", "As the members may have heard me mention before, Cobble Beach Concours d’Elegance is truly a competition of elegance whose story dates back to old French society. What was originally an event of horse-drawn carriages parading through Paris, France, has evolved into a pageant of antique cars set on Georgian Bay’s shores just outside of Owen Sound.", "I was happy to have had the opportunity last September to be at the 6th annual Concours d’Elegance, where they hosted a striking collection of antique, classic and international cars at the Cobble Beach golf resort.", "I wanted to recognize Mr. Willis McLeese, who purchased this bayside land back in 1998 and helped create a vision that finally came to fruition when Mr. Joseph Sulpizi, CEO and founder of the Brand Factory, and son Mr. Rob McLeese, CEO and co-creator of Cobble Beach, got together and built what is now the Concours d’Elegance at Cobble Beach.", "Like every successful business, this one too contributes to great causes. A portion of every ticket sold goes toward anesthesia machines at Owen Sound hospital as well as to Sunnybrook hospital.", "Another of my riding’s very successful festivals, the Meaford Scarecrow and Family Festival, wouldn’t have reached the success it has without the visionary and founder George Potopnyk and the leadership of Marilyn Morris, Mrs. Scarecrow, and her organizing committee and volunteers, who go above and beyond to decorate every streetlight and pole in the community with scarecrows. Since its inception 20 years ago, this popular family festival has earned multiple recognitions.", "Finally, I want to recognize those who make these local events happen: our dedicated and hard-working volunteers, sponsors, donors and, of course, their participants.", "It is also my pleasure and honour to recognize Carol Parsons, of the Summerfolk Music and Crafts Festival and the Georgian Bay Folk Society, for receiving her well-deserved Volunteer of the Year Award from Festivals and Events Ontario." ],
  "anchor" : "para799"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements. I also want the member from Ottawa South to know that I have two pairs of mismatched socks.", "Ms. Jones moved first reading of the following bill:", "Bill 12, An Act to amend the Ontario Water Resources Act with respect to the public reporting of sewage bypassing / Projet de loi 12, Loi modifiant la Loi sur les ressources en eau de l’Ontario à l’égard de l’obligation de faire rapport au public de la dérivation des eaux d’égout." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para813"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para815"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "If passed, the Ontario Water Resources Act would be amended to require municipalities that own or operate a water treatment facility, or persons who operate such a facility under an agreement with or with the consent of a municipality, to report certain information to the ministry in cases where they divert sewage into water that may impair its quality. The bill further requires the ministry to make this information public.", "Mr. Hatfield moved first reading of the following bill:", "Bill 13, An Act to establish the Poet Laureate of Ontario in memory of Gord Downie / Projet de loi 13, Loi visant à créer la charge de poète officiel de l’Ontario à la mémoire de Gord Downie." ],
  "anchor" : "para816"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para820"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a poetic statement." ],
  "anchor" : "para822"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Actually, not today, Speaker. That was yesterday, thank you.", "The bill establishes the office of the Poet Laureate of Ontario in memory of Gord Downie. The qualifications and selection process for the Poet Laureate are set out. The responsibilities of the Poet Laureate include promoting art and literacy, celebrating Ontario and its people, and raising the profile of Ontario poets.", "Mr. Takhar moved first reading of the following bill:", "Bill 14, An Act with respect to the custody, use and disclosure of personal information / Projet de loi 14, Loi portant sur la garde, l’utilisation et la divulgation de renseignements personnels." ],
  "anchor" : "para823"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para828"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para830"
}, {
  "speaker" : "Harinder S. Takhar",
  "text" : [ "Mr. Speaker, if this bill passes in the Legislature, it will deal with the collection, use and disclosure of personal information in the private sector by applying a “reasonable person” test. The bill sets general responsibilities for an organization with respect to personal information, such as the rules for the provision of consent, implicit consent, and the withdrawal of consent. It also provides individuals access to information and the ability to correct the information. It further outlines the duties and role of the commissioner.", "I look forward to debating this bill tomorrow.", "Mr. Hillier moved first reading of the following bill:", "Bill 15, An Act to amend the Taxpayer Protection Act, 1999 / Projet de loi 15, Loi modifiant la Loi de 1999 sur la protection des contribuables." ],
  "anchor" : "para831"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para836"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para838"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "The Taxpayer Protection Act, 1999, presently contains restrictions on introducing a government bill to increase or permit the increase of a tax rate under a tax statute designated in the act or to give a body or person, other than the crown, the authority to change a tax rate in a designated tax statute or to levy a new tax. This bill amends the act to extend those restrictions to a bill that amends those restrictions." ],
  "anchor" : "para839"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para842"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Labour is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister of Labour." ],
  "anchor" : "para843"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I move that, notwithstanding standing order 98(g), notice for ballot item numbers 1, 3, 4, 5 and 6 be waived." ],
  "anchor" : "para845"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Flynn moves that, notwithstanding standing order 98—" ],
  "anchor" : "para846"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para847"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para848"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario from, specifically, many people from my riding.", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I approve of this petition, sign it and will pass it to page Aidan." ],
  "anchor" : "para853"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I, too, have many, many signatures for this petition that reads as follows:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room”—he will stay there for a long time—“with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;”", "Therefore, they petition the Legislative Assembly “to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I couldn’t agree more, Speaker. I will sign it and give it to my good page Tamsyn to bring to the Clerk." ],
  "anchor" : "para863"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas habitual absenteeism often results in students leaving school early and subsequently having significant gaps in both the knowledge and skills necessary to achieve future success;", "“Whereas habitual absenteeism may be an early indicator that a child is experiencing difficulty in the home, including substance abuse and addiction, neglect, and/or abuse;", "“Whereas there is a need to improve communication between education and child protection workers;", "“Whereas it would be beneficial for child protection agencies to be empowered to investigate such habitual absenteeism when it cannot be resolved by the school system;", "“Whereas when a child is subject of or receiving services through the child welfare, justice and/or education systems, intervention at the earliest opportunity puts the child at the centre and could identify dysfunction, provide help to the child and family, and promote better outcomes for children;", "“We, the undersigned, petition the Legislative Assembly of Ontario to make chronic absenteeism and lateness from school, when it cannot be resolved by the school system, a child protection issue.”", "I agree with this, affix my signature and send it with page Annabelle." ],
  "anchor" : "para874"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontarians deserve to receive appropriate, timely health services in a hospital setting when they need them; and", "“Whereas under the current government’s health policies, physician training capacity in Ontario has been reduced and hospital underfunding has resulted in bed closures, causing longer wait times and patient overflow into spaces not designed for care, such as hallways” and offices; “and", "“Whereas the government should prioritize front-line service delivery in our health sector;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to end hallway healthcare in Ontario, re-open beds closed due to underfunding and increase service capacity to dramatically reduce wait times for medical procedures, specialist consultations and emergency room visits.”", "I agree with this petition and will pass it off to Tatyana." ],
  "anchor" : "para883"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“Stop the Closure of the Cardiac Fitness Institute.", "“To the Legislative Assembly of Ontario:", "“Whereas the Cardiac Fitness Institute (CFI) at the London Health Sciences Centre has provided over 35 years of cardiac rehab and care services to thousands of patients; and", "“Whereas research shows that long-term lifestyle changes following serious cardiac events are critical to save lives and to prevent costly hospital visits later; and", "“Whereas the CFI is the only program in London that provides long-term cardiac rehab support, with approximately 1,400 cardiac patients currently benefitting from the program; and", "“Whereas patients who access CFI services have a rehab retention rate of 75% to 80%, well above the average for patients who attend short-term programs; and", "“Whereas the LHSC has cited a lack of government funding as a driving factor in their decision to close the CFI;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“Immediately fund the CFI to prevent its closure and ensure that heart patients and their families have access to the care they need to stay healthy.”", "I fully agree with this petition and I give it to Colin." ],
  "anchor" : "para891"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas pursuant to section S. 15(1)(a) of the Election Act, every person is entitled to vote who, on the general polling day, has attained 18 years of age; and", "“Whereas youth in Ontario want to be politically engaged; and", "“Whereas younger person(s) have a vested interest in the selection of their political representatives; and", "“Whereas young person(s) should not have to pay taxes without representation; and", "“Whereas jurisdictions including (and not limiting) Austria and Brazil have extended the eligible voter age (1); and", "“Whereas electoral polls indicate a higher rate of electoral turnout in these jurisdictions (2); and", "“Whereas young person(s) have the knowledge and maturity to participate in the electoral process;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario lower the eligible voter age to 16 years old, pursuant to amendments made to section S. 15(1)(a) Election Act.”", "I agree with this petition. I sign it and give it to page Emmanuel." ],
  "anchor" : "para902"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the senior population of Stormont–Dundas–South Glengarry is projected to double by 2031; and", "“Whereas no new long-term-care bed capacity has been added to our area in years; and", "“Whereas local residents already experience some of the longest wait times in the province; and", "“Whereas there is a clear need for additional LTC bed capacity in SDSG;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urgently invest in building additional long-term-care bed capacity in Stormont–Dundas–South Glengarry and preserving existing capacity through renovations and redevelopment.”", "I agree with this and will pass it off to page Justin." ],
  "anchor" : "para914"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This is a petition signed by many residents of London and the surrounding area. It is called “Stop the Closure of the Cardiac Fitness Institute.", "“To the Legislative Assembly of Ontario:", "“Whereas the Cardiac Fitness Institute (CFI) at the London Health Sciences Centre has provided over 35 years of cardiac rehab and care services to thousands of patients; and", "“Whereas research shows that long-term lifestyle changes following serious cardiac events are critical to save lives and to prevent costly hospital visits later; and", "“Whereas the CFI is the only program in London that provides long-term cardiac rehab support, with approximately 1,400 cardiac patients currently benefitting from the program; and", "“Whereas patients who access CFI services have a rehab retention rate of 75% to 80%, well above the average for patients who attend short-term programs; and", "“Whereas the LHSC has cited a lack of government funding as a driving factor in their decision to close the CFI;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“Immediately fund the CFI to prevent its closure and ensure that heart patients and their families have access to the care they need to stay healthy.”", "I fully support this petition, affix my name to it and will give it to page Aidan to take to the table." ],
  "anchor" : "para923"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Children’s Mental Health Ontario estimates that the wait-list for child and youth mental health services in the province has doubled to over 12,000 under this government’s watch; and", "“Whereas in many areas there is no prompt access to specialist psychological, psychiatric, counselling or other mental health services for Ontarians in need; and", "“Whereas the federal government has committed to increasing mental health service funding in Canada; and", "“Whereas accessible and appropriate treatment and support services for mental health will help save Ontarians’ lives and preserve their ability to fully participate as family, community and workforce members;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To improve mental health services for Ontarians of all ages by matching the federal mental health funding commitment and prioritizing front-line mental health service delivery.”", "I agree with this petition and will pass it off to page Emmanuel." ],
  "anchor" : "para934"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“It’s time for frequent all-day, two-way GO rail service to Kitchener-Waterloo.", "“To the Legislative Assembly of Ontario:", "“Whereas the government of Ontario is responsible for investing in building, maintaining and upgrading GO Transit trains and rail routes throughout the province; and", "“Whereas local technology companies say that a lack of GO trains between Kitchener-Waterloo and Toronto is their biggest constraint on growth; and", "“Whereas dependable, efficient public transit is a catalyst of economic development; and", "“Whereas the government of Ontario has repeatedly made commitments to invest in and improve GO Transit trains for the purposes of improving connectivity, increasing transit ridership, decreasing traffic congestion, connecting people to jobs, and improving the economy; and", "“Whereas increased congestion on Highway 401 between Kitchener-Waterloo and Toronto places a strain on economic development opportunities in the region and costs households $125 per year;", "“We, the undersigned, petition the Legislative Assembly of Ontario to direct the government of Ontario to provide a firm funding commitment and a clear timeline for the delivery of frequent, all-day, two-way GO rail service along the full length of the vital Kitchener GO Transit corridor.”", "I fully support this petition and I will sign it and give it to page Humza." ],
  "anchor" : "para943"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontarians rely on ServiceOntario locations to access public services such as health cards, vital statistics and land registry services;", "“Whereas many Ontarians in rural areas are unable to drive long distances to an alternative ServiceOntario location;", "“Whereas the duty of government is to provide and preserve its ability to provide services to the public;", "“Whereas the planned closure of nine ServiceOntario locations, including Morrisburg, is an affront to Ontarians’ right to receive the public services they helped build with their hard-earned tax dollars;", "“Whereas the displacement of land registry offices will create additional costs to the public as legal professionals and municipal officials will need to travel outside their municipality;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To halt the closure of nine public ServiceOntario locations, including Morrisburg, unless the continued local in-person delivery of ServiceOntario services in those communities can be guaranteed.”", "I approve of this and will sign it and give it to page Colin." ],
  "anchor" : "para954"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I have a petition that is titled “Workers’ Comp is a Right.", "“Petition to the Legislative Assembly of Ontario:", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I couldn’t agree with this more. I’m going to affix my name to it and give it to page Adam to bring to the Clerk.", "Resuming the debate adjourned on March 21, 2018, on the motion for an address in reply to the speech of Her Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para964"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister Gravelle." ],
  "anchor" : "para978"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I’ve got about eight minutes left in my remarks from this morning. I’m delighted to have a chance to continue to focus on the high priority we place on health care and mental health care and long-term care in the province of Ontario. That was very much a focus in the speech from the throne and will be something that we’ll see much more of in the budget next week, which we’re all looking forward to.", "This morning, I was talking about the importance of northern Ontario to our government, what a priority it is, focused on the Northern Ontario Heritage Fund Corp., a $100-million-a-year economic driver in the north which has created thousands upon thousands of jobs, particularly over the last 25 or 30 years but more particularly in the last six or seven years. We’ve created thousands of jobs and funded so many projects all across the north. I often say, Mr. Speaker, that I do not believe there is any one community in northern Ontario that has not had access, from one part or the other, to the Northern Ontario Heritage Fund Corp. It’s a remarkable program and one that we are very, very proud of, and I’m delighted to see the strong support we get from our government for that program to continue.", "I was also speaking about the Northern Highways Program and how important that is, and how, prior to us coming into government in 2003, the largest amount annually that went into the Northern Highways Program was $250 million, by the previous government. We’ve been averaging well over $500 million a year over the last 10 years—$648 million, in fact, in the last fiscal year. These are for huge projects that are incredibly important in terms of the rehabilitation of our highways, the creation of jobs in the north and the expansion of our highway system in northern Ontario, which we consider an absolute priority and which I’m continuing to work hard on as the Minister of Northern Development and Mines.", "There’s no question that we are also so proud of the great work that’s being done at the Ontario Northland Transportation Commission. There was a time when there had been a decision made to divest the ONTC, but Premier Wynne asked me, when I came into her cabinet in 2014, to seek out input from northeastern Ontario stakeholders. We formed a minister’s advisory committee that came back and recommended that we keep four of the five lines in public hands. We’ve done that. There’s a capital expansion program for the ONTC. We’re very proud about the fact that we’re expanding our inter-community bus service. We’re expanding the motor coach services that the ONTC provides, and expanding that in northeastern Ontario and into northwestern Ontario, so that people will always have access to transportation across the north. That’s hugely important.", "There are so many other issues, from a northern perspective, that I could focus on. I may as well repeat my comments and concerns I expressed about the comments made by the Leader of the Opposition, Mr. Ford—the new leader of the party, I should say—related to the Ring of Fire and how he was going to go and bulldoze his way into the Ring of Fire. It’s pretty scary. The fact is that this is a huge economic and social development responsibility or opportunity for us in northern Ontario. Our government has committed $1 billion for the road infrastructure; that’s one of the keys to seeing this move forward. But the absolutely crucial part is for us to work in partnership with our First Nations, and that’s what we are doing. To go ahead without that partnership is absolutely unacceptable, and I certainly think the leader of the party should know better than to speak in those terms.", "We are working closely with some First Nations who are going to be building all-weather access roads from their communities to the public highway network into the Ring of Fire. This is going to be a game-changer, Mr. Speaker, and we’re very excited about it. We’re moving towards environmental assessments of the projects that are being discussed. There have been discussions with many ministries. This is the right way to do it in order for us to make sure that we move forward with an opportunity like this that could create thousands of jobs in northern Ontario. We’re very excited about that.", "Also, in terms of the mining sector itself, we’re pretty pumped up about the modernized Mining Act. We’ve moved forward with the Mining Lands Administration System. It will be converted fully to an online 24/7 access process on April 10. That’s going to be a way for us to basically upgrade our system to meet the standards that have been set in other jurisdictions across the province. So we’re excited about that, and grateful for the support we’ve received from the government for us to upgrade the mining system and to keep those 25,000 people directly employed in the mining sector in the province, and 50,000 indirectly employed. There’s a huge mining supply-and-services sector in the province.", "We just returned from a major convention, the Prospectors and Developers Association of Canada conference in Toronto at the Metro Toronto Convention Centre, about two or three weeks ago. There was a great sense of positive attitude towards the mining sector, and we’re pleased about that.", "With the short time I have left, let me speak about some of the important things that were also in the speech from the throne and will be upcoming news which will be coming forward in the budget.", "We recognize that there’s nothing more important to people than health care. We recognize that there is a need to take action to help thousands of families with health care costs. One of the things that we did, of course, was to bring in OHIP+, which provides people under the age of 25 with free drug coverage to access over 4,400 drugs, including antibiotics to treat infections, asthma inhalers, insulin, seizure medications, oral contraceptives, antidepressants, drugs to treat arthritis and epilepsy, and other drugs in terms of treating cancer as well.", "We have heard stories across the province from people who suffer from worry about being able to afford their children’s prescription medications—families that are now going to pharmacies and filling those prescriptions for their children at no cost. Programs like OHIP+ have given them greater comfort. But we know that there is a need to expand that system, and the costs of health care do indeed cause anxiety and stress, especially, perhaps, for people over the age of 65, who are living on fixed incomes and are often required to take multiple medications. We want the best for our parents, for our grandparents and for those of us over the age of 65, which is why we are expanding OHIP+ to make prescription drugs free for people 65 and over. That will be no copayment, no deductible, and will result in prescription drugs being free for nearly one in two Ontarians. So that makes us much closer to the goal of pharmacare for all people in Ontario.", "Let me just make some quick reference to long-term care. We have a collective responsibility to support our seniors. Every Ontarian deserves to grow old with dignity in a safe, secure and compassionate environment. Funding for long-term care is a priority for us. It has increased over $348 million, or 9%, since 2013. Our investment in long-term-care homes increased by $80 million alone last year. We’ve opened over 10,000 new LTC beds, redeveloped 13,500 beds, and announced that we will be opening 5,000 new long-term-care beds over the next four years, as well as providing 15 million more hours of nursing, personal support and therapeutic care annually for residents in long-term-care homes. It’s all part of our 10-year plan to create more than 30,000 new beds over the next decade, recognizing how important that is in terms of the aging population.", "We know there are additional pressures on the existing facilities. We’re going to see some reflection of our understanding of that in next week’s budget. We’ve made a deliberate decision to invest specifically in health, mental health, long-term care and home care. That’s something that’s a real priority for us and something that’s a real priority for me as a member from Thunder Bay–Superior North and from northern Ontario.", "I’m proud of the work that our government has done to continue to invest in health care, education and all the other priorities that our government considers crucial. I’m very pleased to have had a chance to speak on the speech from the throne." ],
  "anchor" : "para979"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para994"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "It’s almost shocking to hear this concern that this government has at the 11th hour before an election. The talk about extra money in long-term care, the extra hours—I have been reading petitions for six years now on providing what their own reports suggested, or close to it, what they suggested they should be getting—and all of a sudden, when 81% of the population is saying that they want this government gone, they’re listening. It’s funny. The last time they had a poll like this, we came in with the fair hydro act, where they said they lowered—and I guess they did lower rates by 25%, not by fixing the problems but by borrowing a bunch of money that we are going to have to pay back in four years after the election. This is how they solve problems: They just borrow more money and hope that people don’t notice.", "I have talked to many agencies in my riding. They report that they have been threatened by this government not to complain, because if they complain, next year’s funding will be less. Whether it be the hospital or Community Living—we met just after the last election; Jim Wilson came down. That was the message. They had not received an increase in over five years. What they said was, “We just quietly lay off people, because hydro goes up and rent goes up.” That’s how the funding for this government works.", "When I asked—as Jim Wilson, our member from Simcoe, said: “Well, how could that be? Because I hear that there is $200,000 extra here.” She says, “Well, we get an extra $80,000 here, but we get cut $80,000 here.” The money is the same. It’s just a shell game.", "I asked the obvious question: “Why don’t you say anything?” And she says, “Are you kidding? We’re told that if this gets out, next year it will be worse.” I hear that all the time. I actually experienced it with the Minister of Agriculture across the road one day. That’s the type of thing we’re hearing, and now they’re finally concerned." ],
  "anchor" : "para995"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London–Fanshawe." ],
  "anchor" : "para999"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, I would like to make a point of order." ],
  "anchor" : "para1000"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from London–Fanshawe." ],
  "anchor" : "para1001"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, I’ve counted, and we don’t have quorum." ],
  "anchor" : "para1002"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Clerks’ table?" ],
  "anchor" : "para1003"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is now present.", "Continue." ],
  "anchor" : "para1005"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I’m glad that the Minister of Labour just came in to hear my two-minute wrap-up on the throne speech.", "The minister was talking for the last eight minutes—and I only caught the last eight minutes of his debate—focusing on the long-term-care piece. Ironically, the throne speech is called “A Time for Care and Opportunity.” There was a bill, called the Time to Care Act, before the government prorogued the Legislature, and now that’s off the order paper. I’m sure that the member from Nickel Belt, our Ministry of Health critic, will be reintroducing that.", "When he talked about all of the things that have happened in long-term care—yes, there have been some funding increases and hours of care put into long-term care, but it’s still broken. A bill like the Time to Care Act would really help the care and the quality of care of residents.", "I was speaking to PSWs over the March break. There were at least 50 PSWs in this meeting. They were explaining to us—the panel that we had, including myself—how difficult it is to care for residents in the environment that has been created in long-term care. There are many, many patients who come in with acuities. There are Alzheimer’s and dementias. There are brain damage health care issues. There is not enough time to care for these patients, and there are stressors that happen.", "We need to make sure that, when we’re looking at advancements or improvements in long-term care, we’re addressing the real problems. This is one of the problems that the PSWs have told us: that we need time to care for the residents so that we can improve the quality of care and the dignity for the people living in long-term care. Specifically, on my part, when I talk about my critic role, I’m looking at the seniors who are so vulnerable in long-term care.", "I just want to say thank you for allowing me to contribute to the debate." ],
  "anchor" : "para1007"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1013"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "The section that I want to talk about in this speech is about mental health and addictions. I know that there was a great announcement that the Premier and the Minister of Health made this morning. It’s very important. We know that one in five Ontarians will experience a mental health illness in their lifetime, and we recognize the need to support people, from childhood to old age, dealing with mental health issues. We’ve been very clear on this side of the House, including the former Minister of Health, that there is no health without mental health.", "As a matter of fact, when I was first elected, one of the very first phone calls that I got was from a mother who was almost hysterical because her 10-year-old child was in crisis and they were going to admit him to the hospital, but there were no youth mental health beds and he was going to have to go into the adult ward. We worked very hard, and we now have eight beds in Barrie and outpatient services for youth all across Simcoe county.", "We also know that there is need for more. We’re proud of the brave individuals who have been speaking out across the province to reduce the stigma around mental health. As more people come forward, more resources are needed. Our government has been working hard to provide integrated care to all Ontarians, and that includes all health—both physical and mental. They are two sides of the same coin and of equal priority.", "Health care begins with mental health, and every Ontarian deserves access to mental health services to support them in living fulfilled and healthy lives. I see that in the school system when I’m teaching, and you can very clearly recognize it much earlier than before." ],
  "anchor" : "para1014"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1018"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It’s a pleasure to offer some comments to the minister’s debate on the stump speech today—oh, the throne speech; pardon me. I’m going to zero in on a couple of aspects. One is his mention of the Ring of Fire. Of course, we all know in this House that this minister and previous ministers for nearly a decade now have been trumpeting the importance of the Ring of Fire. Over that decade, they have achieved absolutely zero, nothing. For a decade now, not only have they not been able to build a road; they can’t even figure out where the road is to go.", "We hear in this throne speech all of this caring, caring and fairness. I know that this minister has said that he cares about the north, but for 10 years, he and this Liberal government have achieved nothing with all their caring. The Ring of Fire still is a figment of this government’s imagination.", "The leader of the Progressive Conservative Party says, “I want to get on the bulldozer and I want to build that road myself if these guys can’t.” That’s what needs to happen. It is not about caring as much as it is about doing, and this Liberal government has been doing squat on the Ring of Fire for far too long. All the caring in the world won’t build a road. It needs to be built and it needs to be built now." ],
  "anchor" : "para1019"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister has two minutes to reply." ],
  "anchor" : "para1023"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Thank you very much to the members from Stormont–Dundas–South Glengarry, London–Fanshawe, Barrie, and of course, Lanark–Frontenac–Lennox and Addington. Let me just respond to the final two-minute comment.", "First of all, we’re certainly continuing to provide strong support for all our agencies in the health care field. The Minister of Health reminded me of the strong support for Community Living Thunder Bay and for all the other organizations across the province.", "It’s alarming to hear the member speak about the Ring of Fire in terms of bulldozing it and in terms of the work that we’ve been able to do to move this project forward. We have made a $1-billion commitment for the regional infrastructure. The two keys to this are regional infrastructure—and that’s where the $1 billion commitment is so crucial; you’ve made no such commitment whatsoever—and the partnership with our First Nations. We have worked incredibly hard.", "It’s incredibly disrespectful from my perspective, and I think it is from everybody’s. It’s incredibly disrespectful to the First Nations, the indigenous leadership in the communities that are most directly impacted by the Ring of Fire, to suggest that you should go in there and bulldoze it. The fact is that this great economic development opportunity isn’t going to happen without the partnership of the First Nations, particularly those up who are up in the Matawa First Nation area. We’re working incredibly closely with them to make this happen.", "The partnership is moving forward with an agreement that the Premier announced last August with a number of First Nations to build all-weather access roads, which will be crucial for getting materials in and out of the mine site. We’ll get into the Ring of Fire and get it out of the mine site.", "For you to suggest that you should just go in there and bulldoze it is something that is incredibly disrespectful. That’s putting it as politely as I can. To speak in those terms—" ],
  "anchor" : "para1024"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "It’s also against the law." ],
  "anchor" : "para1030"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "It’s also against the law. So, Speaker, I’m shocked by those remarks and glad to have a chance to respond." ],
  "anchor" : "para1031"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1032"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "That was a good lead-in for my rotation to debate the stump speech—oh, the throne speech. Before I start into my comments, I will say this about the Ring of Fire: 10 years of talk, and nobody over there can get their act together. They talk about partnerships, but they achieve nothing.", "The people of northern Ontario: This is who is being hurt by all their talk without action. The people of northern Ontario are the ones who are suffering and losing out on the prosperity and the opportunities as they talk and talk about caring. If they actually cared about the people in northern Ontario, they would have found a way to find agreement and consensus in a lot less than 10 years. They would have been able to find a way to build that road and bring prosperity to all of northern Ontario. That’s on the Ring of Fire. I might get back to it a little bit later.", "But Speaker, as I listened to the throne speech when it was delivered on Monday, it would be fair to say that I was able to remain pretty attentive throughout that lengthy enumeration of failed policies that have made Ontario the most indebted subnational jurisdiction in the world. Let me just read directly from the throne speech, Speaker. Out of 18 pages, there is one page that has facts and 17 pages of platitudes. I’ll read from page 4, where the facts are:", "“For many of our friends and neighbours, life is getting harder,” the Lieutenant Governor said to this House.", "She went on to say, “Our world is changing in ways we’ve never seen before and at speeds that make it feel hard to keep up.” That’s another direct quote.", "“The cost of living is rising, and at the same time, stable, long-term jobs—jobs that pay a decent wage—are proving harder to find.” Another quote.", "“Part-time and precarious work is becoming more common...” Another quote.", "“And as these pressures mount, they bear down on families where it matters most.", "“People are struggling to take care of themselves, and their loved ones.”", "Those are the only facts that are stated in the throne speech, Speaker. They’re important facts, important facts that this government, for 15 years, has made life harder for the people of Ontario. Their policies over 15 years have made precarious work more common. Their policies over 15 years have made it more difficult to get stable, long-term, decent-paying jobs. For 15 years, their policies have made it difficult for people to keep up.", "Speaker, that one page of facts is contrasted with the 17 pages of fluff and platitudes that also make up the throne speech. I should say, and to be fair to those who listened to the delivery of the throne speech at home, it is most fortunate that there wasn’t a drinking game involved, having to drink every time we heard the word “fair” or a variant of “fairness.” That would be just unfair to everybody.", "Is it fair that after 15 years of this government—the facts are on page 4—that it is harder and harder to keep up in this province, that people are struggling and that they can’t find decent work? I don’t think that’s fair, and I don’t think all the caring in the world will alter the fact that it’s harder to keep up, it’s more difficult, and there are greater struggles in this province today.", "But fairness, to this Premier, is not a tool of justice; it is a tool of control, segmenting the public into groups by age, race, gender or religion, as required, in order to create divisions within our society, and then insisting that only she can repair the divisions that she herself and her cabinet and her government have created. These differences matter little to most of us, and they are only being accentuated and emphasized by this government for political purposes.", "It ought to be plain to see for any observer that fairness to this Premier is simply a concocted and spurious ideology designed to manipulate the people in order to secure her own personal advancement. Fairness is about what she thinks she will get, how she will get votes. Fairness is not in the interest of the public, but it is in the interest of the Liberal Party.", "Here’s an example, Speaker: 98% of the residents on Amherst Island in my riding oppose this Premier’s industrial wind turbines and Green Energy Act, but they’re getting the wind turbines anyway. Ninety-eight per cent of the people have said they are not a willing host; 98% of that island has said, “No way.” They have fought for six years. Construction began late last fall, in the winter. Come hell or high water, those turbines are going in, regardless of the fairness. Is that fair to the people of Amherst Island, Speaker?", "The minimum wage was recently increased in the name of fairness, but in order to achieve the Premier’s fairness mandate, employers have had to cut shifts, change hours of operation and lay off staff. We saw this with the first numbers, the January employment numbers: 51,000 jobs were lost in this province alone, the highest single-month job loss. Is that fair? These guys think that’s fairness. Putting 51,000 people out of work is not fair.", "Speaker, Sarah in my riding now has three of the Premier’s fair minimum wage jobs to keep up with the fairness increases imposed by this Premier and with the cost of living—three part-time minimum wage jobs to try to keep up with this ever-imposing struggle that this government keeps adding to the people of Ontario. What about fairness?", "I went to get my licence renewed. Anyone renewing their vehicle registration has been subjected to annual increases in fees. Increases: Is that fairness? The rates keep going up and we see nothing, no improvement, in return. That is not fairness.", "To this Premier and her government, fairness isn’t about an individual’s ability to earn a living or to provide for their family or to see an improved standard of living. No. These immutable needs are set aside in favour of an agenda that would redeem us of our wickedness and lead us toward their moral superiority, which they are never shy to remind us of, all done with little care for the damage that they do to people and families along the way.", "This government seeks to remake society through legislation with an eye to their own capricious definition of fairness rather than listening to a public that demands health care, not health care strategies; that wants jobs, not poverty reduction strategies; and that needs equality of opportunity, not equality of outcome.", "Let me just speak momentarily on that health care. Never before have I seen but recently, in the last number of months, Ontario residents who are travelling out of this province and who suffer an illness or an ailment and can’t get back here for health care. There are no beds left. Is that fair? It’s not fair, Speaker, that people, residents of Ontario who use their hard-earned income to take a vacation through our winter months and who suffer an injury or an illness, who get health care coverage, find themselves in need of our health care and are told, “There are no beds. Stay away.”" ],
  "anchor" : "para1033"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "You know there are beds." ],
  "anchor" : "para1055"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "There are no beds, or else they would be back here.", "Speaker, all I have heard in all that time is this government pointing fingers at the health insurance coverage or pointing their fingers here or pointing their fingers there. It’s time that they look in the mirror and say that this hallway health care system is not good enough and that our health care system that doesn’t have beds for people is not good enough. I don’t care about your caring; I expect you to do your job.", "Speaker, this is new to Ontario, where Ontario residents are prevented and prohibited from coming back to this province because we don’t have any beds." ],
  "anchor" : "para1056"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "You know that’s not true. You know there are beds." ],
  "anchor" : "para1059"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It is very true, Speaker, and I’ll continue to speak the truth, regardless of the other members’ interjections.", "I know the member from London West thinks this is okay. As a former health minister, she should be ashamed—ashamed—of this—" ],
  "anchor" : "para1060"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "London North Centre." ],
  "anchor" : "para1062"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "London North Centre; pardon me.", "Talleyrand said, “Man was given speech to disguise his thoughts, and words to disguise his eyes.” The questionable rectitude that has been demonstrated in this throne speech was nothing more than a compilation of capricious thoughts and empty promises that the people of Ontario have been fed for the last 15 years.", "According to Oxford, fairness is supposed to be “impartial and just treatment or behaviour without favouritism or discrimination.” Well, this government has clearly demonstrated that they are indiscriminate—indiscriminate—and that everybody, except a few friends, is in worse shape and in a worse position in this province today. Sure, I know there are a few well-placed Liberal colleagues and friends who have done quite well by this government, but not the people of Ontario.", "Let’s talk about the indiscriminate and fair nature of their first tax hike, the health care tax, which went into general revenues to be wasted, rather than providing better, improved health care—billions of dollars wasted by this government. And they won’t even use the right term: They were so disguising of the right terms in that one, they called it a health care premium, if I recall correctly.", "Let’s talk about the harmonization of our taxes by this government, which indiscriminately added 8% to all basic necessities, ensuring that everybody, equally, paid more and more and more.", "Let’s talk about their cap-and-trade program, which has driven up the cost of everything while doing nothing for the environment. The Premier herself has admitted that this money pays for government salaries.", "Then, to top it all off, they have that HST on top of this cap-and-trade tax—hundreds of millions of dollars being shuffled out of this province for no good reason or purpose or benefit or value to the people of Ontario.", "Let’s talk about how fair it was with the gas plants. Over a billion dollars of people’s hard-earned money spent to ensure that two government seats were protected during the 2011 campaign." ],
  "anchor" : "para1063"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "—and indiscriminate waste.", "Speaking of investment, that word doesn’t mean what this government thinks it means. Over the last few days, I have listened to the ministers of this government tell us that they are investing in this and investing in that. But we know their history. Any expenditure, whether it provides a return or not, is given the moniker “investment.” Speaker, we know—everybody knows—an investment provides a return. If there is no return of benefit, if there is no return of value, it is not an investment; it is a loss or a waste. It’s an expenditure, not an investment. We need to get this government a dictionary to understand the difference between a wasteful expenditure and an investment.", "They invested in seats when they moved the gas plants. Then, they invested in their friends to delete the emails associated with it. Speaker, a billion dollars—and I remember the Minister of Energy at the time telling a committee of the House, “Oh, this is probably going to cost $40 million.” That’s what he told us. He stood up in this House and said the cancellation of the gas plants is going to be about $40 million. Later on, it was determined by the Auditor General and through the hard work of the committees of this House—a billion dollars to invest in two Liberal seats during the 2011 election. Is that an investment, Speaker? I think not.", "They continue to invest in eHealth to the tune of $8 billion but, still, with nothing yet to show for that $8 billion. If they can’t get the eHealth system working, it’s not an investment. It’s a waste, and it’s a scandal. Eight billion dollars—how many beds could we have opened with a small sliver of that $8 billion that would have helped those individuals who tragically died outside of this province because they couldn’t get a bed? Is that caring? Is that a demonstration of this government’s caring? If that’s what they think caring is, they can have it, and I’m sure everybody else in this province knows they can have it and also do something else with it.", "They invested in 54,000 Canada Goose jackets, scuba gear for bureaucrats and that cannabis logo, $650,000 for a circle—a circle, $650,000. I wonder which Liberal-friendly colleague was able to draw a circle for $650,000 for a cannabis logo.", "They’ve invested in the closure of over 600 schools. Is that an investment? Is that a demonstration of caring? I think not, Speaker; I think not.", "While they did that, they also invested, of course, in Ornge, with jet skis and custom-made Harley motorcycles. That’s not an investment either.", "They’ve invested in vanity advertising, but they cannot invest in the Ring of Fire, and they will not build a road to the Ring of Fire.", "Speaker, with all that investment, they still managed to double the provincial debt and drive down employment and prosperity over 15 years. That’s the stump speech that this government has to live up to, come election time—the facts. Those are the facts of your record over 15 years of abuse, 15 years of scandal, 15 years of waste; 15 years of their big-heart caring has led Ontario to this terrible place." ],
  "anchor" : "para1072"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1082"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I’m glad to contribute my thoughts on the debate of the member from Lanark–Frontenac–Lennox and Addington.", "Speaker, absolutely, he said some things that were legitimately in this throne speech that are factual. We know that. We know that life is getting harder under this Liberal government, but life was hard under this Conservative government as well. This member has not talked about what he’s actually going to do to make life better for Ontarians.", "We have plans. We’ve brought out those plans, and we’ve talked about those plans. We just recently announced on the weekend our dental care plan and Ontario benefits.", "This week, just yesterday, I was in London with the member from London West and our leader, Andrea Horwath, and we heard the stories of how people suffer when they don’t have a dental plan. We know there are a lot of things that are going to make life better for people, and the NDP has laid out those plans.", "But the Conservatives—and I point to the other side of the room, calling them Conservatives—and the Liberals haven’t made life better for Ontarians in the last 15, 25 years.", "The Conservatives started to privatize hydro, they privatized the 407, and they will privatize our public services. They don’t tell you exactly that that’s the word they’re going to use, but they’re going to do that. That’s what they do.", "The Liberals have continued that path of making life harder, on page 4, as the member mentioned.", "When you look through, page 4 is “A Time for Care”; page 6 is “The Foundations of Care”; page 12 is “The Courage to Care”; page 14 is “The Benefits of Putting Care First”; and page 17 is “Building a Place of Fairness, Caring and Opportunity.”", "Speaker, I think we need time to change for the better, and the change for the better is the NDP. They’re going to make Ontario a better place for everyone." ],
  "anchor" : "para1083"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1092"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I listened very carefully to the member from Lanark–Frontenac–Lennox and Addington, and he strayed into the area of the reforms we made under Bill 148.", "Speaker, right now about a third of the people in the province of Ontario earn less than $15 an hour, and more than half of those people are between the ages of 25 and 64. Those are the ages when you’re trying to raise a family. That’s when you’re trying to pay rent. That’s when you’re trying to put shoes on the kids’ feet. That’s when you’re trying to put food on the table. We made some changes that came into effect on January 1 of this year, and even these people needed a little bit of help in order to be paid a living wage. The member decided he was going to vote against that, decided that these people didn’t need the help, decided that sick days were something they didn’t need, decided that when there was domestic or sexual violence in a household, that person shouldn’t get job-protected leave. And then he has the temerity, after the past two months that this party has had, to try to lecture anybody in this House on how people should conduct their affairs. He should talk to the police in Hamilton right now and see how they’re conducting affairs. The excuses that you would have to make for the leadership chaos you exhibited through here, the self-admitted rot in your own party—and when you’ve got the opportunity to help out working people in the province, you sit on your hands. You don’t help anybody. You sat on your hands and did absolutely nothing when you had the opportunity.", "We try to listen respectfully in this House—and I’m trying to listen respectfully to you, Speaker—but that type of response is something this House doesn’t need, especially after the conduct we have witnessed. It’s a shame. It’s a shame on all of us. It’s a shame to the political system what we’ve seen transpire on that side of the House." ],
  "anchor" : "para1093"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1096"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’m pleased to comment on the speech by my colleague from Lanark–Frontenac–Lennox and Addington.", "The Minister of Labour has a bee in his bonnet about the fact that—he’s talking about a couple of months, and we’re talking about 15 years of Liberal corruption and failures in the province of Ontario. Their throne speech is an absolute admission of that failure, when the Premier, in her speech, articulates that people are having a tough time in this province. Well, where have they been for the 15 years?", "He brought up what is a stark example of the arrogance of this government and the disinterest in how they respond to the taxpayer. He talked about the new logo for the Ontario cannabis stores—a $650,000 contract, and now the Liberals are trying to spin it and say, “Well, there are other services attached to the contract.” Do you know what I say to that? You know what I say to that. That is just a way to try to give the Liberal spin, because some friendly advertising agency to the Liberal Party just picked up $650,000 from those hard-working people the Minister of Labour says they’re trying to protect. That comes out of the taxpayers’ pockets one way or the other, and those beleaguered taxpayers are the ones who are saying to this government, “We can’t take your kindness and fairness anymore.”", "They always go on—what are they calling this throne speech now?" ],
  "anchor" : "para1097"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Oh, “A Time”—" ],
  "anchor" : "para1102"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "“A Time for Care and Opportunity.” If you cared at all about those beleaguered taxpayers, you wouldn’t waste $650,000 of theirs on a logo that can be done in 30 seconds on a Microsoft program. This is the kind of abuse that people are sick and tired of and why this government has to go on June 7." ],
  "anchor" : "para1103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1104"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "It always is an honour to be able to have the opportunity to stand in this House and to comment on other people’s debate time. This is definitely one of those livelier times. We have heard a throne speech from a very tired government who has been there for 15 years and just realized that it’s time to care about people.", "Then we hear from the Conservatives, who would probably, I’m sure, do no different. They have a new leader who has talked about—well, in the first plan, in the People’s Guarantee, there was $6.1 billion in cuts that were going to happen to the people of this province and services. Now they have a new leader who says that no stone will go unturned, that he will go through every single ministry and cut four cents from every dollar.", "Speaker, you have heard me talk several times in this House about children’s mental health. How is it possible that they could take four cents from every dollar from an underfunded system? We have a system that is struggling. The children and youth mental health system is not alone. We have hospitals that are underfunded. We have social services that are underfunded. We have services for people with disabilities underfunded. We have WSIB people who are living in poverty. And we have a leader who comes in here with his own bulldozer and talks about four cents off of every dollar across every single system in this Legislature. I’m not sure how it’s going to happen, but—it’s not, Speaker, because New Democrats have a better choice for people. We believe in people and ensuring that families get what they need so they can live happy, healthy lives.", "I appreciate the time." ],
  "anchor" : "para1105"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington has two minutes." ],
  "anchor" : "para1109"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thanks to the members from London–Fanshawe, Hamilton Mountain, Renfrew–Nipissing–Pembroke and of course the Minister of Labour for their comments.", "Speaker, let me just say a few more things here. This government also didn’t invest in the services for autism or other developmental disabilities. In fact, they kicked 3,500 people off the wait-list for those services.", "The Minister of Labour, with his ballyhoo of Bill 148—let’s put the fact on the record, here, Speaker. Ontario has the largest per-capita minimum wage workforce in the country. We have more people working at minimum wage in this province per capita than any other province in the land. We have more people at minimum wage than the Maritime provinces. We have more people at minimum wage than the Prairie provinces. We have more people at minimum wage than anywhere in the country. Is that a record that they are proud of, that we keep expanding our minimum wage workforce?", "As they say, it’s hard to get a decent-paying job in this province. You’re bloody right it is. They even said it on page 4. Because for 15 years they’ve driven the good-paying jobs out of this province. For 15 years, they’ve been killing manufacturing. For 15 years, they’ve been raising the cost of hydro so that our businesses can’t compete. We have a bigger and bigger amount of people working for less and less money with this Liberal government. Their stump speech is a piece of junk." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1114"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I would like to say, why is it a time to care now for this Liberal government? This is the title of their throne speech: “A Time for Care and Opportunity.” Is it just now about an opportunity for the Liberal government? The sense of cynicism that the people of this province feel is real and it is tangible, and they have good reason to feel this way.", "I want to start my comments off by thanking, quite honestly, the good people from Waterloo who came to my nomination meeting last night. I’m officially nominated.", "Applause." ],
  "anchor" : "para1115"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Yes, I know—in it to win it. And I want to thank my two nominators—", "Interjection." ],
  "anchor" : "para1118"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Maybe the member could take his leave or sit down. Thank you very much.", "I want to thank my two nominators. Janet McLaughlin, who nominated me last night, is well known to this Liberal government because she was one of the strongest voices to advocate on the autism file back when the government tried to remove her son Sebastian from services. She actually gave a shout-out to the member from Hamilton Mountain—in fact, she gave a shout-out to the entire caucus, because that is the power of a strong opposition. Towards the end of my 20 minutes, I will be making the case for putting a strong opposition into a strong government position.", "Janet was passionate. She highlighted the fact that this party’s record on the autism file is dodgy. I mean, there’s no other way for it. When it’s convenient, they pull the autistic community into the fold. And when it’s not—obviously, in 2016, they implemented a strategy which would disadvantage her son. She spoke from the heart at the nomination meeting. Those changes were reversed. We were successful in this House.", "It was very emotional, because she said that early intervention—the power of early intervention—with children who have disabilities or are on the spectrum is so powerful. Prior to that, her son was not eating a full diet, wasn’t independent and couldn’t articulate very basic needs. After receiving basic therapy—ABA and IBI therapy and counselling—he can actually tell his mother that he loves her, which is so powerful.", "The other nominator was Lori Campbell from St. Paul’s University. She is the director of the aboriginal education program there.", "When you have strong, principled women like these two supporting you, you really feel empowered to just do the work. That’s how I feel about the work that we have been doing in the NDP caucus. I’ve only been here for six years, and I have seen some things. I’m going to talk about those things as they relate to the throne speech, which was delivered on Monday, after the Premier prorogued 80 days prior to an election, to reset and to reaffirm the new realization that the harm that they have caused in this province, the damage they have done, the suffering they have caused—they have now sort of woken up to that.", "I have to tell you, being in the nomination meeting last night and talking to the some-hundred-plus people who were there, they are not buying what this government is selling. It was positive, in some respects, because it was refreshing. The people in this province in this upcoming election, from a decision-making process, are not going to have to choose between bad or worse, or worse or bad, depending on where you are on the spectrum. We’re going to give them some real choices based on what we have learned in this House.", "We’re going to use informed positions to create those policies. The Auditor General has done a very good job in this Legislature of identifying gaps in service, discrepancies in spending, irregularities in accounting practices, if you will. We’re going to use those informed voices of the independent officers of this Legislature to create policies and programs which will actually make a difference in the lives of the people that we serve.", "I have to tell you, Mr. Speaker, I’m particularly excited to be in a position, as a 20-year advocate for child care, to challenge this government on their record of fully moving forward with corporate child care in the province of Ontario, which makes no sense for quality or efficiencies or access. I’m really excited and, quite honestly, I’m totally energized.", "I think that this throne speech and this admission—it really is an admission of a record that is nothing to be proud of. When I think of how far we’ve come in developing our ideas and even hearing some of those ideas reflected in this throne speech after 15 years, we have been driving the agenda in this Legislature for quite some time. That’s really a testament to the very good people who work behind the politicians as well. That’s our research and our staffers, who care as much as we do about the people we serve. I just wanted to give them a quick shout-out.", "The speech was interesting because it touched on a number of issues and then it left some issues out, which I also found pretty telling. The battleground of Toronto, for instance: I would have thought that the throne speech would have really shone a light on how much the people of Toronto are suffering. I have the good fortune to be a seatmate with the member from Toronto–Danforth. Of course, I grew up in Toronto, in Parkdale and a little bit of east Toronto. I went to Harbord Collegiate here. This is a city that is showing the signs of stress of this government—I would say the housing market in particular and the lack of access to affordable housing.", "Now, every member in this House knows that we all have within our ridings individuals who are on a wait-list. In fact, the Auditor General, in the 2016 report, released a stunning amount. There are more people who are currently on a wait-list for affordable housing than any housing that exists or is even in the pipeline. It really does speak to a lack of priorities of this government that this government has not sought out creative options, put housing as a stabilizer—because housing is an economic stabilizer in all of our communities, but particularly in Toronto.", "Toronto still remains, shockingly, Mr. Speaker—and this may actually surprise you. Toronto still is the child poverty capital of Canada. Hamilton, I think, is a very close second. There are a lot of hurting families in the Hamilton area.", "But I’m looking at this report that came out in mid-February. It’s called “Good Quality of Life ‘Just a Dream’ For Too Many Torontonians.” This is a very good reporter, Laurie Monsebraaten, the social justice reporter. She starts, “In Toronto, poverty kills.” Poverty kills people in Toronto.", "This is not the first time that we’ve seen a comprehensive report like this. This particular report, from the Toronto Foundation’s Vital Signs report—it was supposed to be a snapshot, but they took it deeper this time because the lack of food security for people and families in Toronto has essentially reached a tipping point. All of us know this in our ridings, because life is getting harder and families are struggling.", "But the fact of the matter is, in Toronto, 64% of the residents in Toronto–Danforth reported that they are struggling to find enough access to the social services that they need. Then you have other areas of Toronto where the disparity is so real. One of the people who actually was interviewed—her name is Rosie Mensah, and she lives in the city’s Jane and Finch community, an area with a high concentration of immigrants and visible minority residents living on low incomes. By the way, today is the international day to recognize and address racial discrimination. Racism is real. It’s very real. In policy and legislation in this province, it exists and it affects the life and quality of the people of this province.", "She says that she has seen the health gap first-hand. This is a direct quote: “‘You often hear people talking about living in “food deserts” where there aren’t enough grocery stores. But I live in a “food swamp,” inundated with fast food and other unhealthy options,’ she said in an interview.” That’s the first time that I’ve heard the description of a food swamp. It is true that there are communities in Toronto where it’s very difficult to have access to healthy food, but there are also jurisdictions and sectors of the city where the only food that you can find is unhealthy food: “Insecure housing diminishes access to nutritional food, which affects health and consequently access to education and employment.”", "My point is that, because this government, this Liberal government, for so long, with great intention, apparently, has abandoned the idea of the government playing a proactive role, an active role, in the development of affordable housing and investment—because that has existed for 15 years, now you have it really playing itself out in the access to social services, the access to quality food and, obviously, also to education.", "The throne speech was really a testament to how bad things have gotten in the province of Ontario. The culture of politics also plays into this as well. The cynicism that we hear, that I hear when I’m at the doors in Waterloo—and I have to tell you, I don’t have a Conservative candidate against me yet or a Liberal candidate. I’m sure it will be soon. I’m looking forward to these debates. I can’t even tell you how much I’m looking forward to these debates." ],
  "anchor" : "para1120"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "How much are you looking forward to these debates?" ],
  "anchor" : "para1140"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "So much, almost as much as—I’m really ready to see what you guys are going to say about provincial policy in the province of Ontario—almost as much as that.", "Now, this piece is around the culture of politics, and it really goes to the prorogation question, because a lot of progressive legislation died on the order paper with this prorogation. Some of it is quite heartbreaking. Some people in this province are very upset that the Premier shut down the legislation and all of the private members’ bills that some of us feel so strongly about. For me, I brought forward missing persons’ legislation and, thankfully, was successful in moving that forward.", "Rowan’s Law, of course, was a successful piece of legislation. I was very pleased to partner with the members from Ottawa South and Nepean–Carleton on that. That got done, but it is rare. It’s rare for individual MPPs to get the opportunity to bring forward direct legislation that comes from the people that we serve to this House and move it forward.", "I know our poet laureate colleague is very upset about this, because it’s time for us to raise the bar on language, probably, in this province.", "But this one piece, of course, is: “Wynne Worse than McGuinty on Ads.” You have a Premier and a government that spends—the Auditor General identified $58 million on government advertising, one third of which she would have ruled as very partisan, Mr. Speaker. That rubs people the wrong way. You must hear it.", "Take it back to your respective ministries, because it makes people angrier when they see government advertising. They’re already angry, and so you’re just really throwing a little gasoline on the fire, I have to tell you. It’s in your best interest. Also, stop wasting the money, is really the point.", "The other piece, though, that I’ve been very connected to now for almost 20 years, from when I first became a parent and registered my child Aidan down at the Orde Street daycare, for the amazing sum of $1,495 a month back in 1999—the cost of that daycare has not improved under this government. The access to quality care has not improved.", "Sometimes they come back at us, unbelievably, with this call: “We have now full-day kindergarten.” Well, people do not work from 8:32 until 3:05. They still continue down this road of opening the door for corporate, for-profit, privatized child care, which has now become the dominant method of parents accessing care regardless of their choice. Parents in the province of Ontario do not have choice when it comes to child care. They are the unwitting victims of a government that has not planned for the people of this province to have children, including the 28% of women whom they identify in the throne speech as not achieving their full equality as women and not having any gender equity from an economic perspective. Those 28% of women in the province of Ontario only work part-time because they can only find part-time child care.", "It’s 2018. If the Premier were serious about gender equality, then on the government boards and agencies, she wouldn’t be trying to get to 60-40; she would be going for 50-50. That’s how we define equality in the province of Ontario: equally.", "The child care piece: I think that people have just thrown up their hands, particularly in Toronto. It disproportionately affects, of course, marginalized and disenfranchised communities in the province of Ontario. They cannot find child care to save their lives. It is affecting the economy. It is affecting the safety of our children and the quality of the lives of parents.", "Don’t hold your breath for Justin Trudeau to come to the table on this, I can tell you. On the federal budget, the Toronto Star said, “Don’t Forget Child Care: If the Trudeau government truly wants to close the wage gap and encourage the participation of women in the workforce ... it should embrace national child care and paternity leave programs.”", "Has it done that? Of course not. Do we have electoral reform? Of course not. Are First Nations children receiving access to equal health care in the country? Of course not. Why would anybody hold their breath and ask Justin Trudeau to do the right thing? It’s already too late. And I can tell you, they’re not waiting for this Premier to do the right thing either, Mr. Speaker, because they have had 15 years to do the right thing on pharmacare, on dental care, on housing, on child care and on environmental protections.", "Honestly, the throne speech has this theme of caring and opportunity, and I need to tell the government side of the House that the people of this province truly only believe that at this point in time, this is a government that views your opportunities as a government as being the priority of this government, of Kathleen Wynne. Regardless of the $8-billion deficit that you’re going to run in this budget, they have lost confidence in you as a government because you have let them down, because you have disappointed them on housing, on transit, on health care and on mental health care particularly.", "Mental health care is not something that I raise in this House for partisan or political purpose. It is such an emotional issue that every one of us faces in our own lives. If one in five people in the province of Ontario and this country experience mental health problems, then all of us have people in our lives who also face these challenges.", "I can tell you, I was at the Grand River Hospital two months ago. I was visiting a young woman, and I was on a psych ward where there were eight beds in a very small room. There was basically the length of my arm between the beds. These women—because it was an all-female ward—had a variety of issues and mental health challenges. They should not have been this close in proximity. They should have access to the counselling they need. They should have access to an environment which would contribute to the holistic health that would allow them to address their mental health challenges. And it certainly didn’t help that there was a person on the piano who could not play; I just want to say that.", "What I want to leave this government with is that the people of this province are looking for leadership, and the leadership that they’re looking for wants them to be at the centre of those policies and that legislation. The people that we serve should be at the centre of the policies and the legislation that come from this place. They do not believe that this throne speech meets those goals." ],
  "anchor" : "para1141"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1158"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "It’s really my pleasure to rise today in support of the throne speech. Speaker, this is a significant document that shows a clear path for Ontario to move forward in terms of the economy, in terms of protecting jobs, maintaining our highly educated system and also our health care system.", "Speaker, allow me to elaborate on some of the health care that we have been doing. As you all know, the Ontario health care system is something to be incredibly proud of, from health care planners to physicians to our front-line nurses and, of course, our support workers. We have built a system that is doing an incredible job of taking care of the people that we love. We have increased our investment in the system and we are making significant progress. We continue to reduce wait times for surgery, increase access to primary health care providers and expand services for Ontarians at home and in their communities. Life expectancy is higher than the national average and one of the highest in the OECD countries. We have a system that has the best survival rate for prostate, breast, colorectal and lung cancer in Canada. The Wait Time Alliance has also consistently ranked Ontario as having some of the shortest wait times in Canada." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1161"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "I’m pleased to rise. The narrative of the throne speech—we’ve heard this story. We’ve seen this narrative before. And you know what, Speaker? I want to take you back in time: 1912. What’s significant about that? That was the year the Titanic sank. We have this Liberal boat that’s been afloat for 15 years. And now all of a sudden we’re seeing many, many ministers who know how to read Doppler, who know how to read radar, and the radar is saying “iceberg ahead.” Many of them are jumping into the lifeboats now. I dare suspect there will be many, many more jumping into those lifeboats before the June 7 election.", "Having said that, we talk about a reset button. This is probably more like a panic button as well. I say to Ontarians, please don’t be fooled by this again, because the old saying is, “Fool me once, shame on you, but you fool me twice, shame on me.” I hope Ontarians are not fooled by this again.", "It’s interesting: When I was talking to some of the media about this, they said, “Rick, was there anything new in this throne speech?” I had to think about it for a moment. I paused, and I said, “Well, actually, yes, there was.” The next question: “Well, what was that?” I said, “Well, you know what? For two years—last year they talked about a balanced budget. This year and next year they were talking about a balanced budget. What’s new about this one? Ah, glad you asked. Now they’re talking about an $8-billion deficit for this year.” Well, that’s all right. Just put it on our credit card. Let our children, grandchildren, great-grandchildren, future generations pay for it as well. That’s what I’m concerned about with regard to this throne speech." ],
  "anchor" : "para1162"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1165"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I want to congratulate my colleague the member for Kitchener–Waterloo on her speech. I think she really did capture some of the cynicism that people in this province are feeling as they look at what the Liberals have—sorry, what the government has put out there in their throne speech. She concluded her speech by talking about mental health, and Speaker, I wanted to share a little bit of my own experience with mental health issues in the riding of London West, the riding I’ve represented since 2013, when I arrived in this place.", "Some of you may remember the story of an 18-year-old girl, Jenepher Watt, who was sleeping on the floor of London Health Sciences Centre for days, waiting for access to a psychiatric bed. That was in March of 2014, shortly after I had arrived here.", "Just this past fall, NDP leader Andrea Horwath came to London and revealed some of the data about occupancy of our psychiatric beds. There was one day in August of 2017 that psychiatric-bed occupancy was at 165% in London. That was three years after the tragic experience of Jenepher Watt in London Health Sciences Centre.", "This government has done nothing to address the crisis in mental health or in any of these other areas that are addressed in the throne speech. Now, less than 80 days before an election, they have a eureka moment and all of a sudden are offering this as a solution to the problems that they have created and that they have refused to take responsibility to address over all these years.", "Frankly, Speaker, Ontarians are not going to buy what the Liberals are selling." ],
  "anchor" : "para1166"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Northumberland–Quinte West." ],
  "anchor" : "para1172"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Now we’ll have the real facts." ],
  "anchor" : "para1173"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "That’s right. Speaker, thank you for recognizing me. It’s a pleasure to make some comments to the member from Kitchener–Waterloo on the speech from the throne.", "This government has been fairly consistent—and I was here in 2003—in delivering on the things that we’ve been able to deliver. What the throne speech does is it just continues based on those comments that we hear from people.", "We talk about the former government giving away the 407.", "I have the pleasure of having three hospitals in my riding. I’m the luckiest guy, I can tell you. Here’s what I found out. When I was mayor of Brighton, I had to fight the government of the day to keep the Trenton hospital open, because it was part of the restructuring. Then I got elected, after we saved the Trenton hospital, and Campbellford hospital—a small rural hospital—was part of the list, and we stopped it. So, in my riding, two out of three hospitals were going to be gone.", "We built about eight new schools—", "Interjection." ],
  "anchor" : "para1174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Okay. I’ve been very generous in my latitudes here. It ends now." ],
  "anchor" : "para1180"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My apologies, Speaker." ],
  "anchor" : "para1181"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Go." ],
  "anchor" : "para1182"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "They asked me how many schools have been closed. Well, we had to close one in Port Hope in 2003 because it was full of mould. That was a Tory school. We built schools. I think we’re aiming to deliver those services, like OHIP+. We didn’t close any. The schools are open and doing well." ],
  "anchor" : "para1184"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo has two minutes." ],
  "anchor" : "para1185"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker, and thank you to my colleagues who made comments about what I’ve spoken about.", "I started off my 20 minutes by saying what isn’t in the throne speech. There really wasn’t a lot of talk about energy, and I’ll tell you why, Mr. Speaker. This government wants to forget and ignore their record on the energy file. The Auditor General came forward in 2016 and indicated to this government that to that point in time we had already overspent $37 billion on fees to the private green energy companies, because this government just went “green energy; privatize, privatize, privatize” and did not have the people of this province at the centre of those decision-makings. Think of that $37 billion. It makes the other Auditor General’s report of $8 billion in overspending on public-private partnerships look like a little misstep—$37 billion in overpayments. How do you recover from that kind of incompetence?", "The Auditor General is still fighting with the IESO. There will be a scathing report that comes out just before this election on your energy file. In fact, the mismanagement of energy in the province of Ontario has drained the resources for public services that the people of this province rely on. It has done that.", "The only thing I can compare it to is the sell-off of the 407 that Mike Harris did for $5 billion. The difference, I want to tell you—because the privatization of hydro is the largest transfer of wealth from the public sector to the private sector. But you need energy; it is an essential service. Driving on the 407 is only for the rich in the province of Ontario because they can afford it. You mismanaged that as well." ],
  "anchor" : "para1186"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1190"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’ll be sharing my time with the member for Scarborough–Agincourt and the member for Ottawa South.", "I am delighted to be able to stand up and make comments around this week’s speech from the throne. I was listening attentively here, watching the faces of those assembled in the House, our guests, knowing the backgrounds of many of them—a diverse group of backgrounds from a wide range of industry. I saw a former Lieutenant Governor in attendance, and others. I was watching them and listening.", "I will say that I’m very proud to support a government that expressed its desire to continue supporting the people of this province. That’s what the speech from the throne did for me. It expressed once again the fact that this is a government that has demonstrated the fact that it cares for the people of Ontario and together—together—we have to get better.", "I just want to focus my time on an area that is of great interest to me and is quite a passion for me, and that of course is climate change and the environment in general. The speech from the throne focused on fights that we have to put forward, things that we as a government have to do for our children and our grandchildren. These are battles that we cannot afford to lose, and chief among them is climate change. I’m not alone in saying and thinking that climate change is the greatest threat that we face, both to our security and our future prosperity. It is just that clear. I can’t understand how anyone in any party would not understand the importance of dealing with climate change, or perhaps even acknowledge that climate change exists, as I’ve seen from members opposite.", "Ontario eliminated our coal-fired power. It made air cleaner and it lowered the rates of childhood asthma. That is something I am proud to stand with this government on. But you can’t be serious about lowering emissions and fighting climate change without putting a price on carbon and putting a price on carbon pollution. That’s why this government has joined with Quebec and California in North America’s largest carbon market. It’s because this is a system that helps us achieve our ambitious goal of climate change. It’s also a way of reducing greenhouse gas pollution at the lowest cost to people and businesses.", "Already, Ontario’s carbon market is funding energy-saving renovations in 98 hospitals, as well as many colleges and university campuses, schools and in social housing units right across the province. As greenhouse gas pollution has fallen in Ontario, our economy has grown. Together, all of these actions that our government has taken around reducing greenhouse gas pollution and fighting climate change show the foundation of care and opportunity for Ontarians.", "I want to remind the House that every dollar we raise from our cap-and-invest program, our main way of fighting greenhouse gas pollution in Ontario—and to date, in the first year, we have raised $2.4 billion. Every penny of that is being reinvested into green projects, things that help Ontarians save money and fight climate change—something to be very proud of, and I am very proud of that indeed.", "I want to talk about one of the benefits of focusing on green energy and clean tech. When I talk to businesses and individuals who are involved in green energy and clean tech, they’re very interested in investing in Ontario and building the sector here. Why? It’s simple. Ontario has made a strong commitment to fight climate change. We are investing in things that reduce greenhouse gas pollution, and businesses pick up on the signal that we’re not going anywhere too soon when it comes to fighting climate change.", "Let me tell you a little bit about clean tech in Ontario, Speaker. Today, 3,000 companies in Ontario are clean tech companies, providing services not only in Ontario, but across Canada and around the world. They employ an astonishing 65,000 Ontarians right here in Ontario. That’s 65,000 people making good money in good jobs because of clean tech. Those 3,000 companies are generating about $8 billion in revenues. Not long ago, this sector would have been considered a niche industry, but that is no longer the case. In fact, the clean tech industry in Ontario exports about $1 billion in product and service annually. This is a huge industry, and it exists because this is a government that has decided to fight climate change. This government has put a long-term strategy in place, and that has attracted investors from outside of Canada and has comforted businesses in this province and given them the sense that if they invest here, they will be around for the long term.", "So it’s not a matter of one or the other. Speaker, our cap-and-invest plan is the best plan to balance the needs of reducing greenhouse gas pollution and fighting climate change and building our economy. Those two things can be done at the same time.", "A few weeks ago—it seems like months ago, but it was just a few weeks ago—I introduced a motion in this House, and I just want to say it again. This is what I said:", "“I move that, in the opinion of the House, we recognize that climate change is a real and present threat that is already costing Ontario families, and that Ontario should do its part in supporting national and international efforts to reduce greenhouse gas pollution at the lowest possible cost to families and businesses by putting a price on pollution to combat climate change.”", "It’s a fairly innocuous motion, and I was happy to put it on the record because I thought we could have some good discussion, some good debate around the fact that we need to find some good, concrete solutions to continue dealing with climate change. But I was, to use the phrase, shocked and appalled at the PC opposition not wanting to even talk about climate change in this House, and the stalling tactics that were employed. We lost about four hours of debate time because the PC opposition kept ringing the bells—they rang the bells eight times—so that they wouldn’t have to talk about climate change. It’s absolutely shocking.", "Now things go, in many ways, from bad to worse. Under the previous leader, Mr. Brown, and the People’s Guarantee, the first platform that they put forward, at least they acknowledged that climate change is a real thing, that it exists, and that it is something that humans have created. At least they acknowledged that. Their decision to use a carbon tax was wrong-headed. Cap-and-invest in Ontario is the best way to go, as many external advisers, economists and business folks have told us, and that’s why we’re sticking with that.", "But today, Speaker, I don’t know and Ontarians don’t know where the PC Party stands when it comes to climate change. Does their leader even believe that climate change is a real thing? I don’t think so, Speaker, because I understand that if he came to power—God forbid—he would remove climate change from the agenda. He would remove any way of dealing with it. It’s the biggest problem, the biggest threat to our security and our future prosperity, and the leader of the Progressive Conservative Party doesn’t even want to talk about it and doesn’t even believe it.", "Speaker, I’m going to leave it there and let my fellow members carry on." ],
  "anchor" : "para1191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough–Agincourt." ],
  "anchor" : "para1208"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m proud this afternoon to have a couple of minutes to speak in support of the throne speech.", "In 2011, I decided, when my former colleague the Honourable Gerry Phillips decided to retire, to take up the mantle to represent Scarborough–Agincourt here in the Legislature, and one of the reasons why—as a former registered nurse and as a former nursing professor, I was very pleased to see the throne speech significantly address the issue of health care across this province.", "More importantly, in my limited time, I want to focus on the area of mental health and mental wellness amongst Ontarians. We know, Mr. Speaker, that one in five Ontarians will experience mental health illnesses during their lifetime. We also recognize that we need to support people from childhood to old age dealing with mental health, and we also recognize the fact that more needs to be done, especially in diverse communities like mine in Scarborough–Agincourt.", "We are very proud of the various individuals, as well as health professionals, who come out to speak out about this issue of mental health, because there is still a stigma affecting the community. It’s still considered a taboo to talk about mental health. The tragedy about this is that those who are suffering with mental health are often suffering in silence.", "In my short few minutes about this particular throne speech, I want to do a shout-out to a number of organizations in my riding of Scarborough–Agincourt that have been supported by this government:", "—the Hong Fook Mental Health Association and their nurse-practitioner-led clinic;", "—the Chinese Family Services of Ontario—I recently met with them. To Anna Wong and your entire team, thank you for what you do every day, and I know more needs to be done, working with your organization;", "—the Mount Sinai Wellness Centre, in partnership with the Hong Fook Mental Health Association and the Yee Hong Centre for Geriatric Care; and", "—the Toronto District School Board pediatric health clinic. I’m so proud of this clinic that I helped to create when I was a school board trustee, in partnership with the Agincourt Rotary Club, providing pediatric mental health support in our schools. That’s what it’s all about, Mr. Speaker.", "Today I am so, so pleased, in my couple of minutes of remarks supporting the throne speech, to say that the Premier announced this morning, at the Centre for Addiction and Mental Health, unprecedented support for the mental health piece: a four-year investment of $2.1 billion. Let me reiterate: a four-year investment of $2.1 billion that will reframe the system in terms of providing comprehensive, accessible and integrated mental health care. The investment will focus not just on the traditional in-hospital tertiary care model, but more on the front lines in local schools, the family doctor’s office and community-based organizations.", "Starting in 2018-19, there will be more than 12,000 more young people who will have access to community-based services such as therapy and counselling, and this number will increase to 46,000 by the year 2021-22. Every single high school in Ontario will have access to additional mental health workers, with about 400 new positions being created within the next two years. As a former school board trustee at the Toronto District School Board, I know that every single high school in my riding and across the great province of Ontario will be welcoming this kind of additional support for our young people.", "The province will also create at least 15 additional youth wellness hubs over the next four years to improve access, and I’m so pleased, Mr. Speaker—I want to digress a little bit—that before Minister Hoskins retired, he actually supported the Scarborough–Agincourt Bridletowne hub to ensure the city of Toronto will be hosting the largest regional dialysis program in North America in my great riding of Scarborough–Agincourt. I believe everybody in this House will say this is the right thing to do. Providing care and services closest to the community, to the constituents: That’s what it’s all about.", "In my couple of seconds left, I also wanted to highlight that this morning’s announcement by the Premier also means up to 350,000 more people getting support dealing with moderate anxiety or depression across this province—funding psychotherapy, cognitive behavioural therapy closest to home.", "Mr. Speaker, I’m going to encourage all members of this House to support the throne speech.", "I’m going to turn to the member from Ottawa." ],
  "anchor" : "para1209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Ottawa South." ],
  "anchor" : "para1225"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to stand up and speak in support of the throne speech. The thing I appreciate most about the throne speech is its intentionality toward those things that are most important to the families that I represent, and that we all represent. I firmly believe there is a very simple contract we have with the people we represent. I always think they want five things:", "Take care of my health care; make sure it’s there when I need it.", "Make sure my schools are good, so my kids have opportunity.", "Take care of the economy, so that I can have a job and my kids can have a job.", "Let’s not leave a mess. Take care of the environment. Why do I want to leave a mess for my kids?", "And let’s take care of the people who can’t take care of themselves.", "The throne speech speaks to that.", "One of the things that’s interesting about this debate is that we remember all of the good things, and you remember things that you think are bad. We don’t talk to each other about what the good things are. Now, I’m not sure what the party opposite’s plans are, because the plans have come and gone and come and gone, and I’m sure some more will come; and I know the party on this side here has come out with a plan. Some of the things in that I think are good things; we may see them differently.", "The point that I really want to make here is—the member opposite from Kitchener–Waterloo is saying, “You guys have done nothing. You’ve made it all bad. It’s terrible. You need a change.”", "I’ll tell you what change is. Change is measuring wait times so that we get the lowest in Canada. Change is eliminating coal, so there are lower rates of childhood asthma. Change is full-day kindergarten so that our kids get a better start, families can get out to work and life can be more affordable. Change is newborn screening so that we ensure when infants are born we can treat them earlier and sooner, so they have healthier lives. Change is fighting to enhance CPP, so that everybody has some income security. Change is OHIP+, so families with children under 25 will have free prescription medication, and that will make life more affordable for them and make sure that their children are healthy. Change is raising the minimum wage so that people can do the kinds of things for themselves and their families that all of us take for granted. Change is making college and university accessible to everyone, because when we’re all at our best we’ll be able to succeed. That change has been happening and transforming people’s lives for 15 years, making them better.", "Last week in my community, we announced #1door4care, which is the amalgamation of CHEO and the Ottawa Children’s Treatment Centre. Up until now, children and their families have had to go to perhaps eight different offices—children who have unique and special needs, children with mental health challenges. For families it was just difficult to have to go all the way over the city when they already have a challenge, a challenge of just trying to raise their kids and do their job. We made an investment in #1door4care. It’s a $105-million investment.", "Interjections." ],
  "anchor" : "para1226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Just a friendly reminder—I won’t be mean and point out one person in particular—some people were warned this morning. I would suggest they watch what they’re doing.", "Continue." ],
  "anchor" : "para1238"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you, Speaker.", "That’s going to make a big difference in people’s lives. This morning’s announcement with regard to mental health and the investments there: a mental health counsellor in every school and all of the pieces that go along with that, that’s going to change people’s lives.", "In the interest of debate, I want to make sure that we present the other side: that for the last 15 years this has been the most progressive government in North America. We have done countless things that have changed people’s lives, and in this throne speech and in this budget we’ll continue to do so." ],
  "anchor" : "para1240"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1243"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s a pleasure to speak to this motion.", "The pre-election throne speech included big promises to voters, but it’s interesting that there was nothing for the accessibility community. In fact, the words “disability” and “accessibility” were mentioned zero times in the throne speech. Is accessibility for 1.9 million Ontarians with disabilities that far off your radar, or did you just forget to include them in your vote-buying scheme?", "Likewise, the word “care” appeared 56 times in your throne speech, yet today, when faced with an opportunity to put this care into action, you failed. I called on your Premier to get on the phone to help find a bed for Todd Hrabchak, who, in the words of his wife, has been left to rot in a hospital abroad—no beds here in Ontario.", "The Liberal government will say anything and promise anything to stay in power. The Liberals talk a lot about care. For 15 years, they’ve talked a lot about care, but I think if you talk to most people across Ontario, they will say the care is not keeping up to the talk. It’s clear the only thing they actually care about is clinging to power. Hollow words do not help people who need a bed when they are in Florida and can’t come back here to Ontario.", "They turned it around, trying to say it was about the insurance industry. If you really cared, you would have made the decision. You would have taken action today to help this family out.", "If I was wrong, then your government would not have today turned its back on Mr. Hrabchak, and it certainly would have at least tried to acknowledge Ontarians with disabilities in its 3,200-word throne speech.", "Interestingly, the Minister of Ag was heckling over there about the $8 billion in debt, Mr. Speaker. I’m not certain, again, how he can say this is a wonderful thing to the people of Ontario when they have indebted this province—", "Interjection." ],
  "anchor" : "para1244"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Your platform has $8 billion more debt, and you’ve doubled the debt in your 14 years.", "Mr. Speaker, they said they were going to sell Hydro One to balance the budget. I’m not certain how a balance comes out when you can say, “I’ve got an $8-billion debt again this year.”" ],
  "anchor" : "para1252"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Deficit." ],
  "anchor" : "para1254"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Deficit. Again, the accumulated debt is going to be over $370 billion. It’s the care and the programs we’re not going to get because of this government. It’s just another Groundhog Day promise that is empty." ],
  "anchor" : "para1255"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1256"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I want to respond to the member from Scarborough–Agincourt because she talked about what a great job her government is doing around health care issues.", "The throne speech mentioned the word “care” 73 times. It’s the first time that we’ve heard “care” in a year, but in the throne speech, 73 times, just before an election.", "I want to talk about three specific people, two of whom I talked about over the last couple of weeks. Donna Thompson from my riding, an 87-year-old, presents to the hospital. They do a cardiogram. She’s told she has had a heart attack. They leave her sitting in a wheelchair way too big for her, that she’s falling out of, for nine hours before she actually gets into the emergency department. She eventually, within 24 hours, gets to the intensive care unit, where she probably should have been to start with.", "In less than four or six hours, they’re pressuring her daughter to take this woman home. The daughter said, “I’m not taking her home. She lives in a retirement home. There’s no care there.” They sent her home anyway. They sent her an Ontario patient transfer.", "Guess what? She fell out of bed that night at the retirement home. She was back at the hospital again the next day, getting the geriatric assessment she should have gotten to start with and probably is still in the hospital.", "My friend Nancy, a retired nurse, 68 years old, in with acute abdominal pain—24 hours in a chair in the emergency department. Her options: Go home or sit in that chair until a bed becomes available, and, “We don’t know when that will happen.”", "Her doctor calls her the next day and says, “You should go back to the hospital, because your blood work is life-threatening.” She then is back in the emergency department for three or four days before she is discharged home.", "Today, a friend of mine with palliative cancer, lying in the emergency department in the West Lincoln hospital since Saturday—it took three days for her to get a bed. She’s on a list for hospice.", "Those things should not be happening in our hospitals across the province of Ontario." ],
  "anchor" : "para1257"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture, Food and Rural Affairs, and small business." ],
  "anchor" : "para1266"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I know that the good folks in Peterborough riding are tuning in on Cogeco 95 to watch this debate this afternoon. I want to thank my colleagues for bringing a breath of fresh air to this place this afternoon: the Minister of the Environment and Climate Change, my colleague from Scarborough–Agincourt and, of course, my colleague from Ottawa South.", "It’s really interesting as we have the throne speech debate: Just recently, I was reading a report—because my background is in economics—that was produced by the chief economist for the Bank of Montreal. Mr. Speaker, what did that report say? It said that the economic fundamentals in Ontario have never been stronger in two decades.", "But I’ll give you a perfect example. Every day, I read my press clippings. Today, I read an interesting clipping from Chatham-Kent. The very distinguished mayor of Chatham-Kent, one Randy Hope, who used to sit in this House from 1990 to 1995, was talking about the economy in Chatham-Kent. It is booming. He was talking about five companies that just got some phenomenal support from the Southwestern Ontario Development Fund, how they’re putting new technology into these companies and how they’re going to be able to export around the world. I do hope His Worship invited the member there to the announcement, because I think that those are the things that we need to celebrate together.", "My friend from Kitchener–Waterloo: Karan and I get to Waterloo fairly frequently now. Our lovely daughter Shanae Leal is in her first year at Laurier in general arts. I know that she’s going to be like her mother and be a teacher or principal back in Peterborough someday. I know that’s going to happen.", "So I’m sitting in East Side Mario’s. When I sit in East Side Mario’s in Waterloo, I go around and I tour the tables. The business community tells me that in Kitchener–Waterloo, things are booming. Things are booming in every part of Ontario." ],
  "anchor" : "para1267"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Interjections." ],
  "anchor" : "para1273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Perth–Wellington." ],
  "anchor" : "para1275"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Thank you, Mr. Speaker. The member—" ],
  "anchor" : "para1276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "He’s eager." ],
  "anchor" : "para1277"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "I was stretching my legs." ],
  "anchor" : "para1278"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "He’s so eager to get in on this. I can understand him trying to jump into the debate.", "To the members from Newmarket–Aurora, Scarborough–Agincourt and Ottawa South: I would like to point out that there were 40,000-some people in January who were really not feeling how great this economy that you seem to think we have is.", "Also, the member from Ottawa South was talking about the positive changes that we’ve had in this province since they’ve been in government. Well, the next positive change is going to come on June 7, when this Liberal government is defeated, because we need change in this province.", "People are getting tired of this scandal-plagued government—Ornge, eHealth, $1 billion in gas plants and the record debt that they’ve accumulated. They’ve said that we are going to have three successive budgets of no deficit. Guess what we have now? They claimed that they had one balanced budget, and now we’re going back into deficit. How is that supposed to give the people of Ontario any hope for the future?", "We are the most indebted state in the world right now—", "Interjection." ],
  "anchor" : "para1279"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "It’s there. We’re the most indebted state in the world right now with the debt that we have, and now you want to add more to it. What positive change is that? It just doesn’t work.", "Some say that we’re going to get an $8-billion deficit coming up. I find that just incredible when we already have about $320 billion in debt that we’re trying to manage. Wouldn’t $11 billion in interest a year be great for putting towards health care and stuff like that?" ],
  "anchor" : "para1285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister, or one of the three speakers—the member from Ottawa South is speaking." ],
  "anchor" : "para1287"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Where do I begin? Well, I will begin by addressing—I want to thank the member from Bruce–Grey–Owen Sound, the member for Welland, the member from Perth–Wellington and, of course, the Minister of Agriculture for their remarks.", "To the member from Welland: I hear those things. I do speak to constituents in my community. We rely on all of our partners in health care to manage resources that they have. Sometimes they have challenges. Sometimes they’re not managed as well. As members, we have to hold them to account and hold ourselves to account, so I appreciate that remark.", "To the members from Bruce–Grey–Owen Sound and Perth–Wellington: The minister very clearly said that she’s working and that there are available beds. So, don’t pretend we don’t care. I never say that to you. I don’t think that you don’t care. I may not agree with the way that you do things—" ],
  "anchor" : "para1288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. If you want a two-way conversation between you and the member, you might want to go outside. I’m still here. Talk through me.", "Go ahead." ],
  "anchor" : "para1291"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you, Speaker, for the reminder. To the member, through you, sir—thank you very much for reminding me—I want to remind the member that, in 2009, they voted against measures that would have helped the auto industry. They would have had us actually reduce health care spending and reduce education spending. In 2014, they proposed firing 100,000 people—100,000 people. Those are doctors and nurses. Now you’ve had a People’s Guarantee, which is no longer a guarantee; that became a guarantee again; that was a partial guarantee; and now is not anything. In that People’s Guarantee, you were going to have a $2.3-billion deficit, to the member from Perth–Wellington.", "What I’d like to say to you is: When you guys come up with a robust plan, which I think is highly unlikely at this point, it would be great if you’d show it to the people of Ontario. I’m not sure they have total confidence in what you’re going to do, but they’ve got an idea of what you’re going to cut. I know you’re measuring for the drapes already. There we go." ],
  "anchor" : "para1293"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We need further debate. I recognize the member for Sault Ste. Marie." ],
  "anchor" : "para1295"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Thank you, Mr. Speaker. This is, maybe, a momentous occasion for me: It’s my first-ever throne speech since being elected. I’m sorely disappointed. I’m not sure, quite frankly, what the point of it was. I heard earlier one of the members opposite—forgive me, I’m not familiar with the riding—referring to game-playing, about how we rang the bells eight times last week because we didn’t want to talk about climate change. It wasn’t not wanting to talk about climate change; it was not allowing them to play their games of trying to talk about climate change and change the subject over Bill 194 and the very important steel tariff issues that were going on, and which are still going on. So there was maybe some fighting fire with fire, which seems quite fair.", "You talk about games. What is the purpose of this throne speech other than playing more games? Here we are; the government has prorogued and then reopened just so that you could clear everybody’s private members’ bills. We all know what it’s all about and why.", "I hear the Minister of Agriculture—really, in question period, we hear it every day, ever since I got here four months ago or however many months ago it was now. We hear the same thing over and over again, how apparently Ontario is doing great, that we’re this booming economy. Well, if we’re doing so great and that party, who’s been in power for 15 years, is doing so exceptionally well, why are they in third? Why? Why are members and ministers not wanting to seek re-election? Why is the former Deputy Premier not even allowed to go to a store in her own riding when she wants to go visit her cottage in the summer? How well are you really doing? You don’t seem like you’re doing all that well at all.", "Why is it that when communities want to talk about the Ring of Fire, like Eabametoong and Neskantaga—when an announcement was made back in August of last year about the new plan for the Ring of Fire, why were these two communities immediately saying, “We weren’t consulted. We don’t support this, and you’re not going to build the road in that fashion.”", "If they’re doing so well, if they’re doing such a good job, why is the chamber of commerce complaining about Bill 148? Why are all the businesses and all these institutes reporting that they are destroying the province and the economy in Ontario if they’re doing such a good job?", "Why is it that we have a health care system where we’re in need of 25,000, 26,000 beds and the baby boomer generation needing more over the course of the next 10 years, and we’ve not built any?", "Why do we talk about this new throne speech? What was the title of it again? Time to care? Now, after 15 years—where was the care for the last 15 years? Why, in my community of Sault Ste. Marie, do I hear, consistently, that northern Ontario is being ignored, being referred to as a no man’s land? Why does everybody in northern Ontario seem to talk to me about that wherever I go? Why is it that there is so much disappointment and dissatisfaction with that government if they’re doing such a good job?", "The answer, Mr. Speaker, is simple. They’re doing a terrible job. They know it. That’s why a throne speech has been done. That’s why all of these games are being played. That’s specifically why.", "You’ve got the Auditor General. The Auditor General has said—I don’t want to paraphrase, Mr. Speaker. I don’t want to say something unparliamentary. But we all know what the Auditor General said about that party.", "Let’s talk about some of our big issues we have in this province. We’ve got health care, a long-term-care-bed crisis. Where are the beds? For 15 years, we’ve known that we have a crisis. Nothing was done—nothing. No solutions. But hey, guess what? Just last year, we decided to introduce this great pharmacare plan to win over the votes of people under 24 years of age. Well, thank you. We appreciate your doing that. That’s great. Now we’re going to do this new group. We’re increasing that.", "Mental health: We have had a problem in the mental health field for decades. What are you doing about it? We said over and over—", "Interjections." ],
  "anchor" : "para1296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sorry. I have to ask the government members to please come to order. The member for Sault Ste. Marie has the floor. He has every opportunity to be heard, and I need to hear him." ],
  "anchor" : "para1309"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Thank you, Mr. Speaker. Mental health: There’s this reference to the People’s Guarantee. When we had the People’s Guarantee launched in November 2017, we talked about the $1.9-billion investment in mental health, and we kept on asking this government over and over and over and over in question period, “Will you match it?” And we got nothing but laughs, sneers, jokes and games. Guess what? Now you’re going to match it. Thank you for recognizing what a great idea it was to commit funding to a much-needed area, being mental health.", "The opioid crisis: Do you talk about it at all? Do you do anything? I say to the former Minister of Health, “We’ve got a major crisis in smaller communities across the province. Can you please commit to funding? We need about $11 million in Sault Ste. Marie to build a level 3 crisis management centre.” What was the answer? “Oh, we gave $20,000 here and we gave $30,000 there. Maybe all lumped together we’ve given a couple of hundred thousand dollars.” But it’s all these little envelopes—oddly enough, every one with a beautiful photo op. But nothing done.", "Education: That’s a pillar, apparently, in this throne speech. What are we really doing? What is the government really going to do? You’re going to give free tuition in certain areas where there are no jobs. You’re not actually helping to create economic growth. How about we create economic growth and we look at the areas where there are substantial job opportunities? Engineering: There are almost three jobs for every one student who comes out of engineering school. Data coding: There are four-plus jobs per every single student who comes out of data coding. There doesn’t seem to be a lot of jobs in other areas. Do we promote people to go into the areas where the jobs are? No, we don’t do that.", "Look at the trades. Look no further than trades in our schools. In high school, you can’t take trades anymore. The trades are one of the best areas we have. The money to be made as an electrician or a plumber or a carpenter or any of the trades is exceptionally great money. But they’ve destroyed the programming at a young age in those areas.", "So on the education front—and I’m not even going to talk about how we have the lowest math scores. There’s something to be proud of in Ontario.", "Then, we talk about economic development. This is a really fun one. The whole message on economic development in this throne speech was, “We’re going to invest in infrastructure, and we’re going to innovate. We’re a little bit worried about this trade war situation. We don’t really know what’s going on there. But we have to be prepared, because we thought it was a smart idea to poke Donald Trump in the eye.” That was a genius idea to resolve how we’re going to deal with those issues. All of the integrated steel manufacturers in the country are in Ontario—every last one of them—and they said, “Let’s create a trade war with the United States.” That’s a great plan for economic development.", "How about minimum wage? Many, many years ago, the very party who imposed the latest Bill 148 on minimum wage talked about phasing in an increase, and they suddenly just abandoned the whole idea. Why did you abandon that idea? Why would you abandon phasing it in? Why—", "Interjections." ],
  "anchor" : "para1310"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Once again, I’m going to ask the government members to come to order. The member for Barrie has been warned already today.", "The member for Sault Ste. Marie has the floor." ],
  "anchor" : "para1318"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Thank you again.", "Mr. Speaker, it’s a relevant question: Why would you not want to phase in a minimum wage increase? It doesn’t make any sense. Why do you want to break the backs—", "Interjections." ],
  "anchor" : "para1320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Davenport will please come to order. The Minister of the Environment and Climate Change will please come to order.", "Interjections." ],
  "anchor" : "para1323"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Once again, I would ask the members on the government side to please come to order.", "The member for Sault Ste. Marie." ],
  "anchor" : "para1325"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Thank you again. I’ll try that again.", "Why would you not phase it in over time? Why would you want to break the backs of the business owners, the people employing people in this province?", "Let’s do a quick tie-in here. In the throne speech, they promote, on one end, economic development, and then they also promote education. But the problem is that the two policies they’re creating on both ends are so mutually exclusive—they make no sense.", "You want to invest in creating better job growth for students. You want students to have better opportunities in education. You want them to have free education. You want them to work when they’re going to school so that they can pay for it. But they’re not going to have jobs because you’ve created a disaster with this minimum wage legislation where students can’t get minimum wage jobs anymore. They can’t work. If you’re an employer and you have the opportunity to hire a student for minimum wage or a 30-plus-year-old person, guess who you’re going to hire? You’re going to hire the person with more experience. So students are suffering. Students are suffering and they know it, and they’re upset about it, and everybody has told you about it, but you don’t care, because you’re going to try to do anything you can to win an election.", "I can respect wanting to win, I can respect playing dirty tricks to try to win, but not at the expense of the people you’re supposed to serve. You have a duty to those people. Serve the people. Don’t serve your own self-interest, please, and stop with the games. We’re here because of your games. Talking about this very throne speech is a game. Call a spade a spade. That’s my position.", "I talked about the Auditor General. I want to tie that for a moment to this budget. In this budget, we hear that they’re going to run an $8-billion deficit. I can appreciate that sometimes some people struggle with the numbers. You think of the deficit, the surplus, the balance sheet, the line items—what does it all mean? Well, last year they managed to run a balanced budget. Some people would say, “Hey, they finally did it. Who knew? The Liberals ran a balanced budget.” But it wasn’t actually a balanced budget. It was artificially balanced because they got $2.9 billion from the sale of Hydro One, right? That’s a one-time expense. You can’t actually factor that into your budgeting cycle because it’s one-time. So you got $2.9 billion that you weren’t going to have in 2017-18. So right off the bat, from last year when we had a balanced budget, we knew this year we would be at a $2.9-billion deficit, right off the top.", "Then, last year, they decided to take the billion dollars out of the Ring of Fire infrastructure project. That helped them balance the budget last year, but now they’re going to put that back in because it’s an election year, so of course you know that the billion dollars is going to be back on for the Ring of Fire. Mr. Speaker, I’m sure you would agree with me and I’m sure everyone would agree with me: They’re going to have to put the billion dollars back in for the Ring of Fire. I hope you would. It’s in your own self-interest to do so, so clearly, you’re going to do it.", "Keeping the math score here, you’ve got a $2.9-billion deficit because we don’t have the sale of Hydro One anymore. You’ve got the billion dollars now that the Ring of Fire money goes back in. So we’re at a $3.9-billion deficit before we even start.", "Let’s talk about the Auditor General’s report. What did the Auditor General tell us about the scandal that was uncovered last year? They uncovered that this government, in order to come up with their unfair hydro plan, decided to borrow—just create a shell game—with taxpayers’ money, at an expense to taxpayers of another $4 billion—an extra $4 billion so that they could try to convince people that they were saving us all money, 25% worth, on our hydro bills. That was the big, genius plan.", "It’s like, I can’t afford my mortgage today, so why don’t I just go in and say, “Well, I’ve got a 10-year mortgage; I’m going to extend it for 35 years so that I can reduce my payment, even though in the long run I’m paying a hell of a lot more?” But let’s do that so that we can try to confuse people, because we want to make people think they’re paying less, even though now our grandkids are going to pay for it. And let’s play a big shell game with the money and how we do it within the government coffers so that we can cost the people another $4 billion. What’s another $4 billion? Well, if you’re keeping track, we’re at $8 billion now. We’re at $8 billion—$7.9 billion, to be exact—and we haven’t even begun to touch any of the problems, like the 25,000 long-term-care beds—we’re not building any of those; the money we need to invest in mental health—we’re not doing any of that; and problem after problem after problem that has just been ignored for 15 years. But, hey, it’s time for fairness now. It’s time to care, right, Mr. Speaker? Now is the time to care: because they’re in third, that’s why. That’s why it’s time to care.", "And the deficit—wow. How is it even possible that they can stand there and talk, as a party in government, like they’ve been doing us favours in the province, they’ve been helping us all along, they’ve been doing such a great job with taxpayers’ money? They’ve been doing such a great job because they got handed the reins to government in 2003, and we had, what, about a $120-billion deficit at the time? Now it’s $300 billion-plus. We pay a billion dollars per month in interest—not principal; interest. And, hey, whatever, we’re just going to throw another $8 billion onto the plan. Why not? What’s another $8 billion when you owe $300 billion? And why pay it back? Interest rates are pretty good. Why not? It’s not our problem. So I just struggle, Mr. Speaker, with how it is that they can stand there and talk about how they’re doing such a good job when they are failing miserably.", "I don’t like to be negative and just speak about negativity, but it’s tough because there is not a lot of good to say. Some 350,000 manufacturing jobs have been lost in the province since they’ve been in power. They’re not going to tell you about that stat. Red tape is burying us in this province. There are tons of examples.", "I’m running short on time; apparently 20 minutes is easy when you’ve got to talk about their mismanagement and their lack of ability to govern. I could go on for much longer, but I’ll move on.", "I don’t really want to just leave it at this, because this morning I heard the leader of the third party, and all I kept on hearing was, “Well, the Conservatives are bad because” and “the Liberals are bad because” and “the Conservatives are bad because” and “the Liberals are bad because.” But it’s not as if there has really been—you know, again, I don’t want to be difficult here, but there has been one experience in government for the third party, and it hasn’t exactly gone well. To talk about the past is really a little unfair, I think. It must be admitted: To talk about the past of one party is unfair.", "There are always going to be problems when you’re in government. You can’t solve every issue. But certainly, I think one thing we can all agree on is that for 15 years on that side of the floor, it has been an unmitigated disaster. We are in a province that is now a have-not province. We get equalization payments from other provinces. We used to be a leader, and we are no longer.", "This throne speech, Mr. Speaker, is just a game. It’s a ploy. It’s cheap, and it’s unfair. It’s a shame that we don’t have more time to really show that to the taxpayers of this province." ],
  "anchor" : "para1327"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para1344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being close to 6 o’clock, this House stands adjourned until tomorrow morning." ],
  "anchor" : "para1346"
} ]