[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on March 6, 2018, on the motion regarding climate change." ],
  "anchor" : "para213"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para218"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to pick up where I left off yesterday because, first and foremost, it is always a pleasure to advocate on behalf of the great people of Huron–Bruce and represent their voice right here at Queen’s Park. It’s particularly important on an issue like this, Speaker.", "The constituents of Huron–Bruce have a close relationship with their natural environment, and that’s where I left off when we last spoke about this particular motion. No matter how the government slices and dices it, rural Ontario absolutely consists of the best stewards of the land. We always want to make sure that it’s well cared for when it comes to the environment because, quite frankly, our livelihoods come from this environment. Farmers, those in agri-food, those involved in recreation and tourism, and those involved in conservation all understand the importance of this environment.", "We have three major rivers in the great riding of Huron–Bruce and in the Great Lakes watershed: the Bayfield River, the Maitland River and the Saugeen River. I might add that the Teeswater River runs close to our farm as well. The conservation authorities of Ausable Bayfield, Maitland Valley and Saugeen do a very, very good job managing these waterways.", "I left off this debate the other day by discussing agriculture. I want to thank the Ontario Federation of Agriculture for meeting with us this morning and talking about driving prosperity for this province. They have a good message. Clearly, this side of the House totally gets where they’re coming from. The agri-food industry’s primary production, in concert with value-added processing, is driving the economy in Ontario today.", "Farmers are extremely diligent about their use of fertilizer, about caring for their land, caring for their water and caring for their soil. Ontario farmers lead by example. As I mentioned the last time we spoke about this particular motion, Ontario best practices, when it comes to farming, are being used as a benchmark around the world. Particularly in recent years, Ontario farmers embraced the four Rs: the right resource, at the right time, at the right rate, and at the right place. That is something that this government needs to understand: Ontario farmers are doing their bit. They get the science behind agriculture. Let them be the best at what they do. Don’t interfere with needless regulation and burdensome legislation that just presses them down.", "I say that because we have seen countless innovations and practices emerge out of the agri-food sector that are absolutely positives for the environment. Speaker, there’s a variety of different approaches a party can take towards politics. On this side of the House, we believe, as Bill Davis did: In the 1971 election he had a slogan and that slogan was simply, “Action Speaks Louder Than Words.” But I think we see a different perspective across the aisle. They have a lot of nicknames, but I think the one that strikes closest to home is the “take-credit party.”", "I don’t always agree with the NDP, but there are private members’ bills they have brought forward—and the critic for the environment from the NDP and I have had amazing talks. Some of their private members’ bills have been timely and effective. My fellow Progressive Conservative members absolutely have done the same. Oftentimes, the Liberals will either implement these ideas and, at the very least, take credit for them. Saving the Girl Next Door is a perfect example, or Rowan’s Law, which went through third reading yesterday. I guess that’s their choice, that’s their prerogative, Speaker, but again, actions speak louder than words.", "To get back to this motion, the Liberals talk a lot about the elimination of coal plants. It’s pretty rich. It’s interesting. Even Liberal candidates are touting the fact that the Ontario Liberals closed coal plants, and they’re pretty proud of that. But let’s be real: We all know who led the way and signed the first piece of legislation to close coal plants. That was a combination of Elizabeth Witmer and Jim Wilson. Here in the PC Party of Ontario is where the closure of coal plants started. It’s a little glib to hear the Liberals carry on in the matter in which they are, especially when they sold off part of Hydro One and as a result, indirectly, Hydro One and Ontario Liberals invested in a coal plant in the States. Again, actions speak louder than words.", "There’s a quote that I’m fond of, and I think it will resonate with the Liberals when the election arrives. It’s from John Adams. It goes like this: “Facts are stubborn things; and whatever may be our wishes, our inclinations, or the dictates of our passions, they cannot alter the state of facts and evidence.” That is a very strong quote and something that we all should strive to adhere to.", "So when we talk about the environment, I think we need to pat Progressive Conservatives on the back once in a while, because again, as I said earlier, it was this side of the House, it was our colleagues Elizabeth Witmer and Jim Wilson, in concert, who started the closure of coal plants in this province. Robarts created the Niagara Escarpment Commission. Bill Davis, as I mentioned the last time we spoke about this motion, created the first Ministry of the Environment. Mike Harris created an unprecedented amount of parks and protected areas around the province. There are countless examples like this.", "In fact, I know many members in my caucus have brought forward some very important concerns and proposals about the environment, the management of natural resources and the management of wildlife. What we find is that the Liberals take a lot of credit for these ideas, and I guess that’s the benefit you have of being in power. That’s the rub. But as we know, “with great power comes great responsibility.” That’s where things kind of part, in my way of thinking, anyway, Speaker.", "On the environment, we see very little responsibility in play by the government of the day, this tired, worn-out Liberal government. But since actions speak louder than words, let’s investigate this further. What we see time and time again in this House is that is that this government has a track record of saying to Ontarians that they know best. But the fact is, quite simply, they don’t. Those people who work with their municipalities, who work with their conservation authorities understand the role waterways and water management play in their communities. But we have seen from this government that they don’t trust the people in my neck of the woods. That’s too bad, because they have done a lot of good on the environment, on soil and water management, and on the Great Lakes, as I have mentioned previously.", "My colleague from Perth–Wellington spoke the other day about the treatment of horse racing in this province, and the Liberals’ disrespect of rural Ontarians. This is noteworthy because the Liberals used to have the Perth–Wellington seat, until they shoved the Green Energy Act down the throats of our constituents. Essentially, by shoving the Green Energy Act down our throats, they were saying, “We know the land and the environment better than you.”", "But now, again, they’re turtling, because not only are there examples of how that Green Energy Act is affecting the health of residents in my riding, but now there are new concerns in terms of how their dismal Green Energy Act has affected water quality in Kent county. It’s absolutely horrible, the manner in which they’re turning a blind eye to those issues. I thank my colleague from Chatham–Kent–Essex for doing a great job representing these concerns.", "Time after time, the Liberals make their decisions unilaterally here at Queen’s Park, but they never listen to the people. They never listen to the people who should be impacting the Liberal policies. They never listen to stakeholders. They never listen to Ontarians, generally speaking.", "It gives me cause to remind people that this motion is about climate change.", "I remember, in the winter of 2016, we attended consultation after consultation. People wanted to hear about how the province could do better in terms of the environment and the reduction of emissions. The Ministry of the Environment, under the leadership of Glen Murray at the time, wanted to hear: Did people favour cap-and-trade—a price on emissions—or a carbon tax?", "Well, Speaker, guess what? As environment critic for the Progressive Conservative Party of Ontario, I did my research. In 2015, at the climate summit in Peru, Glen Murray, the Minister of the Environment at the time, was participating in an interview, and his comments were caught forever on tape. He said, “Oh, we’re going with cap-and-trade.”", "They already knew what they were doing in the fall of 2015, when Glen Murray, in Peru, was saying they’re going with cap-and-trade. Then they tried to pull the blinds over Ontarians and pretend they were consulting with them, saying, “We want to hear from Ontarians about the environment: Do they prefer a price on emissions with a cap-and-trade scheme, to see all Ontarian dollars that are committed to reducing emissions flow to California? Or what other options are there?”", "Again, that is a perfect example of how their actions spoke louder than words. Their actions, in that particular case, proved they don’t care what Ontarians think.", "It’s time Ontarians stand up and say, “Liberal government, you’re done. We want to be respected. We want to be listened to. We need a government that will take us in the right direction after June 7.”", "It’s interesting: When we go back to the motion at hand and around climate change, we have to listen to all levels of government. We need to listen to the experience of municipalities, of conservationists, of farmers, of processors, and, as I said, of the majority of Ontarians. But as we see with this motion, what is decided in the back rooms of Queen’s Park is never based on sound judgment. It’s the MO of a tired, worn-out, embattled government. This is the same back room that brought us Ornge, eHealth, gas plants, the Green Energy Act, as I mentioned before, and while we’re on the topic of climate change, David Livingston. This is a point that—" ],
  "anchor" : "para219"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Huh?" ],
  "anchor" : "para242"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I will share with you that because—" ],
  "anchor" : "para243"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Listen to that, Speaker. They’re a little sensitive to the facts when they’re presented to them in the manner in which I did.", "Let’s go back to the motion. The text of the motion that we are currently debating reads, “efforts to reduce greenhouse gas pollution at the lowest possible cost to families and businesses.” Well, this is indeed a bold claim, since the Liberal record over the past 15 years shows that Liberals actually prefer the highest possible cost.", "The Liberals are well known for wasting Ontario tax dollars. As I said: Ornge, gas plants, the Green Energy Act—I could go on and on with examples of that. But today the Liberals are not wasting our taxpayer dollars on this motion; they’re just wasting our time.", "I have to hand it to them. Most people’s environmental strategy would be about fixing concrete problems like invasive species, runoff, wildlife management, forestry management, water quality—like I mentioned, in Chatham–Kent, just to pick a topical issue. But the Liberals always have something special up their sleeves—and because of that, I would like to move adjournment of the debate." ],
  "anchor" : "para245"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ms. Thompson has moved adjournment of debate. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members, take your seats.", "Ms. Thompson has moved adjournment of debate.", "All those in favour, please rise and remain standing until recorded by the Clerk.", "All those opposed, please rise and remain standing until the Clerk counts." ],
  "anchor" : "para255"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 11; the nays are 29." ],
  "anchor" : "para259"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion lost.", "Further debate. The member has 19 seconds." ],
  "anchor" : "para260"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you very much, Speaker. I appreciate finishing up. We know full well that the Liberals are now in full election mode. But when they’re up against 81%, using this House for election ploys rather to bring solutions forward for Ontario, I think is dismal." ],
  "anchor" : "para262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The Attorney General." ],
  "anchor" : "para263"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, thank you for recognizing me to speak on this very important motion. I’ve got lengthy comments to make and I will be using my time, but I do want to say at the outset that I really hope that all members of this House recognize that this motion is not a laughing matter and that the issue that this motion addresses, the issue of climate change, is not an electoral matter. It is a matter of our future. It is a matter of the future of the pages who help us in this Legislature. It is of grave importance to my son, Rafi, and my daughter, Elliana, and many, many children across this province.", "We may merit the debate as to how we deal with climate change. But, Speaker, to have a conversation around saying somehow climate change is not an issue, or somehow it’s an election issue, I think is very short-sighted in 2018. I just wanted to say that as a starting point because I personally passionately believe that is one of our gravest challenges moving forward as we build our country for the next 50 years. So that when we are looking back and saying what Canada looks like at the 200th anniversary of its Confederation—in combination with the work that we have to do in reconciliation with our indigenous peoples, climate change is the second most important issue we have to deal with, and an obligation and a responsibility of representatives today towards our future generations, our generations that are growing up now in terms of the society, the province and the country that we leave behind.", "Speaker, I want to start by reading this motion for the record because I think it’s a simple motion. It’s a simple motion because it speaks of some very important facts that are worth addressing. The motion simply says that “in the opinion of the House, we recognize that climate change is a real and present threat that is already costing Ontario families, and that Ontario should do its part in supporting national and international efforts to reduce greenhouse gas pollution at the lowest possible cost to families and businesses by putting a price on pollution to combat climate change.” That is the totality of this motion.", "I can say with a fair bit of conviction—at least in my community of Ottawa Centre that I have the great privilege of representing in this House—that if I read this motion to anyone in my constituency—and I have had many, many conversations with people in my riding—you will get hardly any disagreement on this motion. In fact, the conversation comes to, “What real action are we taking to combat the effect and impact of climate change?”", "As I look at this motion, I parse it down into four parts that this motion is addressing:", "(1) Climate change is a real and present threat.", "(2) It is costing Ontario families. There is a cost associated with that threat.", "(3) We have to do our part in supporting national and international efforts—the work that is being done nationally, across the country, and the work that is being done internationally, with agreements like the Paris treaty, in order to reduce greenhouse gas and pollution.", "(4) The best way to deal with this—the consensus that exists right now around the globe—is to put a price on pollution to combat climate change. There is no better way of dealing with climate change than to look at the key ingredient, which is the emission of carbon or greenhouse gases. The best way to curtail that is by putting a price on that.", "Again, in order to be fair, I will say this: We can debate as to what form the price should take, whether it should be cap-and-trade or a carbon tax and what the quantum of that price would be. That is a legitimate policy debate to have. Different political parties, or different people of different persuasions, could have a different point of view on that.", "That actually speaks to our role as legislators to have that debate. Where I get into trouble is when I hear people say that climate change is not a problem, that it is not a real threat, that it’s not man-made and that we don’t have to do anything to deal with climate change, or “Climate change is a problem, but we don’t have to do anything to deal with climate change.”", "Those sentiments are not hypothetical. When you start hearing the leadership of certain political parties, like the Conservatives, right now, say that, that is of concern, because that is not really then stepping up to the real issues that we’re facing or being honest in our conversation with the people as to what solutions may be necessary to deal with the problem.", "To my mind, that is not leadership. To say, “Yes, climate change has got to be dealt with. We’ll figure something out, but no, we’re not going to put a price on pollution via carbon tax or cap-and-trade. We are not going to address that via policy instruments that are most effective”—and there is a consensus around the world to deal with this. I think that is not right. That is not leadership. That is really not addressing the issue in a meaningful way.", "Now, I know people are getting squirmy about that. That’s why bells are being rung; they don’t want to talk about that. That’s unfortunate, because I think it’s an important debate to have.", "That’s where I’m coming from. We’re at a time in terms of our understanding of this issue that the argument that climate change is not real and the argument that climate change is not a problem—it’s not a real debate. I know that many members of the Conservative caucus—most of them are good friends of mine—don’t agree with that. I know inside they don’t agree with that. Unfortunately, they have been led to a path where they are being forced to agree with that and hence the little bit of delay tactics that we are seeing in the House. Let’s engage in that conversation. Let’s engage in a meaningful, honest conversation with Ontarians around climate change.", "Let me speak to the actions that we are taking as the Ontario government, because I think they are important actions. They are meaningful things that we are doing to deal with climate change. Again, on merit, on policy, you may not like the direction, and I respect that. But then, in exchange, we expect something with more conviction from the other side.", "In our case in Ontario, I think all the research has shown—and there is ample research that has been done—to demonstrate that the largest source of greenhouse pollution that existed in our province, up to now, was in our energy sector. That was the largest source of carbon emissions. Why? Because, Speaker, as you know, until 2014, we were burning coal to produce electricity, the dirtiest way of producing electricity. We were just throwing in so much greenhouse gases in our atmosphere, which had a significant impact on the health of our environment and, most importantly, on our own personal health.", "We all remember the smog days in our large, urban cities like Toronto, Ottawa and other communities surrounding as well. We remember the health impact, the difficulty in breathing, the impact on our children who suffer from asthma, and their lung health and other aspects. That’s not a distant memory. I hope for these children, our pages, it will be a distant memory soon.", "That was a reality in the province, and it took a lot of courage for a government—in this case, a Liberal government—to step forward and say, “We’re going to shut down coal.” It took time, because you can’t just do this automatically, overnight. You have to create new power generation. And to get away from a very cheap way of producing electricity—coal was and is the cheapest way of producing electricity, in terms of electricity generation, and it has huge costs when it comes to the environment and our health. But we took that step. And 2014 was, I think, the year that we shut down coal generation. The effect of that is absolutely real. The effect of that is that we no longer have any smog days. We’re starting to see that asthma rates in children are starting to drop. There are real consequences, and real, positive impacts that are taking place as a result of that one, single, very bold decision.", "I’m happy to note, and a credit to all the members, that the conventional wisdom of this place now is that that was the right move to do, which is good. There was some questioning about this—but I’m glad. I remember when I ran in my first election, in 2007, the then-leader of the Conservative Party talked about putting scrubbers on coal chimneys. I thought that was ridiculous. You don’t put scrubbers on emissions and, somehow, clean smoke will come out. The Conservatives ran on that, right?", "But you know what? A credit to them now: They’ve moved on. They actually, like Stephen Harper when he was Prime Minister, try to take credit for getting rid of coal generation in Canada. That was the richest moment in my life that I’ve seen from any political leader. But nonetheless, it was reaffirmation to me that they are starting to realize that that was the right thing to do if they’re trying to take credit for it. But that is done.", "The question you then ask, Speaker, is: What are the other sources of emissions? Again, analysis shows that the next two big areas that we need to deal with—the large source of emissions around greenhouse gases—is around our transportation sector and our built environment. Our buildings, with aging infrastructure, emit and waste a lot of energy, and our homes as well.", "The work that Ontario is doing in terms of putting a price on pollution through a cap-and-trade system—again, we can debate the merits of whether cap-and-trade is better than a carbon tax. That’s a fair debate. We think cap-and-trade is the most cost-efficient and more effective way of dealing with greenhouse gases. But what we are dealing with through our Climate Change Action Plan is that not only have we put a price on pollution through cap-and-trade, but we are using those monies to make investments through our businesses, through our families, through our public institutions to reduce emissions in our built environment, like our hospitals, schools, and universities and colleges. Most of them were built some time ago, have aging infrastructure and need steps around insulation, changing windows, better boilers etc.", "Also, building a robust public transit infrastructure: The investments we are making in terms of the LRT in Ottawa, which very soon will be opening and runs through my riding and is going to phase 2 to other parts of the city, or the expansion of the GO network or the building of the electric speed rail through southwestern Ontario—all of these are very important investments to build public transit to ensure that people have alternatives to driving their cars.", "Speaker, the reason that cap-and-trade, if I may speak to that for a moment, is a better system—and, again, notice that in this motion we don’t talk about cap-and-trade as a preferred model; we are saying that there should be a price on pollution that has the lowest possible cost. We have to agree that putting a price on pollution is the most effective way of dealing with this real and present threat of climate change. The reason we prefer cap-and-trade is its effectiveness.", "(1) It costs less to Ontario families and businesses than just a flat carbon tax. Again, there are ample studies being done. Canada’s Ecofiscal Commission is a body that I follow regularly, and they have done a lot of good, independent analysis around these areas.", "(2) By mechanism and by design, cap-and-trade is a system that, over time, puts a cap on how many emissions you can put out in the environment, and that cap comes down. That is an effective way because it incentivizes innovation. It incentivizes companies and businesses who are involved in mechanisms or processes that result in high emissions to actually go to cleaner technology, to cleaner sources. There is an incredible element of innovation that exists as a result of a cap-and-trade system versus a flat carbon tax, because a carbon tax is just a tax. It is a motivation to move away from using something that you may pay a higher tax on because it’s a disincentive to your personal finances, but the incentive for anybody—taxes become normalized over time; we know that. The incentive for somebody to then invest and innovate and to bring in manufacturing or processing that is less carbon-intensive does not exist in a flat carbon-tax model.", "That is why we prefer the cap-and-trade model. Not only is it lower-cost, but it has a built-in mechanism to ensure that we move to technologies that are cleaner in nature.", "Here’s an interesting thing, Speaker. I think members of this House will know that the most successful and effective cap-and-trade system that has existed and that worked was the one that Brian Mulroney as Prime Minister and Ronald Reagan as President agreed on to deal with acid rain.", "We may remember how big of a challenge acid rain was to Ontario, Quebec and the border communities. That was happening because of the emission of sulphur dioxide in our environment. Those two leaders, in their respective roles, worked together—both were conservatives—and came up with a cap-and-trade mechanism to deal with acid rain. Guess what, Speaker? It worked. We do not have an acid rain problem anymore.", "We actually have an example of—again, memories for us; this generation of pages won’t even know about acid rain, which is fantastic, right? That’s where we want to be in terms of climate change as well. We dealt with this—I was probably their age at the time when that issue was being dealt with—effectively, through a policy tool that we knew would cost less to businesses and to consumers but be more effective and would work. At the end of the day, where you want to get at is, hopefully, you deal with the problem, as we dealt with acid rain, and you don’t need the mechanism in place. If we stop and reduce our dependency on products and services that are carbon intensive, there won’t be a price on pollution, because those products will disappear from the marketplace.", "Speaker, I wanted to lay out these facts, and I really wanted a clear distinction in the debate that’s taking place. I think this motion deals with facts, and it’s important that we support facts. On the policy prescription as to how we deal with those facts, we can differ. But to argue that there is no problem of climate change, or to argue that, “Yes, there’s a problem with climate change, but we don’t have to do anything about it because the timing is not right,” or that somehow we can not deal with the problem, even though consensus exists that a price on pollution is the best way—I think that is not honest.", "I really hope all members will support this motion, because this motion is factual. It’s not prescribing one idea, like cap-and-trade over carbon tax. It doesn’t do that. It recognizes that as the second-largest economy in this country, we have to play our role in fighting climate change. I hope all members support this motion." ],
  "anchor" : "para264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Motion 60 is pretty much the truest example of how this government is running on empty, so to speak—out of ideas.", "I’m going to do a little bit of poli-sci 101. It’s a motion—a resolution, if I may. There is nothing binding about this motion. If the government of the day truly believed that this was something that they wanted to deal with and bring forward ideas on, they have that ability. They’re the government. They can bring forward legislation. They can pass regulation in cabinet. You can make those changes. To suggest that this non-binding motion is going to change the course of Ontario’s history is stretching the truth, to put it mildly.", "As I say, to be blunt, motion 60 is a non-legally binding statement of intent. Frankly, it speaks to an issue which the government has already put forward a position on and has already brought forward legislation on. Carbon pricing is already the law in Ontario, yet the government has done nothing better than to sit and discuss the issue in an attempt to score political points.", "When I think about all the issues that I know are impacting the residents of Dufferin–Caledon, it is shocking that the government would come up with a non-binding resolution when there are so many other things we could be talking about.", "I think about the seniors and families struggling to find long-term-care placement. These families are having to deal with multi-year wait-lists, yet the government decides that a non-binding motion is more important to debate. There are also over 800 people on the wait-list in my community, and that number is growing.", "I think about the Community Living agencies across Ontario struggling to deal with the added costs of the recent changes to labour legislation. These changes are hindering their ability to provide service to our society’s vulnerable individuals.", "I think about the 300,000-plus manufacturing jobs that have left this province under the Liberals’ watch. I hear from many business owners who are struggling under this government’s record of red tape, waste and skyrocketing hydro rates.", "I think about the growing hallway medicine in the province of Ontario and an email I got from a mother whose daughter was in the hallway of Brampton Civic Hospital for more than a week. I got another picture last week: again, a mother sitting in a hallway waiting for a room.", "I think about fixing our inadequate system of mental health services, which is leaving our children and families behind. There’s an eight-month wait-list for children’s mental health services. At the same time, there’s been a 67% increase in the hospitalization of youth due to mental health issues. Surely the government does not find these statistics or the reality on the ground of families struggling to find the services for their loved ones acceptable.", "I think about the millions of dollars the government is spending on partisan, self-congratulatory ads. They can do this because they watered down the legislation that allowed the Auditor General to stop the government from spending taxpayers’ dollars on partisan advertising.", "I think about the fact that the disastrous Green Energy Act is still the law in the province of Ontario and that hydro rates will only continue to skyrocket after the next election, after the government’s short-term fix to their mismanagement wears off.", "Speaker, I think we could all name examples, yet all of this took a back seat because the Liberals thought they needed to re-debate an issue which was already law and already debated in this chamber. This non-binding motion helps no one except the Liberals—because, for some strange reason, they have chosen this as their priority.", "While we are on the subject of things that this government would be addressing—" ],
  "anchor" : "para300"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Point of order." ],
  "anchor" : "para314"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: the member from Barrie." ],
  "anchor" : "para315"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Yes, Speaker. I think that the member is not speaking about the topic of the motion. There is no health care in this motion. I would ask that the speaker stick to the topic." ],
  "anchor" : "para316"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you for your point of order, but I do believe health would be part of “environment”—concern for people’s well-being. I believe that the member is coming back and forth trying to tie things in. I rule that it’s not a point of order." ],
  "anchor" : "para317"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Thank you, Speaker.", "This non-binding motion helps no one. While we are on the subject of this government, what we could be addressing and debating instead of a non-binding waste-of-time motion—I have several private member’s bills that I believe would actually provide something to the people of Ontario instead of pointless debate while the government kills time, and they relate directly to the motion.", "Particularly, they could be using this opportunity to discuss my proposed legislation, Bill 141, the Sewage Bypass Reporting Act. Bill 141 certainly speaks to the changes in our climate and how they are impacting our infrastructure. According to the Environmental Commissioner of Ontario, “Managing stormwater is becoming more difficult and expensive because of climate change, population growth, land use decisions and a large infrastructure deficit.” The commissioner identifies the most recent estimate of Ontario’s stormwater infrastructure deficit as $6.8 billion. The commissioner says, “In 2008, it was estimated that it would take about $681 million a year for 10 years” to close the infrastructure gap. The commissioner goes further, saying that many municipalities are unaware of the state of their sewage and waste water infrastructure because many do not have the stormwater monitoring programs and are unaware of the actual conditions of their facilities. The changing environment and the lack of adequate stormwater infrastructure is placing a serious burden on our environment and our residents.", "The results of these issues are instances called sewage bypasses. The commissioner describes the phenomenon of bypassing by saying, “Untreated waste water and stormwater are discharged directly into a water body in order to minimize basement flooding (‘sewer backups’) and infrastructure damage.” Heavy rainfall and inadequate sewage infrastructure are leading to a significant amount of partially or untreated sewage being discharged into our waterways.", "We already know that in 2016 over 6.5 billion litres of sewage were discharged into Ontario’s waterways. It’s important to note that that was during a particularly dry summer. With all of the flooding, rain and rapid melting we have seen lately, it is highly likely that 2017 and 2018 will have much higher levels of sewage discharge.", "For instance, Lake Ontario Waterkeeper reported in May 2017 that E. coli counts in the Toronto harbour were the highest they have ever been. They were between 16 and 30 times the approved level for swimming. Just think about that for a minute.", "I think many people would be using their waterways differently if they knew how much partially treated or raw sewage was, in fact, being discharged. That’s exactly why I have been calling on the government to publicize when and where sewage bypasses occur. The Ministry of the Environment already has that information. Why aren’t we debating that?", "Why can’t we have a conversation about some proactive, positive changes that, frankly, all members of the Legislature have brought forward in the form of legislation—not non-binding motions? Let’s talk about some of those ideas instead of spending all of our time on something that is not going to make a difference to the people of Ontario." ],
  "anchor" : "para318"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para327"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask all members to join me in welcoming the family of the late Gerry Martiniuk, the MPP for Cambridge during the 36th, 37th, 38th and 39th Parliaments, who are seated in the Speaker’s gallery: sons Ivan, Andrew and Seth; daughter Kirsten and her husband, Phil Golds; granddaughter Freya Golds; brother Robert and his wife, Lynda; sister Rosemary and her husband, Bill Booth; and many other family and friends who are here. We welcome and thank the family for being here for the tribute.", "We also welcome, in the east gallery, Mrs. Donna Cansfield, the MPP for Etobicoke Centre during the 38th, 39th and 40th Parliaments. Welcome, Donna. Also, Mr. Steve Gilchrist, from Scarborough East, in the 36th and 37th. Welcome, Steve. In the members’ west gallery: Rob Leone, from Cambridge, in the 40th.", "Introduction of guests." ],
  "anchor" : "para330"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I want to welcome Reg Bateman. He is here from the Insurance Brokers Association of Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para333"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Today I’m pleased to welcome five representatives of Catholic Family Services of Simcoe County: board president Laurie van den Hurk, board member Michael Kodama, executive director Michelle Bergin, fund development coordinator Ryan Lay, and their supporter Janet Irvine. They join us today. Welcome to Queen’s Park." ],
  "anchor" : "para334"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "This morning I’m very excited to rise and welcome from Sault Ste. Marie the CEO of Algoma Family Services, Ali Juma, as well as the director of services, Sandie Leith, who are here today for family services day. Welcome to Queen’s Park." ],
  "anchor" : "para335"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Il me fait bien plaisir ce matin d’avoir des invités de l’Assemblée de la francophonie de l’Ontario, l’AFO. Carol Jolin, le président, est ici avec Peter Hominuk, le directeur général, et Bryan Michaud. Écoutez, l’AFO est un partenaire clé de notre gouvernement et on les remercie d’être ici aujourd’hui." ],
  "anchor" : "para336"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I want to welcome two guests to the Legislature today: long-time North Bayite Greg Estabrooks and Jake Forsyth, both from YourTV in North Bay." ],
  "anchor" : "para337"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Vous allez savoir, monsieur le Président, qu’on a l’opportunité et l’honneur d’avoir des jeunes d’à travers tout l’Ontario. Ils sont ici cette semaine pour le Parlement jeunesse francophone." ],
  "anchor" : "para338"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I would like to welcome Qun Xu and Gang Tong from my riding of Markham–Unionville to the House today. They are the parents of Ricky Tong, who is today’s page captain. Welcome to Queen’s Park." ],
  "anchor" : "para339"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Together with my colleague from Perth-Wellington, we’d like to welcome Susan Melkert and Nick Forte. Nick is the president and Susan is the ED of Family Services Perth-Huron." ],
  "anchor" : "para340"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I see we have folks here from the Durham family services organization. I see Stan MacLellan and Elizabeth Pierce. Welcome. We’ll see you at lunch for the reception." ],
  "anchor" : "para341"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I’d like to welcome to the Legislature today Don Pitt, the executive director of the Family Counselling Centre in Sarnia–Lambton, at Queen’s Park today for the 10th annual family service day." ],
  "anchor" : "para342"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Bien entendu, je veux souhaiter la bienvenue à tout le leadership de l’AFO qui sont ici aujourd’hui : Carol Jolin, Bryan Michaud et Peter Hominuk. Je veux également souhaiter la bienvenue à Brook Morneau, qui est de Nickel Belt et qui est ici pour le Parlement jeunesse francophone. Bienvenue à Queen’s Park." ],
  "anchor" : "para343"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to introduce, in the members’ west gallery today, Casey Ready, who is executive director of the Community Counselling and Resource Centre in Peterborough, here for family service day.", "Casey, we want to give you a warm welcome. Thank you so very much." ],
  "anchor" : "para344"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "On behalf of York–Simcoe MPP Julia Munro, I want to welcome to the Legislature today Doug White and Anna Malcolm. Doug is the father and Anna is the grandmother of page captain Jaclyn White." ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para347"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "J’aimerais bien faire l’accueil à deux étudiants, Mathieu Symons et puis Simon Denford, qui sont ici pour le Parlement jeunesse francophone.", "I would also like to welcome to Queen’s Park Donna Forster, the executive director of Resolve Counselling Services in Kingston and the Islands. Welcome to Queen’s Park." ],
  "anchor" : "para348"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I would like to welcome this morning seven amazing girls from the London West Girls’ Government: Sara Enns, Olivia Floris, Adria Gioiosa, Kennedi Knoch, Venus Osmani, Amber Pridoehl and Eman Tanveer; as well as their chaperones, Michelle Enns, Rosanna Rossi-Gioiosa, Wilfrid Laurier student Mary Chamberlain, my constituency assistant Janan Dean, and Jaskiran Shoker, who is the OLIP intern in my office. Welcome to Queen’s Park." ],
  "anchor" : "para350"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "I’d like to take the opportunity to welcome Rob El-Sayed and Sharon Mayne Devine from Catholic Family Services in Brampton. They’re here today for family service day." ],
  "anchor" : "para351"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I wanted to introduce a couple of folks here from my riding of Etobicoke Centre. First of all, Speaker, I want to echo your welcome and welcome Donna Cansfield, who was my predecessor as the MPP for Etobicoke Centre and a strong supporter of mine.", "Thank you, Donna.", "I also wanted to welcome John and Cinna Faveri, who are constituents in my riding of Etobicoke Centre. Welcome to Queen’s Park." ],
  "anchor" : "para352"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’d like to welcome three hard-working civil servants from our provincial highways management division today: Lucy DeFrenza, Kristin Franks and Janet Leader. Enjoy your time at question period." ],
  "anchor" : "para355"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I’d like to recognize Brooklyn Kaiser, a student from my riding who is here for the French model Parliament. I want to welcome you to Queen’s Park." ],
  "anchor" : "para356"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’d like to welcome a friend of mine, Kim Harris, who is here to lobby us today for family services in Windsor and Essex county and across the province of Ontario." ],
  "anchor" : "para357"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’d like to welcome a good friend and the executive director of family services in Northumberland, Janet Irvine." ],
  "anchor" : "para358"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Bienvenue à Peter Hominuk, qui est ici pour le grand débat—c’était hier soir à CBC. On va commencer avec la planification pour l’Université de l’Ontario français à Toronto." ],
  "anchor" : "para359"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "On behalf of my colleague the member from Scarborough Southwest, I’d like to welcome the family of page captain Bavan Pushpalingam: his mother, Sivaranjani Pushpalingam, and father, Pushpalingam Paramasivam. They’re in the west gallery. Welcome to Queen’s Park." ],
  "anchor" : "para360"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "It’s a great pleasure to welcome Mr. Robert Hickey, who is the executive director of Catholic Community Services of York Region, from my riding of Richmond Hill." ],
  "anchor" : "para361"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "On behalf of the members of provincial Parliament from the Ottawa area, I want to welcome Kathryn Hill, who is the executive director of Family Services Ottawa." ],
  "anchor" : "para362"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to welcome all the students from Dr. Ross Tilley Public School who are visiting Queen’s Park today, as well as Elizabeth Pierce and Stan MacLellan from Catholic Family Services of Durham. Welcome." ],
  "anchor" : "para363"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to take this opportunity to welcome everyone here who provides family services right across our province. Thank you for helping Ontarians stay strong. We appreciate all the work you do." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "In the Speaker’s gallery, we have today, as yesterday, a very close friend of mine and a regional director of the OFA, Larry Davis.", "Thank you, Larry, for being here. I appreciate it." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 71(b), the member for Huron–Bruce has notified the Clerk of her intention to file a notice of reasoned amendment to the motion for second reading of Bill 203, An Act respecting transparency of pay in employment. The order for second reading of Bill 203 may therefore not be called today.", "The government House leader on a point of order." ],
  "anchor" : "para369"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to recognize Mr. Gerry Martiniuk, the former member of provincial Parliament from Cambridge, with a representative from each caucus speaking for up to five minutes." ],
  "anchor" : "para371"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we agree? Agreed.", "The member from Kitchener–Waterloo." ],
  "anchor" : "para372"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Mr. Speaker, it’s an honour to stand up in this House today to speak about former Cambridge member Gerry Martiniuk.", "We are joined today by his family members, including his children Ivan, Andrew, Kirsten, and her spouse, Phil, and Seth; brother Robert and his spouse, Lynda; sister Rosemary and her spouse, Bill; his granddaughter Freya; sister-in-law Jennifer; brother-in-law John; and mother-in-law, Norma. We are also joined by his many nieces, nephews and great-nieces and great-nephews. I want to thank all of you for being here today to celebrate Gerry’s life and service to the Cambridge community.", "Gerry was first elected in 1995 and served the people of Cambridge for 16 years. Before his election in 1995, Gerry was a municipal councillor, school trustee, alderman for Preston, and chairman of the Waterloo region police commission.", "He was involved with St. John Ambulance, the Preston-Hespeler Rotary Club, the United Way of Cambridge, and he served as president of the Cambridge Chamber of Commerce.", "He gave so much energy and time to the people of Cambridge, and they appreciated him for that.", "If not for Gerry, Cambridge wouldn’t have had the University of Waterloo School of Architecture downtown. This was a game changer for the city of Cambridge.", "He passionately advocated for the expansion of the Cambridge Memorial Hospital. While in government, Gerry was also successful in convincing his government to increase the hospital’s base funding by 58%.", "And after years of Cambridge family doctors not taking on new patients, Gerry spearheaded a task force to attract new physicians to the area.", "At Queen’s Park, Gerry put forward a private member’s bill mandating a minimum number of doctors for communities across the province.", "In the latter half of his career, Gerry was active in fighting for seniors. Whether it was increased meal funding for long-term-care homes or a higher quality of care, Gerry was there—and on that, we completely agree.", "While preparing for this tribute, I had the opportunity to speak to Greg Durocher, CEO of the Cambridge Chamber of Commerce. He said this about Gerry:", "“Gerry was one of those quiet and humble leaders. His passion was our Cambridge Memorial Hospital, and he fought on its behalf all during his tenure as Cambridge’s MPP.", "“Gerry was one of those people who fiercely fought for issues he felt were genuine and important to the community. He was never a flashy person who could woo you with his words. He said what he believed, whether you did or not, and he would roll up his sleeves if need be or get an audience with the Queen if that was required.", "“He loved people, he was kind-hearted and aside from his family, he put his community first. He was one of those people you loved to like and were proud to call a friend. I miss my friend Gerry.”", "After his retirement from politics in 2011, Gerry was looking forward to getting his evenings and weekends back, reconnecting with his family and travelling. I sincerely hope he had the time to do all of those things.", "Gerry described the job as all-consuming, acknowledging that as a member of provincial Parliament you have to sacrifice time with your family in order to pursue the goals of public service. Everyone in this House understands the sacrifice all too well.", "On behalf of the entire NDP caucus and the people of Kitchener–Waterloo, I would like to thank the Martiniuk family for the sacrifices and the contributions they made to the people of Waterloo region during Gerry’s political life.", "Gerry once said, “I happen to be a very obstinate man. That’s what my wife always said about me: ‘You’re one obstinate man.’”", "In politics, that kind of determination is an admirable trait. It gets things done here at Queen’s Park. The people of Cambridge benefited from that determination.", "It’s easy to see that Gerry’s dedication to the city of Cambridge produced a lasting legacy.", "Thank you, Gerry Martiniuk, for your years of service to the people of Cambridge and Waterloo region and, indeed, the province of Ontario." ],
  "anchor" : "para375"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further tribute?" ],
  "anchor" : "para396"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’m honoured to rise today on behalf of the citizens of Cambridge to pay tribute to the late Gerry Martiniuk, who served as the MPP for Cambridge from 1995 to 2001. We are joined here today by a large number of Gerry’s family and friends. Your presence here is a true testament to the legacy he has left behind.", "I remember last year’s memorial service at the church, and it was packed. I think there was standing room only, with lineups down the street to get in. Family, friends and community members joined together to honour his memory.", "Gerry not only left a lasting impact on our guests here today, but also right here at Queen’s Park. It’s fitting that we should remember him right here in this place.", "Gerry was raised in Toronto by his parents who had come to Canada from Ukraine. He was the oldest of three children. Among other places, he went to Osgoode Hall Law School. He moved to the former town of Preston in Cambridge and set up a law practice.", "He married the love of his life, Christine, and raised four wonderful children, Ivan, Andrew, Kirsten and Seth. He lost his wife in 1988 to cancer, and I know he leaned on his family and his friends for support at that very difficult time. Gerry was a family man, immensely proud of his children, his grandchildren, his nieces and nephews and great-nieces and great-nephews, who are here today.", "Gerry also became very active in the community that he adopted as his new home. He really caught the public service bug and he became a staple in local organizations, such as St. John Ambulance, the Preston-Hespeler Rotary Club, and the Trinity Community Table that served others who didn’t have enough food to eat in our community.", "Gerry continued to serve our community and became a school trustee, then an alderman in the former town of Preston. He was chair of the Waterloo police commission and the Cambridge Chamber of Commerce.", "Gerry decided to go forward and run as an MPP, and he did so in 1995. He became the MPP for Cambridge and went on to serve for four terms—no small measure for a man who was known so kindly around the community. During his 16 years, he was parliamentary assistant to the minister responsible for native affairs and also to the Attorney General. He was also the critic for a number of key portfolios. But I would suggest that his proudest accomplishment was the passing of his private member’s bill—Ukraine Heritage Day is now celebrated proudly every September in Ontario, marking the anniversary of the first Ukrainian immigrants to Canada.", "As an MPP, Gerry was a passionate advocate for the expansion of Cambridge Memorial Hospital, regularly taking petitions here to Queen’s Park from community members. When Cambridge had a shortage of doctors, he took action, as the member from Kitchener–Waterloo pointed out, and helped to establish the very successful doctor recruitment task force in Cambridge. He also worked with others to bring about the School of Architecture to the Galt core, which has been an economic driver to downtown Cambridge.", "During the Harris government, he also helped prevent the amalgamation of Cambridge into a larger community, which is what his constituents had asked for. He also opposed the closing of Southwood Secondary School as the community was expanding. I’m pleased that was successful because my children are still attending Southwood Secondary School.", "I met Gerry several times as an active volunteer in Cambridge. When I was president of Heritage Cambridge, he came in 2000 to help reopen the restored and historic Sheave Tower in the small village of Blair. He got to stand on the footbridge over Bowman Creek that day to address the crowd alongside other politicians in a beautiful wetland and dammed area. I was proud to have him there, with the rushing water underneath, and he came and told me later it was probably one of the finest and most unique experiences that he got to speak in front of as an MPP. I was very proud of that.", "Gerry loved being part of the community and enjoyed his regular visits to the Portuguese Club—I see a lot of nods up there. I remember his enthusiasm when he heard what was on the menu at an event that I was attending as well. He loudly declared, “I love Portuguese stew,” which was on the menu.", "Gerry was known as a kind man and a nice guy, but he also had a great sense of humour. His friend Linda, who sat with him at a particular event, said that at that event, Gerry leaned over and said in sort of a stage whisper, “So, that guy over there, he doesn’t look like he belongs here today. You know, he’s got jeans on and a couple of holes in his pants. Are you sure he’s supposed to be at this particular event?” Linda laughed and leaned over and said, “Gerry, that man there is Mike Lazaridis, one of the owners of RIM,” at which point Gerry didn’t miss a beat and he leaned back and said, “Oh. Do you think you can ask him if he could give me a free BlackBerry?”", "I personally owe Gerry a debt of gratitude for showing me that politics really is about showing warmth and compassion for citizens. Although we wore different political stripes, we shared a common goal of doing our best for all those who we served each and every day. I saw how Gerry would listen to someone’s concerns, and there was never an issue that was too small or a challenge too big for him to tackle for those he served. He helped me to discover the kind of MPP that I wanted to become, and for that I remain grateful.", "Mayor Doug Craig said that they worked together quite well and that he helped him to understand the mechanics of Queen’s Park politics, and that he would be very much missed.", "If it’s not already clear to the House today, Gerry’s commitment to public service was unwavering.", "To Gerry’s family and friends that are here today: We know that politics takes a toll on our families. We share in your loss today and we celebrate Gerry’s accomplishments. Our community of Cambridge lost a real light when Gerry left us, but the work that he did shines on today. Cambridge is a better place because of Gerry Martiniuk. We thank all of you for sharing Gerry with us. On behalf of the entire Liberal caucus here today, thank you for the gift of Gerry." ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further tribute?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "It is a truly humbling honour to stand here today with the family, children, grandchildren, siblings, nieces and nephews of a man, a representative, a rebel, a father and a champion, whose lifelong dedication to public service for his community saw him serve at every elected level he could climb: former long-serving Cambridge MPP Gerry Martiniuk.", "From public school trustee to Preston town alderman, to being elected four successive times as the MPP for Cambridge, the only thing that could stop him from winning elections was his own retirement. “My daddy always told me to make sure you retire when you’re a winner,” Gerry would later say. “But it’s been wonderful, and I’m somewhat reluctant to leave,” he added. Well, the people of Cambridge and those lucky enough to work with Gerry at Queen’s Park were very reluctant to see him leave as well.", "The oldest of three children, raised in Toronto by parents who had emigrated from Ukraine, Gerry was a self-described rebel without a cause in his developing years. By the time he got to Cambridge as a Preston lawyer, that label soon changed to a rebel with many causes, as he began his lifelong work to champion the needs of those he represented: the people—his people—of Cambridge.", "That said, Speaker, while testimonials to Gerry’s dedication to his community could fill a book, it was a chapter before he left his Toronto home that provided the backdrop for every page. As Gerry took his first early steps into political life, it was a chance meeting with a fellow Conservative campaigner that set the path he would follow from Toronto to Cambridge and back again, when he first set eyes on the future mother of his children, the love of his life, his wife, Christine. Of course, that was just the start, Speaker, of a long and wonderful relationship that saw Gerry and Christine raise four children—Ivan, Kirsten, Seth and Andrew—all following their parents’ lead as campaign co-workers in what Gerry ensured was always a family-and-friend affair.", "All of us here as MPPs understand the sacrifice and the toll it takes on family as we work to effectively represent the people of our communities, but Gerry was somehow able to bridge the divide between public and family life and bring the two together through his unquestioned dedication to both.", "Daughter Kirsten was telling me how having a dad at Queen’s Park was actually a bonus because, in Gerry’s case, given his extended family still residing in the GTA, he never missed an opportunity to bring the family together for a trip to Toronto. The frequent visits with Dad meant weekly dinners at the Legislature, get-togethers with family and a chance to soak in all that a Cambridge kid could absorb under those big-city lights.", "Before every election, it was back to door-knocking and putting together signs with Dad, while he shook hands with each and every fellow Cambridge resident he met. He’d get into such a handshaking routine, the kids would catch him reaching out his hand to shake theirs after a long day on the campaign trail.", "When he wasn’t working with his family, he was here in this House working his tail off for his community— because those were his passions: his family and the people of Cambridge. He didn’t do it for the headlines and he didn’t do it for the titles. No, Speaker, beginning with his election in the Harris sweep and Common Sense Revolution of 1995, and through successive victories in 1999, 2003 and 2007, Gerry dedicated his work to the people of Cambridge.", "As former leader Tim Hudak once observed, “Gerry was never one to pose for the cameras or raise his voice to opponents. Instead, his approach was to roll up his sleeves and get the job done.” And if that meant standing up to those in his own party as a true representative of his people, he wouldn’t hesitate. He stood up and fought for what he believed was right and, as his campaign slogan reminds us, “Gerry Got Results.” His principled stand led the Waterloo Record to label him a “pit bull” when it came to defending Cambridge interests.", "Even in his years as MPP, as most communities around him were being identified for amalgamation under the Harris government, Gerry stood up to play a major role in preventing further Cambridge amalgamation.", "His dedication to secure both provincial and federal funding to bring the University of Waterloo School of Architecture to the Galt core was matched only by his push to change the funding rules when the U of W project did not initially meet the criteria.", "Then there was the expansion of Cambridge Memorial Hospital, the heart of his community and the birthplace of his children. Gerry didn’t let up until those that both he and the hospital served—his friends, neighbours and his constituents—received news that their expansion dream would become a reality. As the Cambridge Chamber of Commerce president, Greg Durocher, has noted, “Gerry was probably the biggest and best champion the city of Cambridge has ever had for our hospital.” He was a champion who, following the hospital’s expansion, worked to further ensure that health care was accessible and available for Cambridge families, as he dedicated himself through a private member’s bill and other efforts to guarantee minimum numbers of doctors for communities.", "In the years before he finally opted to hang up his skates ahead of the 2011 election, Gerry continued to fight for his community, introducing bills to strengthen tobacco laws for minors, require diabetes monitoring in schools and allow the disabled to use guide dogs in public, an initiative I’m proud to say I’ve continued on Gerry’s behalf as access continues to be denied.", "In his final year of service, Gerry left a lasting legacy to his community in working to establish September 7 as Ukrainian Heritage Day here in the province. The recognition marked 120 years of the first arrivals of Ukrainian immigrants to Canada—a good number of them settling down, of course, in Cambridge. After 15 years at Queen’s Park, his reputation for getting results was so ingrained that his successor, former MPP Rob Leone, who’s with us here today, told me that two years later Cambridge residents were continuing to call up Rob’s office thinking Gerry was still in the Legislature fighting on their behalf.", "Unfortunately, last May, almost 30 years after losing the love of his life to cancer, Gerry fought his final battle with the same disease. We are all poorer for the loss.", "Today I join with members of every political stripe, including our Ontario PC caucus, to thank the Martiniuk family—those generations here and those Martiniuks to come—for sharing in Gerry’s legacy and reminding us of the principles we are all here to represent at Queen’s Park: our families, our people, our province." ],
  "anchor" : "para416"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Transportation on a point of order." ],
  "anchor" : "para433"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you, Speaker. I just wanted to correct my record. At the beginning of my tribute, I said that he was elected from 1995 to 2001. I meant to say “2011.”" ],
  "anchor" : "para434"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I want to thank all members for their very heartfelt and kind words on behalf of their caucuses to the Martiniuk family and on behalf of Gerry.", "I want to also indicate to you that I considered Gerry a friend above all. I got to know him and meet with him from time to time, and I can only tell you that your words pay respect and homage to a man who was enjoyed by everybody.", "To the family: Thank you for the gift of Gerry. We would also like to provide the family with a copy of the Hansard and a DVD to show you our affection for Gerry. That will come to you later on." ],
  "anchor" : "para435"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier.", "Sadly, all of us in the Legislature are aware of the tragedy involving Stuart Cline. Stuck in Mexico, he was unable to fly home because there were no hospital beds available in Ontario.", "On Monday, the Premier said that there were dozens of available intensive care beds in southern Ontario. She said that that was including 31 in Toronto, 34 in Hamilton-Niagara and 16 in the southwest. The Premier blamed the insurance company.", "Mr. Speaker, will the Premier admit that this was her government’s failure and stop trying to pass the buck?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I appreciate the question from the member opposite.", "I just want to take a second because it’s near International Women’s Day and I just noticed that a Somali mothers’ group came in, and I want to acknowledge them. These are women who have lost their sons, their children, in violent incidents, and I want to acknowledge them and thank them for working with us to find solutions.", "Mr. Speaker, back to the question from the member opposite: This was a tragedy; there’s no doubt about that. I have acknowledged that—and my deepest condolences to the family and friends of this gentleman. I can only imagine how difficult this has been for them.", "What I said in answer to the question earlier in the week was that there are questions about the breakdown in communication between the insurance company and the health care system. I’ll come back to that in the supplementary." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para448"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: This government’s explanation doesn’t hold water. Let me read you a quote:", "“Natalie Mehra, executive director of the Ontario Health Coalition, told CBC’s London Morning program Tuesday: ‘I’m not buying that at all.’", "“Mehra said the truth is, despite what the Premier said in the Legislature, virtually every large hospital in Ontario that can deal with complex illnesses is running at 100% capacity or higher.", "“‘London is often running way higher than 100%. That means every bed is full.’”", "The real problem is that the Liberals have eliminated too many hospital beds.", "Mr. Speaker, does the Premier blame the insurance company for this government’s cuts and closed hospital beds?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, we have repeatedly acknowledged that opening 1,200 new beds was necessary because there is a challenge, particularly at this time of year when the flu season is upon us. We have opened 1,200 new beds. That’s the equivalent of six community hospitals.", "We recognize that there is more that needs to be done, but the fact is that at the time of this situation, there were those dozens of beds available around the province. All I’m saying to the member opposite and the comment I’m making on this situation is that there were beds available. There was an insurance company that was apparently working to find those beds. What was the disconnect, Mr. Speaker? We need to get to the bottom of that because obviously there was something that was lost in the translation between what the insurance company was seeing and what was happening in the system, because the beds were available." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: This government has been in power for 15 sad years. This isn’t anyone else’s fault. This is squarely in the hands—", "Interjections." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. Thank you.", "Interjection." ],
  "anchor" : "para460"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "No, you’re still over there." ],
  "anchor" : "para462"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke North, come to order. The member from Nepean–Carleton, come to order. And that inched me towards warnings." ],
  "anchor" : "para463"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "This isn’t anyone else’s fault. This is squarely in the hands of the Liberal government.", "Natalie Mehra added, “Last week, the new health minister said there hadn’t been any hospital cuts. Clearly, she has no idea what she’s talking about. Ontario has cut more hospital beds than any other province in Canada.”", "They haven’t listened for 15 years.", "No one should have to go through what Stuart Cline’s family is going through ever again, Speaker.", "Will they come clean and admit this government has cut hospital beds to a crisis level?" ],
  "anchor" : "para464"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para469"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "The member opposite’s attempt to conflate the hospital overcrowding issue, which we acknowledge—we obviously have acknowledged that. That’s why we have increased beds by some 1,200, the equivalent of six medium-sized hospitals. We made that announcement in the fall. To conflate that with this particularly tragic event is not doing anyone a service. Not only were there beds available, but in respect to this particular individual’s neurological deficits, there were four neurocritical-care beds at Toronto Western Hospital absolutely there to look after this individual.", "Should the physician discussion between the physicians in Mexico, the physicians here—" ],
  "anchor" : "para470"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer.", "Interjections." ],
  "anchor" : "para472"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now we’re a millimetre away from warnings.", "One wrap-up sentence, please." ],
  "anchor" : "para474"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "So to conclude, the beds were available. We need to work on improved communication in these repatriation situations." ],
  "anchor" : "para476"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier.", "We know that life is more expensive under this Liberal government. They nickel and dime the people of Ontario every single chance they get. Yesterday, the Financial Accountability Officer highlighted yet another example. The province forecasts that it will collect $2.9 billion in service fees in 2017-18. That’s an increase of 8% over the previous year and up from the average annual increase every year of 6.5% between 2011 and 2017. That’s 45% more revenue from fees since 2011.", "Is there not a fee this government won’t raise to make life more expensive?" ],
  "anchor" : "para478"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para481"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I want to thank the member opposite for his question.", "It’s important for us to thank the Financial Accountability Officer for his report. We work very closely. We value and appreciate the ongoing relationship we have with the FAO. We work closely on a wide variety of issues, and service fees are an important part of that. They provide a means of ensuring that the costs of programs and services Ontarians want and need most are covered and that those who benefit from the services pay those service fees.", "But it’s a balance. Achieving that appropriate balance of cost recovery and affordability is exactly what we are doing. In fact, I understand that recently the Auditor General applauded those efforts. I know the member opposite is concerned about that kind of affordability issue and so are we. That’s why we continue to work very closely and productively with the FAO, and we thank him very much for his work." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: This year the Liberals introduced five new fees and, in addition to those new fees, the Liberals increased the rates of 90 existing fees. They range from hunting and fishing licences to driving and registration fees. On the whole, the rate increases were significantly above the rate of consumer price inflation. Simply put, life continues to get more expensive under this Liberal government.", "Mr. Speaker, they usually rob Peter to pay Paul, and Paul is usually a Liberal insider. Why do they feed their spending addiction on the backs of Ontario families?", "Interjections." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Stop the clock. I’m listening carefully, and it’s tiptoeing towards an unparliamentary accusation. So I’m going to warn the member: Instead of doing anything else, stay away from there." ],
  "anchor" : "para490"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It was a nice tiptoe though." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark, come to order.", "Minister?" ],
  "anchor" : "para492"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "The Minister of Government and Consumer Services." ],
  "anchor" : "para494"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "We are reviewing the findings of this report, to make sure that Ontarians are getting value for money. It’s about fairness, Speaker, and opportunities to work across the province to make life more affordable for the people of our great province.", "I was very pleased to see that the report pointed out that 66% of service fees are set well below operating costs, making these services more affordable for Ontarians.", "I was also pleased to see that the Auditor General’s report, one back in 2009, indicated that Ontario service fees per capita are amongst the lowest in Canada. My understanding is that that continues today. Also, in 2013, the Auditor General stated that of course the government should recover costs where reasonable and practical to do so. The ministry filed an updated report on that just last year, and we continue to focus on ensuring that Ontarians are getting good value for their money for the services they need. We will continue to work closely with the Auditor General on this." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para498"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: The independent Financial Accountability Officer noted that the annual Ontario budget includes a forecast for service fee revenue, but it does not provide a comprehensive list of planned service fee rate changes. We know that their fees will go up. History always repeats itself, and the Liberals are always looking for more money to spend.", "With the election just months away, they will take every dollar they can—", "Interjections." ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. We are now in warnings.", "Finish." ],
  "anchor" : "para502"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Speaker, with an election just months away, the Liberals will take every dollar they can to make more announcements.", "Will the government provide a list of all their fee and rate hikes? The people of Ontario deserve to know just how much more money this government is taking out of their pockets." ],
  "anchor" : "para504"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "The reality is that across government, we’ve been eliminating fees as we move to more online services. In fact, there are 40 online services available to Ontarians today. This spring, people will be able to renew their driver’s licence and health care cards online. That will save money and make the programs more accessible and convenient for consumers in Ontario.", "In my ministry alone, we have been holding a number of fee increases for almost 20 years.", "As the President of the Treasury Board pointed out, there is a balancing act and there is a need to look at cost recovery. We are looking at this report, but I can assure members of the House that Ontarians are getting good value for money, and we will continue to work hard to make sure that happens." ],
  "anchor" : "para506"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. London’s Cardiac Fitness Institute is a long-term cardiac rehab program slated to close at the end of this month. London CFI patients have told me that if they had not enrolled in the program after their heart attack, they would not be here today. Not only does CFI help patients recover from a cardiac event, it helps them maintain their health, with support from health care providers and other patients who know exactly what they are going through.", "The Premier and her Minister of Health have defended the closure of the CFI, saying that six months of cardiac rehab is all that is needed, that there is no scientific evidence to prove otherwise. Speaker, does the Premier stand by this explanation—", "Interjection." ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Municipal Affairs is warned.", "Finish your question, please." ],
  "anchor" : "para513"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Does the Premier stand by this explanation, this defence of the closure of the CFI?" ],
  "anchor" : "para515"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I thank the member opposite for the question.", "I know that the Minister of Health and Long-Term Care is going to want to comment on the specifics of the program, but let me just say this, Mr. Speaker: It is extremely important, given that the health care system, I think, is the finest expression of our values as a province—and that’s a non-partisan statement. I think all of us believe that the health care system that supports everyone is an expression of Ontario values, of Canadian values, that it needs to be fair and accessible to everyone and that it needs to do the very best job, to have the highest quality in every single sector, whatever the illness, whatever the condition of patients is.", "It also has to be based on evidence. We have to use evidence to inform the practices in our health care system. Otherwise, we are cut adrift, and there’s a randomness that really will make health care unsustainable. So we are using evidence to the best of our ability and—" ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para519"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Speaker, not only is there British evidence to prove otherwise, but yesterday media reported on a recent Ontario study that says the more cardiac rehab care that patients receive after a cardiac incident, the longer they live. The study was about Healthy Hearts, a cardiac care program in Goderich that was modelled after the CFI. The researcher who conducted the study said the London cardiac rehab program “should be placed on a pedestal instead of being torn down.”", "Why is the Premier tearing down a program that has helped so many Londoners, prevented use of our critical care system and inspired groundbreaking scientific research?" ],
  "anchor" : "para520"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para522"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Our government is absolutely committed to ensuring that patients in Ontario receive the high-quality health care—including in this case rehabilitative care—that they expect and deserve.", "As the Premier has said, we are a government that absolutely believes in evidence-based decision-making. We are the government that introduced measuring outcomes, which, quite honestly, was not done in the past at all.", "The London Health Sciences Centre has made the decision to end patient referrals to the Cardiac Fitness institute, but we’re absolutely confident that patients in London will continue to receive cardiac rehabilitation care through the program at St. Joseph’s Health Care London. St. Joseph’s, as I’m sure the member opposite knows, specializes in rehabilitative care. It’s exactly the right place where these patients should be receiving the care they need.", "There will also be services available that will continue to be offered through the Cardiac Rehab and Secondary Prevention Program that is also available in London." ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para527"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Bill Anderson is a World War II veteran who turns 96 this week. He will be heading to northern Ontario next week to celebrate his birthday fly-fishing with his friends. He told media that he has been in the Healthy Hearts program for 21 years after suffering two heart attacks and that he probably wouldn’t be here today without it. There are many, many Londoners who feel exactly the same way about the CFI.", "Speaker, the evidence is there to support the continuation of the CFI program. Why is the Premier not there with the funding necessary to keep this life-saving, life-changing program running at London Health Sciences Centre?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "We’re certainly going to be working very hard on the transition of patients to St. Joseph’s.", "In terms of the scientific evidence, we are saying six months of cardiac rehabilitation. It’s actually a fact that the Mayo Clinic only recommends three months, the American Heart Association recommends three months, and across the province we provide six months.", "Now, is it always important to increase physical activity, to have a healthy lifestyle? Absolutely, going forward.", "The member opposite did reference the Goderich Healthy Hearts program. This is a program in Goderich that is run by the YMCA—a much more appropriate setting than an acute-care hospital. This is something that is funded on an ongoing basis, not by government but by the participants in the program. This is entirely appropriate. This is post-acute cardiac rehab. This is the way we should go in terms of consolidating services at St. Joseph’s." ],
  "anchor" : "para530"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Premier.", "Rachel is an educational assistant at the Waterloo Catholic District School Board. She contacted my office because she’s very worried about the violence that she sees in the school where she works. In fact, she has experienced violence herself many times. In the most recent incident, her hair was ripped from her scalp and she received a head-butt to the side of the face from a student.", "Premier, this is not an isolated incident but rather evidence that schools need more resources and more people in the classroom so that students get the one-on-one attention that they need.", "Why is the Premier refusing to give educational assistants like Rachel the support they need to support our students and keep our classrooms safe?" ],
  "anchor" : "para536"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para540"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I want to thank the member opposite for this very important question.", "Violence in our schools is absolutely unacceptable. I have to tell you that I have been having many conversations about this. I want people out there in our province to know that this is something we take very seriously. It is absolutely a priority when it comes to our education system. I don’t need to tell anyone here that our schools need to be safe, inclusive and welcoming places, that we have been listening and we are very aware that there is a challenge here that we need to face and we need to address.", "That’s why, this year, we have moved forward with an additional $223 million targeted for additional teachers and education workers. This is to support special education and other staffing priorities. This is just one step that I’m telling you about, but I want you to know that there are a number of different pieces that we’re moving forward with because we know it’s a priority and we’re going to make our schools safe." ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para544"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Minister, nine out of 10 teachers have experienced or witnessed violence or harassment in their classrooms—nine out of 10. For years, teachers in my community have shared their growing concerns about the workplace stress that they and their students experience on a daily basis.", "Rachel told me that she has lost sleep because of the violence she has seen and experienced. She worries about the next school day. She worries about the kids that she works with and knows that, without more individual help, some of them are not heading for success.", "What is the Premier’s plan? What is this government’s plan to make sure that every child and educator in Ontario can go to school without fear of violence in their classrooms?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Once again, I want to thank the member opposite for this question.", "Once again, I want to say: Actually, we are working on a plan. Frankly, we’re working on plans on many different levels. As soon as we recognized that there were tools and resources that were needed, we moved forward with $223 million. But we didn’t stop there. In fact, we are continuing to look at this issue. We have a working group on health and safety. I’m working with the Minister of Labour on this because we recognize we need to put those supports in place. We’re not just talking about the issues and challenges out there; we are actually on the ground, every day, doing everything we can.", "Here are some of the things we’re doing: We moved forward with an additional $6 million to create new and expanded programming to support staff. We are looking, as part of our working group, at expanding access to information, enhancing the Ministry of Labour’s role, and streamlining reporting requirements. All of these pieces are pieces that teachers and support workers told us they need." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para551"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Well, the plans need to be funded and the funds need to be enveloped for the classroom, Minister. That needs to happen in this province.", "This Liberal government’s track record when it comes to our public schools is highly questionable. Ontario schools are facing a backlog of $15 billion in capital in maintaining the infrastructure that we’ve already invested in.", "Parents are stressed, because they are not seeing the resources, particularly for special education children. Workplace stress is up, and it is impacting the learning environment. Learning conditions are working conditions in our education system.", "This government’s failure to review the education funding formula as promised has resulted in a system that is stressed for our students, for our staff and for our parents.", "Why is this Premier not prioritizing public education in the province of Ontario?", "Interjections." ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para558"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Once again, I want to make it very clear that we take this seriously, that violence in our schools is unacceptable and that we are working on many different levels, not on just one level, in order to make sure that we’re putting the supports in place. We’re putting in supports right now. We’re looking at the other supports that we need by working with the Ministry of Labour on health and safety in the classroom. I have a working group on this that I’m talking to, and I speak to people—", "Interjections." ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Wrap up, please." ],
  "anchor" : "para562"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you, Mr. Speaker.", "I just want to say that we are putting historic amounts of money into our school system, because we understand how important it is to create safe learning environments." ],
  "anchor" : "para563"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care.", "Speaker, Ontario is in the grips of an opioid crisis. Hundreds of families have lost loved ones, and thousands struggle with addiction. This government has been too slow in addressing the public health emergency we have before us.", "Now we know the sad results. This morning, the government attempted to bury the new opioid statistics in a news release. The release shows a 52% increase in opioid-related deaths and a 70% increase in ER visits from opioids year over year. This government was slow to respond to the crisis, and it shows in the stats.", "Since the former Minister of Health failed to timely respond to this crisis, will the new Minister of Health respond to this crisis in a more expedient manner?" ],
  "anchor" : "para566"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I think we should acknowledge that every life lost in this opioid crisis is an avoidable tragedy, and our government is committed, and has been committed for some considerable time, to doing everything in our power to combat this public health crisis.", "We are investing over $222 million over three years to combat this crisis here in Ontario, and we’re going across the spectrum. We’re expanding harm reduction services, hiring more front-line staff and improving access to addiction supports across the province.", "In our news release this morning, we of course stated the latest statistics from our Chief Coroner, and these are certainly most alarming. There were some 1,053 opioid-related deaths in Ontario from January to October 2017, compared with 694 during the same time period in 2016. This does represent a 52%—" ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para573"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the minister: This crisis has been on the radar in western Canada for years, yet this government chose not to take preventive measures to protect Ontarians from the dangers of opioids. Both the government and the previous health minister have clearly failed to properly address this crisis.", "Speaker, Global’s Alan Carter notes that there is a significant lag time in reporting the data. Other jurisdictions, including BC, report much more recent data. The government’s reported opioid death numbers are out of date and incomplete.", "My question is to the minister. Can she explain why the numbers they provide are so out of date compared to other jurisdictions, and why there is such a lag time between reporting this crucial information?" ],
  "anchor" : "para574"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Actually, I really resent this particular allegation, because it’s absolutely not correct. I met with the Chief Coroner yesterday. Obviously the statistics are extremely accurate, and, indeed, they are alarming.", "That’s precisely why my predecessor, on October 4, 2017, announced the creation of a new opioid emergency task force, chaired by the Chief Medical Officer of Health for Ontario. They are meeting regularly. I also met with the Chief Medical Officer of Health. They are having a strategy that will address each component of this particular issue.", "It’s very much wrapped up with our mental health and addictions strategy, as well. Obviously, any opportunities to prevent the mental health issues that may potentially lead to addiction are extremely important, but we’re also introducing overdose prevention sites. The member opposite will start to see—I’m sure he’s aware of the one that we opened in London recently.", "I just would like to question why on earth the members opposite were completely silent on supervised injection sites, harm reduction—and nothing in their platform on opioids.", "Interjections." ],
  "anchor" : "para577"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para583"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Ma question est pour la première ministre. On February 25, Highway 17, the Trans-Canada Highway, was closed from Wawa to White River. Highway 101, between Wawa and Chapleau, was also closed because there weren’t enough snowplows available. Too many had broken down and the contractor just wasn’t fixing them.", "I received a call from Sue Cauchy, a Chapleau resident, describing her ordeal regarding the conditions, and her thankfulness for being alive. I spoke to her again this morning, Premier, and she talked about an incident yesterday, again, where she was begging the OPP to contact the service provider with salt, plows and sand on the roads.", "Ross Joyce from Manitoulin Island contacted me last night describing an incident that his wife had experienced on roads on Manitoulin Island.", "Premier, enough is enough. When is this government going to fix the winter road maintenance program in northern Ontario?", "Interjections." ],
  "anchor" : "para585"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para590"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para592"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you very much for the question today on a very important issue, which is winter maintenance. We’re continuing to work hard to ensure that the roads and highways that families rely on right across Ontario are safe and well maintained to a high standard. Our winter highway maintenance action plan is improving driving conditions each winter.", "We’ve taken strong actions by improving the Ontario 511 website, including a new forecasted road conditions feature, and launching Track My Plow in all 20 contract areas. I would suggest to the member that he gives that information to his constituents.", "We’ve increased the use of anti-icing liquids before winter storms—", "Interjections." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Wrap up, please." ],
  "anchor" : "para597"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "We’ve provided more equipment in key locations, including another 52 pieces of equipment in northern Ontario, to ensure that our roads are kept clear." ],
  "anchor" : "para598"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para599"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Je retourne à la première ministre. The private contractor, Broadspectrum, which used to be known as Transfield before changing its name after a shocking human rights scandal, has racked up hundreds of thousands of dollars in penalties for poor performance in Sault Ste. Marie and the Algoma area.", "Last week, near Hornepayne, on Highway 631, the contractor put a snowplow on the road even though it had been tagged as unsafe. There was a mechanical failure. The wing of the plow ended up hitting the cab of the truck. The Ministry of Labour was called in for an investigation.", "A change in name does not change the fact that a private contractor like Broadspectrum cares only about profit, not the safety of drivers, employees or the public.", "When will the Premier and this government return winter road maintenance into public hands?", "Interjections." ],
  "anchor" : "para600"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para605"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you very much, Speaker. Our number one priority is to ensure that we’ve got good-working-order equipment, as well as making sure that the number of plows that we need on the roads continue—the contracting industry has delivered winter maintenance successfully for many years, and our shared priority, again, remains road safety. The ministry is continuing to work with the contracting industry over the last several years to ensure that our maintenance services are sustainable and leading to the best results for the travelling public.", "As a result, we’ve seen that a number of improvements to winter maintenance services have been made in recent years, and moving forward with any new contracts, we’re introducing further improvements to keep our roads safe.", "As Minister of Transportation, it is my number one priority to ensure that the travelling public can get home to their families safely each and every day. We’ll continue to work with our contractors to ensure that all their equipment is up to date and that we continue to provide the services that we need to." ],
  "anchor" : "para607"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is for the Minister of International Trade.", "Minister, as part of the Ministry of International Trade’s Global Trade Strategy, diversification of trading partners and the goods and services which Ontario trades is essential to the future prosperity of our province.", "The initial steps of exporting can be intimidating. With that in mind, Ontario has created export service seminars which help potential, new and experienced exporters to identify markets of opportunity and help guide businesses in the development of market-entry strategies. These workshops have been influential in growing Ontario’s global footprint, identifying new markets and building partnerships across the world.", "On Thursday, the Ministry of International Trade is teaming up with the Ministry of Indigenous Relations and Reconciliation and the Canadian Council for Aboriginal Business to host an indigenous-owned-business export capacity-building event.", "Mr. Speaker, could the minister please share with the House some information on this groundbreaking event?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "The member from Northumberland–Quinte West is correct. Tomorrow we are hosting an exporting services event for indigenous-owned businesses.", "Indigenous-owned businesses are staples of Ontario’s economy. Because of Ontario’s global market diversification efforts, these seminars are timely and important. Thursday’s seminar will deliver customized information to help indigenous-owned businesses expand their global footprint. The member from Willowdale and I will attend the event.", "Tomorrow afternoon, indigenous panelists from across Ontario will also speak about their experiences, successes and obstacles in exporting. The excitement surrounding the event gives me confidence that there is much more to come." ],
  "anchor" : "para616"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para619"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Thank you, Minister, for your answer.", "Ontario’s economy is in a position of strength. In the last year, we’ve created 128,400 jobs. Our employment rate of 5.5% is the lowest in 17 years, and under the national average for 33 months straight. We are leading the G7 in real GDP.", "Our government is committed to fairness and opportunity for all Ontarians and wants to ensure that all communities are able to fully participate in Ontario’s strong economy.", "This event is just one of a number of ways our government is supporting indigenous economic development.", "Could the minister tell us more about how this event fits into our government’s broader efforts to support indigenous participation in Ontario’s strong and growing economy?" ],
  "anchor" : "para620"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : "para625"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "International trade is obviously vital to Ontario’s economy. It’s an important part of growth for businesses of all types. In that regard I can tell you, Speaker, that indigenous partners—many of them—have expressed to me their interest in export opportunities. They want to improve trade literacy among indigenous businesses.", "In that regard, the Canadian Council for Aboriginal Business reports that most indigenous businesses in Ontario have shown a strong improvement in profitability and revenue since 2010. It’s this growth that indicates an opportunity to benefit by aboriginal businesses accessing alternative and larger markets and hence international trade. Through events like this, as well as initiatives like our $650-million Aboriginal Loan Guarantee Program and the $95 million for the Indigenous Economic Development Fund, we are supporting meaningful indigenous opportunities in international trade." ],
  "anchor" : "para626"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is to the Minister of Community Safety and Correctional Services. Bill 175 will be reported back to the House today after only a few short hours of debate at committee and despite serious concerns expressed by stakeholders, especially our police associations. But this government is hell-bent on ramming this bill through, forcing a time allocation motion that cut off debate on opposition amendments in committee and gave us only an hour to debate it at third reading. This is yet another example of this government’s lack of respect for the democratic process and the members of this House.", "But what’s even worse is the government’s attack on our hard-working police officers and civilian staff.", "Why has this government chosen to completely ignore the very serious concerns expressed by our police associations with Bill 175?" ],
  "anchor" : "para630"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I thank the member for her question because it allows me to talk about the Safer Ontario Act, which represents the largest transformation to Ontario’s policing and community safety in more than 25 years. If this bill is passed, it will create stronger, safer communities where people get the services they need, when and where they need them most.", "This is not a last-minute project. Actually, it has been five years in the making. We have consulted across the province for our strategy for a safer Ontario across our—", "Interjections." ],
  "anchor" : "para633"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer." ],
  "anchor" : "para636"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Mr. Speaker, we’ve been working very closely with our community partners, listening to their ideas—" ],
  "anchor" : "para637"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para638"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "—and concerns in order to—" ],
  "anchor" : "para639"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. I stand; you sit. The reason why you’re not seeing me stand is that you’re not addressing the Chair, which is what you’re supposed to do.", "Supplementary." ],
  "anchor" : "para640"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Back to the minister: The fact is, your government tabled around 250 amendments to its own bill at committee yesterday. And guess what? Almost none of them address the substantive concerns addressed by our police associations.", "Rob Jamieson, president of the Ontario Provincial Police Association, couldn’t have been clearer about what he thought of the government’s legislation when he tweeted, “Another anti-law-enforcement amendment.... It is hard to believe how much this government despises our profession.” “Despises,” Mr. Speaker: That’s a pretty strong word.", "My question to the minister is, why won’t this government just admit what Bill 175 really is: a symbol of their distrust of and disrespect for Ontario’s police officers?", "Interjections." ],
  "anchor" : "para642"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para646"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s never too late to get a warning.", "Minister." ],
  "anchor" : "para648"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Mr. Speaker, I think what it demonstrates to the House and to all our stakeholders that we have engaged in past years is that we are listening. That’s why, as we have listened throughout the community process, we knew that the introduction of this bill—and I’ve always been very clear—was never the finish line—", "Interjection." ],
  "anchor" : "para650"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All right. The member from Prince Edward–Hastings is warned.", "Minister." ],
  "anchor" : "para652"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "People spoke passionately during those conversations. As I said, this is not the finish line. This is the beginning of our journey in creating a—", "Interjection." ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Conestoga is warned. If I hear another comment, I might go to naming.", "Carry on." ],
  "anchor" : "para656"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "So, Mr. Speaker, this is the beginning: the beginning of our modernization to the first time where you will have a community safety and well-being plan and where First Nations policing will have access to opt in on our Police Services Act." ],
  "anchor" : "para658"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "My question is for the Premier. Hospitals in Hamilton are dangerously overcrowded because of this Premier’s cuts. Patients are being treated in hallways, and now, the number of times when ambulances aren’t available is skyrocketing. In January, we had 31 code zeros, when there is only one ambulance or none at all ready for calls in our entire city. It’s the highest monthly level in five years, and it’s completely unacceptable. People who need an ambulance shouldn’t have to worry that there won’t be ambulances available when they need help.", "Why is this Premier doing nothing to stop the code zeros in Hamilton and to make sure ambulances are always available when people need them?" ],
  "anchor" : "para660"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para662"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "We certainly understand and absolutely recognize just how critical ambulances are in providing urgent care to patients who are most in need. In fact, in my former capacity as the commissioner of health services in York region, I was charged with the responsibility for our emergency medical services there.", "That’s why, of course, the province has provided 100% of funding for dedicated nurses to receive ambulance patients and get them into appropriate care in hospital as quickly as possible as part of the dedicated off-load nurses program. This year we’re providing $1.4 million to the city of Hamilton for nursing teams dedicated to quick and efficient off-loading of patients when they arrive at our busiest hospitals. We have an excellent partnership with the city of Hamilton, with Hamilton EMS and our hospitals." ],
  "anchor" : "para663"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Speaker, our city is growing. Our population is aging. There is a growing demand for health care services and ambulances, but this government has cut over $120 million from Hamilton Health Sciences. Patients are being treated in hallways, and paramedics, who do amazing work every day, are waiting at hospitals instead of responding to calls. Councillors in my city are calling on this government to start funding the new ambulance services that we need. It’s time for this government to stop cutting Hamilton’s hospitals, provide the funding that our hospitals need and stop the off-load delays for ambulances in our city.", "Why is this Premier refusing to listen to the people of Hamilton and fix the problems that her cuts have created?" ],
  "anchor" : "para666"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I don’t understand where the member opposite is getting her numbers from. Obviously we work very closely with the local LHIN, and in this year’s budget, we provided Hamilton Health Sciences with nearly $17 million in increased funding. They have received 33 additional beds and St. Joe’s community health centre has received a further 35 additional beds to increase access to hospital care throughout Hamilton.", "Just last week, I was in Hamilton to announce the 128 new long-term-care beds for the people of Hamilton. This is going to assist in terms of moving alternative-level-of-care patients into the long-term-care system.", "We are in close communication with our paramedic services partners and will continue to work closely with hospital partners to remain attuned to their needs and determine how best to provide ongoing support for them now and into the future." ],
  "anchor" : "para668"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is for the Minister of Labour.", "Minister, gender-based violence is far too widespread in our society. It is never acceptable and it is never okay. Everyone in this province deserves to feel safe in their homes, in their schools and in their workplaces. I’m proud that our government has recently announced the important investment of $242 million into Ontario’s Gender-Based Violence Strategy.", "However, our government is not new at taking action on gender-based violence. In 2016, we established Ontario’s sexual violence and harassment action plan, which went further than ever before to protect our workers. That plan established a dedicated enforcement team that exclusively responds to complaints of sexual harassment. In the first year, it investigated over 1,400 complaints. We are sending a clear message that this will not be tolerated.", "Minister, what are you and your ministry doing to ensure that women feel safe—" ],
  "anchor" : "para672"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Minister of Labour." ],
  "anchor" : "para677"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member from Barrie for this incredibly important question.", "Everybody in this province should be able to go to work knowing they’ll be safe in that workplace and that they’re going to return home safe at the end of the day. That’s why I’m so proud this government continued our commitment to addressing gender-based violence when we passed Bill 148. What we did was create a new and separate job-protected leave for those who are affected by domestic violence and sexual violence. Those people will now get 17 weeks of leave, and five of those days are paid.", "It’s incredibly important that survivors and their families have the time and the support they need while they deal with tremendously difficult circumstances. This leave affords them that time. It’s hard to comprehend how the Conservatives in this House could vote against that legislation; how they could deny their constituents—the men, the women and the families—who need this protection. Speaker, they should be ashamed." ],
  "anchor" : "para678"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para681"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you, Minister. When I look around the Legislature, I’m very proud to see so many women working hard for their communities and for Ontario. I’m proud and humbled to represent so many incredible women from my riding of Barrie.", "Women are present in all industries and sectors across this province. However, despite our participation throughout the workforce, barriers remain—barriers that prevent full participation by women in the workforce. Most notably, women continue to earn 30% less on average than men. The gap is larger for racialized women, and even larger for women with disabilities.", "It’s time to close the gender wage gap. It is time for a comprehensive plan that recognizes economic empowerment isn’t a quick fix and isn’t a one-size-fits-all.", "Minister, what are you doing to close the gender wage gap?" ],
  "anchor" : "para682"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you again to the member from Barrie.", "For the past four years, we’ve brought together stakeholders. They come from advocacy groups, labour organizations, human resources and business. We consulted with the public. We wanted to know how to move forward on the gender wage gap, and we’ve already made progress.", "Yesterday we announced the next step: pay transparency legislation, groundbreaking legislation. It’s going to remove barriers to women and girls’ full participation in the economy. I’m appalled that the party opposite again does not think that this is a priority. They’re trying to delay the debate on this important legislation. They’re trying to delay closing the gender wage gap. The women in all ridings across this province deserve better. The women of Ontario deserve better. We’re building a better Ontario, a fairer Ontario. They should be ashamed." ],
  "anchor" : "para686"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "My question is for the Minister of Natural Resources and Forestry. The regulatory framework governing Ontario’s forestry sector is set to expire at the end of June. Thousands of jobs are on the line in northern Ontario. Many northern communities, including many First Nations, rely on these forestry jobs. In January, the MNRF finally recognized that they had failed to adequately consult with municipalities and First Nations. The minister is now proposing a two-year extension of the current framework so they can consult with stakeholders.", "My question, Mr. Speaker: What has the government been doing for the past five years? Why did they wait until the eleventh hour before they even began consulting, never mind acting, to save these jobs in northern Ontario?" ],
  "anchor" : "para690"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Thank you for the question.", "Actually, we are very pleased with this two-year delay that is there to set up an advisory panel to find concrete solutions to the problem. I’ve had the occasion to speak to the forest industry, and they are actually quite encouraged by the ability to continue to work to resolve the issue between the Endangered Species Act and forest development.", "Forestry is important to Ontario. It leads to good jobs. It’s important to the north. But it’s also important to recognize that we need biodiversity and we need to protect our endangered species. Forestry is on board with this. They do want to ensure that forestry continues to reflect well and protect the biodiversity of Ontario. We are quite confident that this panel will provide very concrete, pragmatic solutions to resolve the debate." ],
  "anchor" : "para692"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary? The member from Huron–Bruce." ],
  "anchor" : "para695"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Back to the minister: Many forestry companies in Ontario are owned by First Nations communities in need of economic development. Indigenous people in Ontario need jobs close to home in their communities. How can First Nations plan for the future of their communities if they don’t know how their forestry companies will be regulated?", "Comments on extending the current regulatory framework were accepted up until this past week, March 5, less than four months before the current framework expires.", "Mr. Speaker, if the government claims to care about the interests of indigenous people, why on earth, then, are they making it harder for First Nations to create sustainable jobs?" ],
  "anchor" : "para696"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Indeed, I think the commitment of indigenous communities to continuing to work with the ministry and work on this panel to find the appropriate solutions, to reconcile the Endangered Species Act with good forest management, is clear. It’s there. I think this panel that will be working for the next two years will allow us to provide some concrete solutions to resolve the debate.", "Certainly I think the jobs that are at stake are protected in this context. The indigenous communities are part of this panel. They will be consulted. It is indeed important that we recognize that we want to resolve the problems for good. We need to have the Endangered Species Act applying to forestry, or solutions that actually recognize that we need the balance between protecting our biodiversity and ensuring economic development for the north and for indigenous communities." ],
  "anchor" : "para699"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. This morning I welcomed to this Legislature seven grade 8 girls from London who are here as the London West Girls’ Government to advocate for a provincial youth suicide prevention strategy. One of their main recommendations is a mandatory K-to-12 mental health curriculum supported by age-appropriate, evidence-based resources and teacher PD.", "Gail Lalonde, mental health lead for the Thames Valley District School Board, says, “The girls are forcing educators and policy-makers to confront a gap in the system.”", "A mandatory mental health curriculum would ensure consistency across all Ontario schools in how mental wellness skills are taught.", "Will the Premier listen to these girls and implement a mandatory K-to-12 mental health curriculum?" ],
  "anchor" : "para702"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Education is going to want to comment in the supplementary, but I want to thank the Girls’ Government group on youth suicide for their advocacy. This is so important. Again, we’re almost at International Women’s Day, and to have a group of young women raising their voices on an issue that is so important to them is absolutely a wonderful thing to see. So congratulations to them.", "The bottom line is that we agree. We agree with these young ladies that the importance of preventing youth suicide is a priority. It’s something that we must focus on, particularly in mental health promotion as well as in the early detection of mental health issues and addictions problems.", "That’s exactly why our health and physical education curriculum was updated. It was those kinds of issues that were not part of the outdated curriculum. It’s very important that they are there, and I agree with the young women that those issues need to be dealt with across the age range of kids in our publicly funded schools." ],
  "anchor" : "para706"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para709"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Earlier this year, OSTA-AECO, the voice of Ontario student trustees, released their student platform following extensive consultation with students across the province. Their platform also recommends suicide intervention and mental health training programs for school staff and students.", "Last November, OUSA, the College Student Alliance, Colleges Ontario and the Council of Ontario Universities issued an urgent call to action on student mental health in their report In It Together. They recommend a mandatory K-to-12 mental health curriculum, along with transition programming for high school students who are going into post-secondary, and early warning systems for both K-to-12 and PSE.", "If the minister won’t listen to the students from the London West Girls’ Government, will she listen to OSTA-AECO, OUSA, CSA, COU and Colleges Ontario and implement a mandatory mental health curriculum in all Ontario schools?" ],
  "anchor" : "para710"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para714"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I want to thank the member opposite for bringing up this very important issue, and I want to thank the Girls’ Government group on youth suicide members for their advocacy and for bringing their voices right here to Queen’s Park. It was a pleasure for me to meet with them earlier.", "I want to tell you, as I told them, that absolutely, suicide, when it comes to our young people or anyone in our province, is heartbreaking and tragic. We have to do everything we can to ensure that not only are we preventing it, but that we’re putting the tools and resources in place to help our young people. I am committed to that, and this government is committed to that.", "So I’m going to tell you a little bit about what we’re doing. We’re certainly focusing on mental health promotion, early detection and ensuring there are supports in place when it comes to issues and addictions problems. We have absolutely built pieces into our curriculum from grades 1 to 12. I can take you through all of those pieces and—" ],
  "anchor" : "para715"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. You’re not going to. New question." ],
  "anchor" : "para718"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question this morning is to the Minister of Tourism, Culture and Sport. Ontario’s festivals and events attract tourists, support tens of thousands of jobs and generate millions in economic growth. I’m proud to be part of a government that supports these events so that people are drawn to visit and live in our communities.", "In my own community of Davenport and across Ontario, the government’s support for festivals and events has played a fundamental role in our cultural and economic vitality. That’s why I’m pleased to ask the minister about an announcement she made this morning in my riding of Davenport at the Theatre Centre. The minister announced the investment we are making in the Celebrate Ontario 2018 program and spoke to how it will bring people together and support our communities to attract more tourists.", "Mr. Speaker, through you to the minister: Can you tell the members of this House more about what you announced this morning at the Theatre Centre and how the Celebrate Ontario program will impact our communities?" ],
  "anchor" : "para720"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I want to thank the member for Davenport, who is a very strong advocate for her riding.", "Speaker, we were at the Theatre Centre this morning with the Toronto Sketch Comedy Festival. This is Toronto’s longest-running comedy festival that showcases comedy heroes every March. Visitors can take in up to 12 days of the best live scripted comedy in North America. The festival has been around since 2005 and has grown into a must-see for celebrating the theatrical tradition of sketch comedy. We’re proud to be supporting the Toronto Sketch Comedy Festival. We’re doing this through Celebrate Ontario.", "Speaker, these events draw thousands of visitors and tourists every year. Because of the tremendous attractions right across Ontario, people are visiting, they’re staying and they are spending.", "I look forward to speaking more about Celebrate Ontario in the supplementary." ],
  "anchor" : "para723"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para727"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Thank you to the minister for her answer.", "Many festivals and events, like the Toronto Sketch Comedy Festival, are having a positive impact on the culture scene in Ontario. Across the province, support from Celebrate Ontario 2018 means that organizers can enhance their programming activities and services. They can offer new and enhanced experiences that attract even more tourists and increase visitor spending.", "I know that Celebrate Ontario will have a positive impact in every corner of the province in 2018. From food festivals like the Pan Am food festival to music festivals to street festivals like BIG on Bloor in Davenport to events that teach us about our heritage and cultural diversity, our communities will benefit from increased tourism and visitor spending.", "Mr. Speaker, through you to the minister: Can you update the members of this House on the economic impact that Celebrate Ontario will have this summer?" ],
  "anchor" : "para728"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Thank you to the member for the question.", "Celebrate Ontario has been tremendously successful. Every dollar of Celebrate Ontario funding triggers almost $21 of visitor spending. It supports thousands of jobs and it generates millions of dollars in revenue. That’s why we’re investing over $20 million to support 328 festivals and events. That is the highest number in the history of the program. This commitment is going to have a province-wide impact in both small and large communities. It’s going to boost our booming tourism sector. This is a sector that is pumping $32.5 billion into Ontario’s economy every year.", "We’re providing support to 198 events in rural and northern Ontario, as well. We’re very proud to be supporting all the festivals right across Ontario." ],
  "anchor" : "para732"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being a point of order, I will turn to the member from Hamilton Mountain." ],
  "anchor" : "para736"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Thank you very much. I appreciate you acknowledging me, Speaker.", "I have some guests who are here with me in the east gallery: Shamso Elmi, Zahra Ismail, Qamar Abdirahman, Hamida Mohamud, Sahra Siyaad and Muna Ali. They’re here to support Midaynta Community Services. Welcome to Queen’s Park." ],
  "anchor" : "para737"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Transportation on a point of order." ],
  "anchor" : "para739"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I know he was here a little earlier, but I’d like to welcome James Maxwell from É.S. Georges-P.-Vanier school in Cambridge, who is here today for the francophone youth Parliament reception." ],
  "anchor" : "para740"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Windsor–Tecumseh." ],
  "anchor" : "para741"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I had a couple of people from Windsor arrive late, and I see they just left early. Eric Renaud and Robert Maich were here, and I’d like to welcome them to Queen’s Park as well." ],
  "anchor" : "para742"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Municipal Affairs." ],
  "anchor" : "para743"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I’d like to introduce Nancy Chamberlain from my riding of Thunder Bay–Atikokan. Nancy is here from Thunder Bay Counselling for the 10th annual family service day." ],
  "anchor" : "para744"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para745"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m so excited to welcome here to Queen’s Park two wonderful ladies that I know from Thornhill. We’ve got Sharon Hart-Green and my friend Esther Milstein. Welcome, ladies." ],
  "anchor" : "para748"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I also wanted to welcome Mark Zarecki and Rebecca Fromowitz from the Jewish Family Services of Ottawa, who are part of the Family Service Ontario delegation, two individuals with an organization that does incredible work in the great community of Ottawa Centre." ],
  "anchor" : "para749"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I would like to welcome to the House Mr. Bruce Chapman and Rob Jamieson, who are here today in the Legislature. Welcome." ],
  "anchor" : "para750"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Last call for introductions?", "I wasn’t sure. I was being faked out by someone standing and not standing.", "Anyway, it’s therefore time for members’ statements." ],
  "anchor" : "para751"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m very happy to say that today we have in the members’ gallery University of Toronto lecturer Sharon Hart-Green. She lectures on Hebrew and Yiddish literature, and she just published her first novel, entitled Come Back for Me. It’s her first fiction novel, actually. She has published two academic books as well.", "Come Back for Me is the story of Hungarian Holocaust survivor Artur Mandelkorn’s quest to find his lost sister, Manya, to whom he promised to return when they were parted during the atrocities of the Second World War. The story spans decades and continents as Artur makes aliyah, which means “move to Israel,” and later discovers his Canadian links. The plot eventually takes an unexpected turn. I read the book; it’s really riveting. It’s a nice book about a girl growing up in the 1960s in Toronto and flashing back to her family members who went through the Holocaust.", "Although no immediate family members in Sharon’s Canadian family were affected by the Holocaust, Sharon grew up among the many survivors in her Toronto suburb. I just want to mention, Mr. Speaker, that a lot of Holocaust literature really focuses on a lot of the pain and suffering. It’s just really nice to see a book where I know Sharon made a big effort to focus on people who were able to overcome hardship and rebuild their lives, to get married, to have children and to smile and to laugh. We all have a lot of respect for people who have that kind of resilience.", "It’s being published by the New Jewish Press, and it’s going to be used, Mr. Speaker, as an educational tool in some American schools. I’m looking forward to seeing it being used in Canadian schools as well. I think that our students would really benefit from it.", "I just want to mention that obviously the title, Come Back for Me, is linked to Artur coming back for his sister, but I think that there is a message in there in terms of Jews going back to their Jewish identity and going back to the Jewish homeland of Israel. If anybody here wants a copy of the book, I’m happy to get some down to Queen’s Park and have them in my office for them as well. It’s not expensive; it’s a softcover book—and I see the member opposite asking for a book already.", "Thank you very much, Mr. Speaker, and welcome to Queen’s Park, Sharon." ],
  "anchor" : "para756"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just a short editorial that members might not want to consider starting a retail business at the Legislature, but we will pass on that information and realize that books are available elsewhere. Thank you.", "Interjection." ],
  "anchor" : "para762"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I don’t sell them." ],
  "anchor" : "para764"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Today I rise to speak about an issue that is very important to the Windsor community and to the auto workers across Ontario. In January, this Liberal government made a decision to single out auto workers, among all other sectors, and reduce their emergency leave days from 10 to seven. This decision was made behind closed doors, and though the Liberals say there was consultation, I have yet to find an auto worker who says they were consulted.", "When the Premier visited Windsor for a public town hall, she heard from frustrated auto workers about this very issue. Just yesterday, at another town hall in Ancaster, an auto worker raised the issue again, saying he feared the reduced leave days could be used up all at once if he became seriously ill or injured.", "When the Minister of Labour was asked about the motivation to single out auto over all other industries, he said it was because auto operates in “a particularly competitive global sector.” We all know what that means: This government is putting productivity and profit over people.", "Auto workers juggle rotating shifts, six-day work weeks and physically demanding labour. This Liberal government should be ashamed of itself for this regulation. They should listen to the thousands of auto workers who oppose the decision, and reverse it immediately." ],
  "anchor" : "para766"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "I have the privilege of rising today to recognize Ghanaian Independence Day, which is celebrated on March 6, 2018.", "The Republic of Ghana and the Ghanaian community in Ontario are very strong. They recall that, 61 years ago, this Gold Coast region declared independence from the United Kingdom and established the nation of Ghana. The word itself means “warrior king” in the Soninke language.", "I have to say that there is a very rich heritage and a very strong Ghanaian community in Etobicoke North. I have learned a couple of key phrases in a host of different languages, including Ashanti, Twi, Hausa and Bono, and there are many, many more.", "This occasion commemorates their rich culture and heritage and allows all Ontarians to reflect on not only Ghanaian independence but the multicultural experience here in Canada.", "Speaker, you’ll be pleased to know that Canada is home to about 40,000 Canadians of Ghanaian origin. They represent, in themselves, quite a diversity of ethnicities and languages and so on. In my riding, as I mentioned, I have a very thriving community. I attend their functions quite regularly. They have excellent dinners; they are wicked dancers—I certify that; and they are also a wonderful community to help nation-build." ],
  "anchor" : "para771"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It is a pleasure to congratulate John Milkovich, a student from Mayfield Secondary School, on being selected for the prestigious Loran Award.", "Founded in 1988, the Loran Scholars Foundation gives annual awards to outstanding young Canadians who have demonstrated extraordinary skills in academic achievement, extracurricular activity and leadership potential. This year, the Loran Scholars Foundation had over 5,000 young Canadians apply for their scholarships.", "At Mayfield Secondary School, John is the president of the athletic association; he’s on the Nordic skiing and cross-country teams; and he serves as rugby captain. John has been tutoring his peers in math and science for several years. In the community, John volunteered at a veterinary clinic and is a classical guitar tutor. John is currently deciding which school he will attend in the fall. Either McMaster University or Western University will be lucky enough to welcome John to their class of 2022.", "I’m proud to say that, after rigorous application and interview processes, one of my constituents is one of only 34 students from across Canada receiving the Loran scholarship. Congratulations, John." ],
  "anchor" : "para777"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Today, as every day, I am proud to stand in this place and speak of the fantastic people in my riding and the city of Hamilton. Jessica Compton is one of those people.", "This past Sunday, I had the privilege of emceeing a fundraiser held at Tracie’s Place, a local establishment in my riding. Tree of Stars was a vision of Jessica’s. She grew up through the child welfare system and struggled to find the right path. Today, Jessica works two jobs: one as a child and youth worker and the other as an educational assistant.", "Stemming from her own experiences, she dedicates her life to mental health. With her café tour, Jessica inspires Hamilton’s community, sharing her stories and listening to anyone else willing to share theirs.", "Local female musicians supported Tree of Stars, providing an original single towards the cause, a collection of work that is now available on CD. Sunday’s release party featured these women, who shared their gifts to raise funds for the Youth Wellness Centre in Hamilton. Many thanks to these very giving musicians: Robin Benedict, Megan Bevilacqua, Lynne Atkinson, Kayd Kuenzig, Brennaugh Burns, Innersha, Sara Wilkinson, Ashley Bell, Sarah Smith, Darcy Fever, Miyah Simser and Charmaine Brooks.", "This is truly a great example of our community stepping up for the needs of our youth mental health services." ],
  "anchor" : "para782"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Today, there are more than two million seniors in Ontario. They are the fastest-growing segment of our population, set to double to over four million people in the next 25 years. In fact, there are now more people in Ontario aged 65 or older than under 15. I recently held my annual seniors’ breakfast at the Ancaster Old Town Hall, where we were joined by Ontario’s Minister of Seniors Affairs, the Honourable Dipika Damerla, for a wide-ranging discussion on how we can continue keeping older adults healthy, active and engaged.", "Many of our breakfast topics were reflected in Aging with Confidence: Ontario’s Action Plan for Seniors, which the Premier launched in Hamilton last fall. We heard about the need for more long-term-care beds. The government recently announced an investment of over 5,000 new long-term-care beds over the next four years, part of a 10-year plan to create more than 30,000 new beds over the next decade.", "An issue close to my heart and one I have long been advocating for is the new $100-million dementia strategy. In fact, the very first Ontario consultation on a dementia strategy took place in my riding, Mr. Speaker. That strategy will do a number of useful things. The things we are doing are fulfilling the responsibility that the current generation owes those who spent their lifetimes contributing so much. After a lifetime of working so hard and building Ontario up, we owe them nothing less." ],
  "anchor" : "para789"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I wish to take a moment to highlight an exciting event that will take place in my riding next year and to congratulate the woman who will be organizing it. Huntsville will be hosting the 2019 Ontario 55+ Winter Games, and Fran Coleman has recently been appointed chair of the games’ organizing committee.", "Fran is a very accomplished community builder and volunteer in the Muskoka region. She served as a town and district councillor for 20 years, during which she advocated for improved health care services, greater access to affordable housing, and increased supports for at-risk children and youth. A compassionate and caring person, Fran has also served on the board of Hospice Huntsville and is currently a volunteer with victim crisis and referral services.", "This three-day event in Huntsville will include more than 1,000 athletes. Ten sports will be featured, including skiing, curling, badminton, volleyball and even duplicate bridge. The economic impact for Huntsville and the surrounding region is estimated to be $2 million. Huntsville, which previously hosted these games in 2013, was chosen because it boasts excellent locations for snow sports. Huntsville will be holding a one-year-out celebration this evening where Fran will introduce the organizing committee.", "While I cannot be there tonight, I want to thank Fran and her committee for their hard work and express my support for their efforts." ],
  "anchor" : "para793"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Last week, I attended the Black History Month assembly at my alma mater, Guelph Collegiate Vocational Institute. The school unveiled a commemorative plaque and renamed the school’s auditorium in honour of Alfred Lafferty.", "Alfred was born in Toronto, the son of black American slaves who came to Canada in search of freedom. Despite the fact that his parents were illiterate, Alfred thrived at school and graduated from the University of Toronto. In fact, he won a silver medal in math, my favourite subject. In 1872, Lafferty arrived at Guelph County High School—now GVCI—where he became the first black principal of an Ontario public high school. Remarkably, in 1875, Lafferty became Ontario’s first Canadian-born black lawyer.", "Speaker, Alfred never permitted racial discrimination to hinder his personal pursuit of excellence and professionalism, and is a role model for today’s students." ],
  "anchor" : "para798"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "I rise this afternoon to recognize the ongoing good work and leadership of the Whitby Public Library system.", "Public libraries provide safe, inclusive and vibrant community hubs where residents of all backgrounds are welcome to learn, work, innovate, explore, connect and collaborate. In my riding of Whitby–Oshawa, the Whitby Public Library system works closely with all levels of government and the broader community to deliver valued services and contributes to a culture of social good.", "Despite the chronic underfunding under the Liberal government, the Whitby Public Library system continues to be a catalyst for the residents of Whitby to pursue their goals and dreams and reach their full potential by connecting them with the expertise and resources they need.", "My thanks to Ian Ross, the chief librarian, and his entire staff for the positive impact they have every day, every week and every month in the lives of so many residents in the great town of Whitby." ],
  "anchor" : "para802"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Je demande la permission de déposer un rapport du Comité permanent de la justice, et je propose son adoption.", "I beg leave to present a report from the Standing Committee on Justice Policy and move its adoption." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation / Projet de loi 175, Loi mettant en oeuvre des mesures concernant les services policiers, les coroners et les laboratoires médico-légaux et édictant, modifiant ou abrogeant certaines autres lois et abrogeant un règlement." ],
  "anchor" : "para810"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed." ],
  "anchor" : "para812"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated March 6, 2018, the bill is ordered for third reading." ],
  "anchor" : "para814"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas since 2006, the Auditor General of Ontario had been responsible for reviewing all government advertising to ensure it was not partisan; and", "“Whereas in 2015, the Wynne government watered down the legislation, removing the ability of the Auditor General to reject partisan ads and essentially making the Auditor General a rubber stamp; and", "“Whereas the Wynne government has since run ads such as those for the Ontario pension plan that were extremely partisan in nature; and", "“Whereas the Wynne government is currently using taxpayers’ money to run partisan hydro ads; and", "“Whereas the government did not feel the need to advertise to inform the people of Ontario of any of the many hydro rate increases; and", "“Whereas history shows that the Wynne and McGuinty governments have increased ad spending in the year preceding a general election;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate the Auditor General’s authority to review all government advertising for partisan messages before the ads run.”", "I fully support this, affix my name and send it with page Morgan." ],
  "anchor" : "para817"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I am very, very proud to present a petition that was developed by this year’s London West Girls Government. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas as many as one in five children and youth in Ontario will experience some form of mental health problem; and", "“Whereas 70% of mental health problems start in childhood or adolescence; and", "“Whereas significant mental health problems can and do occur in very young children, with 17% of children aged two to five meeting diagnostic criteria for mental health problems; and", "“Whereas 73% of teachers agree that anxiety disorders among students are a pressing concern; and", "“Whereas more than 12,000 children and youth in Ontario are currently waiting to access mental health services; and", "“Whereas over the last 10 years there has been a 63% increase in emergency department visits and a 67% increase in hospitalizations for Ontario children and youth with mental health issues; and", "“Whereas there is a chronic shortage of pediatric psychiatric services, with fewer than 100 child and youth psychiatrists for the entire province of Ontario; and", "“Whereas suicide is the leading cause of non-accidental death for Canadian youth, with at least three young lives lost through suicide every week in Ontario; and", "“Whereas one in 10 Ontario students in grades 7 through 12 reported seriously considering suicide, and about 3% reported attempting suicide,", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "That the Legislative Assembly direct the government of Ontario to implement a comprehensive strategy for reducing child and youth suicide, involving the Ministries of Education, Health and Long-Term Care, Children and Youth Services and any other relevant ministries, that is developed in close coordination with community suicide prevention planning.”", "I totally agree with this petition, affix my signature, and will give it to page Klara to take to the table." ],
  "anchor" : "para828"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas habitual absenteeism often results in students leaving school early and subsequently having significant gaps in both the knowledge and skills necessary to achieve future success;", "“Whereas habitual absenteeism may be an early indicator that a child is experiencing difficulty in the home, including substance abuse and addiction, neglect, and/or abuse;", "“Whereas there is a need to improve communication between education and child protection workers;", "“Whereas it would be beneficial for child protection agencies to be empowered to investigate such habitual absenteeism when it cannot be resolved by the school system;", "“Whereas when a child is subject of or receiving services through the child welfare, justice and/or education systems, intervention at the earliest opportunity puts the child at the centre and could identify dysfunction, provide help to the child and family, and promote better outcomes for children;", "“We, the undersigned, petition the Legislative Assembly of Ontario to make chronic absenteeism and lateness from school, when it cannot be resolved by the school system, a child protection issue.”", "I support this petition. I’ll sign it and give it to page Sully." ],
  "anchor" : "para844"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is in support of Bill 141, Sewage Bypass Reporting Act, 2018.", "“Whereas in 2006 the ministry of environment estimated that 18 billion litres of untreated or partially treated sewage was bypassed into local water bodies;", "“Whereas in 2006 there were 1,544 and in 2007 there were 1,243 separate bypass incidences of untreated or partially treated sewage reported to the provincial government;", "“Whereas weather events regularly overwhelm local sewer systems meaning sewage regularly is bypassed into local streams, rivers and lakes;", "“Whereas these bypasses can include untreated human waste, micro-organisms, disease-causing pathogens and toxic chemicals;", "“Whereas the ministry of environment already collects information from municipalities on sewage bypasses, but does not make this information available to the public;", "“Whereas Ontarians deserve to promptly know when untreated or partially treated sewage is released into the local waterways that they sail, canoe, kayak, boat and swim in;", "“Therefore we, the undersigned, petition the Legislative Assembly to adopt Bill 141 without delay.”", "I support this petition and give it to page Reid to take to the table." ],
  "anchor" : "para853"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Marguerite and Tom Kaljumaa from Hanmer in my riding for signing the petition that reads as follows:", "“Whereas Valley East’s privately operated ServiceOntario centre closed abruptly in January 2018; and", "“Whereas the people of Valley East have the right to reliable business hours and reasonable wait times; and", "“Whereas the people of Valley East have the right to a full range of services in both English and French; and", "“Whereas the people of Valley East pay the same provincial taxes as other Ontarians and have the right to equal services”;", "They petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Government and Consumer Services instruct ServiceOntario to immediately and permanently open and staff a public ServiceOntario centre in Valley East.”", "I support this petition and will affix my name to it and ask page Ricky to bring it to the Clerk." ],
  "anchor" : "para863"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Whereas Bill 84 (2016) An Act to amend various Acts with respect to medical assistance in dying does not include adequate protection for the conscience rights of health care providers in the province of Ontario;", "“Therefore we, the undersigned residents of the province of Ontario, petition the Legislative Assembly of Ontario as follows:", "“To provide a process within Bill 84 that does not compromise a health care provider’s conscience, faith and commitment to the Hippocratic oath.”", "I agree with this and will sign it and give it to page Audrey." ],
  "anchor" : "para872"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Felicia Patterson from Capreol in my riding for this petition, and it reads as follows:", "“Whereas there continues to be a shortage of long-term-care beds in Ontario, resulting in the inappropriate use of acute care beds in Ontario’s hospitals; and", "“Residents who do need secure long-term care are often forced to move away from their communities, families and friends”;", "They petition the Legislative Assembly of Ontario as follows:", "“To lift the moratorium on long-term-care licences so that the inventory of long-term-care spaces can be brought to a level that will ease the burden placed on Ontario’s hospitals; and", "“Ensure that licences are granted for the creation of long-term-care spaces not only in cities but in smaller communities where residents are being forced to abandon everything they’ve ever known.”", "I support this petition, will affix my name to it and ask page Olivia to bring it to the Clerk." ],
  "anchor" : "para878"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "This petition is for an advance green in Shelburne.", "“To the Legislative Assembly of Ontario:", "“Whereas the intersection of Highway 89 and County Road 124 is a major artery for travel between Collingwood and the GTA;", "“Whereas there have been a variety of serious car and pedestrian accidents at this intersection;", "“Whereas Shelburne is the fastest-growing community in Ontario, meaning traffic will only increase;", "“Whereas county of Dufferin traffic data already shows a need for an advanced green;", "“Whereas residents of Shelburne and the surrounding area deserve to travel their roadways safely;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Transportation immediately install an advanced green at the intersection of Highway 89 and County Road 124 in the town of Shelburne.”", "I support this petition. I’ll affix my name to it and give it to page Klara to take to the table." ],
  "anchor" : "para886"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This is a petition to stop the closure of the Cardiac Fitness Institute, and it reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas the Cardiac Fitness Institute (CFI) at the London Health Sciences Centre has provided over 35 years of cardiac rehab and care services to thousands of patients; and", "“Whereas research shows that long-term lifestyle changes following serious cardiac events are critical to save lives and to prevent costly hospital visits later; and", "“Whereas the CFI is the only program in London that provides long-term cardiac rehab support, with approximately 1,400 cardiac patients currently benefiting from the program; and", "“Whereas patients who access CFI services have a rehab retention rate of 75% to 80%, well above the average for patients who attend short-term programs; and", "“Whereas the LHSC has cited a lack of government funding as a driving factor in their decision to close the CFI;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“Immediately fund the CFI to prevent its closure and ensure that heart patients and their families have access to the care they need to stay healthy.”", "I totally support this petition, affix my name and will give it to page Michael to take to the table." ],
  "anchor" : "para897"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas in 2009 the Ministry of Transportation received environmental clearance for six lanes of the 401 between Tilbury to Elgin county;", "“Whereas the 401 between Tilbury and London was already known as ‘carnage alley’ due to the high rate of collisions and fatalities there;", "“Whereas current work being done on the 401 between Tilbury and Ridgetown will reduce the road to a single lane for up to three years thus making this stretch a serious safety concern;", "“Whereas there have already been four deaths, nine serious injuries requiring hospitalization and over eight collisions” just this past summer “within the one-lane construction area;", "“Whereas the government of the day pledged to invest $13.5 billion in highway improvements and has sharply increased the fees for driver permits and licence renewal fees which are used for highway maintenance and improvements;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To commit to upgrading the 401 from four to six lanes and install a median barrier from Tilbury” to London.", "I wholeheartedly approve of this petition, and will sign it and give it to page Sully." ],
  "anchor" : "para908"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "“Petition to Resolve the Crisis in Corrections in Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government has faced serious criticisms by OPSEU, offender advocacy groups, media, the general public, the Ombudsman, the Ontario Human Rights Commission, the MCSCS independent auditor (Mr. Howard Sapers) and the Auditor General as a result of significant deficiencies in the correctional system; and", "“Whereas the rates of assaults on correctional workers continue to increase exponentially; and", "“Whereas Ontario probation and parole officers have the highest workloads in the nation; and", "“Whereas Ontario has one of the highest recidivism rates in Canada; and", "“Whereas the current working conditions of correctional staff, coupled with the comparatively low rates of investment across Canada has resulted in difficulties with staff retention and recruitment;", "“We, the undersigned correctional workers, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario government significantly increase expenditures to resolve the crisis in corrections by hiring full-time correctional workers, increasing funding for adequate offender services and increasing investments to recruit and retain skilled professionals and reduce recidivism.”", "I fully appreciate and agree and will affix my signature." ],
  "anchor" : "para918"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is to the Legislative Assembly of Ontario.", "“Whereas after more than a decade of mismanagement of Ontario’s energy sector, including the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff (FIT) contracts with wind and solar companies, and the sale of surplus energy to neighbouring jurisdictions at a loss have all put upward pressure on hydro bills; and", "“Whereas a recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion by 2032 if nothing changes; and", "“Whereas Ontarians and businesses can no longer afford the rising cost of hydro, with 567,000 residential electricity customers in arrears in 2015; and", "“Whereas the CEO of Hydro One has a $4-million salary compared to the Quebec CEO’s $400,000 salary; and", "“Whereas the sell-off of 60% of Hydro One is opposed by a majority of Ontarians and may lead to even higher hydro rates;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government stop the sell-off of Hydro One, stop signing energy contracts we don’t need, address out-of-control executive pay and take immediate steps to stabilize hydro bills for all Ontarians.”", "I support this petition, affix my name to it and give it to the page to take to the table." ],
  "anchor" : "para930"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’aimerais remercier M. Émile Prudhomme de Val Therese dans mon comté pour cette pétition.", "« Alors que les automobilistes du nord de l’Ontario continuent d’être soumis à des fluctuations marquées dans le prix de l’essence; et", "« Alors que la province pourrait éliminer les prix abusifs et opportunistes et offrir des prix justes, stables et prévisibles; et", "« Alors que cinq provinces et de nombreux états américains ont déjà une réglementation des prix d’essence; et", "« Considérant que les juridictions qui réglementent le prix de l’essence ont : moins de fluctuations des prix, moins d’écarts de prix entre les communautés urbaines et rurales et des prix d’essence annualisés inférieurs; »", "Ils demandent à l’Assemblée législative :", "« D’accorder à la Commission de l’énergie de l’Ontario le mandat de surveiller le prix de l’essence partout en Ontario afin de réduire la volatilité des prix et les différences de prix régionales, tout en encourageant la concurrence. »", "J’appuie cette pétition. Je vais la signer, et je demande à Theebana de l’amener à la table des greffiers.", "Madame Lalonde moved third reading of the following bill:", "Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation / Projet de loi 175, Loi mettant en oeuvre des mesures concernant les services policiers, les coroners et les laboratoires médico-légaux et édictant, modifiant ou abrogeant certaines autres lois et abrogeant un règlement." ],
  "anchor" : "para940"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister Lalonde." ],
  "anchor" : "para952"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Monsieur le Président, it’s an honour to begin third reading of the Safer Ontario Act, 2017.", "C’est une journée importante pour la sécurité et le bien-être dans les collectivités de l’Ontario.", "If this bill is passed, it will create a foundation to support community safety across the province for years to come. Ontario is already the safest jurisdiction in North America. Since 2007, Ontario’s crime rate has dropped by 29%; the violent crime rate has dropped by 27%. Ontarians are safer in their neighbourhoods and less exposed to violent crime.", "This did not happen by accident. Excellence in policing plays an important role. Ontario is home to some of the finest and best-trained police officers in the world. I can’t say enough about the brave men and women who carry a badge and I applaud their dedication. I am comforted to know that in the case of personal danger, an experienced Ontario police officer will answer the call.", "That will never change, Speaker. Ontarians can be assured that their police will respond to a 911 call. But the idea that police are the only solution for safer communities is unrealistic and unsustainable. We’ve heard that from everyone, including the police themselves. They know better than anyone the new challenges they face and the pressure it puts on them. They’re strong advocates for an all-of-community and all-of-government approach to build up our communities—so is this government.", "Policing evolves as criminal activities change. New technologies can both prevent and create criminal opportunities. With the Safer Ontario Act, we’re catching up with the times. It sets a clear direction for everyone to contribute to community safety and well-being plans through collaborative partnerships:", "—the police, who will always remain at the heart of community crime prevention and law enforcement activities;", "—other safety personnel, such as special constables and non-uniformed civilians, who play a strong supporting role in maintaining community safety; and", "—increasingly, the crisis workers and health care, social services and education professionals, who have the experience and insight to assist police in caring for some of our most vulnerable citizens.", "The proposed bill also builds on the confidence and the trust we have in our police through enhanced accountability and oversight for everyone in the system. I want to assure this House that the rights of police will be better protected, and the public better served.", "So, what can we expect if this House passes the Safer Ontario Act? The proposed act sets a framework for a new community safety and well-being model where municipalities will lead police and other local service providers to find local solutions to local challenges. These plans will work towards a more proactive model for community safety.", "A 911 call is a last resort; it signals a failure of community safety and well-being. This bill leverages this government’s investments in social infrastructure and mandates a whole-of-society approach to community safety.", "The act outlines police responsibilities and community safety service delivery, including, for the first time, clarifying the duties that can only be performed by a sworn police officer. Let me assure this House, policing is not for sale in the province of Ontario, and it never will be under this government. Only one party has tried to privatize public safety, and it’s not this one.", "Our current policing framework outlines certain areas where police services may use supports. These areas will not change or be expanded under this bill. Things like specialized forensic identification or explosive disposal technicians are sometimes necessary, and they will continue to be available to assist our sworn officers.", "I would urge my friends on the other side of the House to review all the limits and protections we’ve proposed before they grandstand on this issue. This act puts in place new safeguards to prevent policing functions from being delivered by a for-profit corporation except in narrowly defined and highly specialized areas, and it requires cabinet approval of any contracts.", "It also gives the new Inspector General of Policing the power to review all contracts and ensure they are in line with adequate and effective policing.", "Speaker, fearmongering does not serve the public interest. I am proud that, along with our stakeholders, we have built a modern framework with the right balance of protections.", "The act introduces changes to the police disciplinary process, including giving chiefs of police the ability to suspend officers without pay under certain circumstances. Ontario remains the only province that requires all suspended police officers to be paid. This can erode public trust and confidence in the disciplinary system, and I am proud of the progress we have made on this issue.", "The act provides First Nation communities with more choices in determining a model of policing that best suits their needs. For the first time, First Nations will be able to create a police service board. They retain, of course, the option to continue with their current policing frameworks.", "As I mentioned earlier, Speaker, this bill sets up an enhanced and independent oversight and accountability framework, including the appointment of Ontario’s first Inspector General of Policing. The inspector general will increase the ministry’s capacity to monitor, investigate, inspect and audit police services.", "We have also proposed significant changes to how police boards operate. They will strengthen civilian governance and instill greater public confidence. We did make a change at committee to clarify that in some circumstances, the police services board would be able to create policy around deployment. The act, as originally introduced, could have led to confusion on the distinction between “policy” and “direction” on this issue. We do not intend to take away from the ability of the chiefs to provide leadership and to manage their services. We will be able to clarify these powers by regulation in the future.", "In addition, the proposed Safer Ontario Act will modernize the Coroners Act, including mandatory inquests in cases where use of force by law enforcement personnel is determined to be a direct cause of death. It will create Ontario’s first Forensic Laboratories Act, so as to mandate accreditation for forensics labs. The pursuit of justice in our courts must not be derailed by flawed forensic procedures.", "It will also create a Missing Persons Act that will support police when they investigate cases where persons are missing but criminality is not suspected. This was a key recommendation of the inquest into the tragic deaths of seven indigenous youths in Thunder Bay. It will also fulfil a commitment our government made in the Long-Term Strategy to End Violence Against Indigenous Women. We’ve heard clearly from families who have suffered tragedies and who want police to have the tools they need to find their missing loved ones.", "Our government is committed to building safer communities for the people of Ontario. Passage of this bill will mark an end to five years of study and hard work with our partners, including hundreds of consultations. I want to make sure that people have time to talk, so I want to take a moment and just thank a lot of people here.", "I want to say thank you to Bruce Chapman, the president of the Police Association of Ontario; Mr. Rob Jamieson, president of the Ontario Provincial Police Association; Mr. Mike McCormack, president of the Toronto Police Association; Chief Bryan Larkin of the Ontario Association of Chiefs of Police; Councillor Eli El-Chantiry, chair of the Ontario Association of Police Services Board; Grand Chief Alvin Fiddler of the Nishnawbe Aski Nation; Grand Chief Joel Abram, AIAI; Grand Chief Francis Kavanaugh of Treaty Three; the Chiefs of Ontario; Deputy Mayor Lynn Dollin; all members of the FPAC; the Canadian Mental Health Association; and, I will say, everyone, everybody who came to the Strategy for a Safer Ontario public consultations that took place across this province.", "I encourage the honourable members to vote in favour of the Safer Ontario Act." ],
  "anchor" : "para953"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para980"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Well, here we are: Just two days after debating the government’s time allocation motion, we are back in this place to debate Bill 175 at third and final reading. By the government’s own admission, this legislation represents the first major change to how our police services are governed in over 20 years, and yet the government could only allocate one hour of House time, split between three parties, to debate the amended bill. I only have 20 minutes to speak to Bill 175 on behalf of the official opposition, and that’s really unfortunate. It’s unfair to everyone who will be impacted by this bill, especially all of our hard-working police officers and civilian staff across the province.", "I, too, would like to follow the minister and welcome everyone here today to the chamber.", "Our police service members feel that they have been unfairly targeted by this government in Bill 175, and they have expressed their frustration at not being heard during the legislative process. A bill of this size and complexity deserves proper debate and consideration, not to be rushed through the legislative process. I can’t tell you how disappointed—at how anti-democratic this government has been in its blind drive to pass this legislation. The disorganized display that we witnessed during clause-by-clause at the Standing Committee on Justice Policy yesterday only confirms their cynicism.", "This morning, the minister claimed that the government had spent five years consulting on this bill, but how can that be? If they had consulted properly, they wouldn’t have had to put forward 250 amendments to their own bill—again, 250 amendments. It’s really unprecedented, Mr. Speaker. In fact, government amendments were rolling in right until the very end. Two arrived just before the absolute final deadline.", "What this shows is that this bill is not ready to become the law of the land. After all, if there could be so many errors that the government—", "Interjections." ],
  "anchor" : "para981"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I don’t have to go in that direction, do I? I hope not. Thank you.", "Continue." ],
  "anchor" : "para987"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "If there could be so many errors that the government could find at the last minute, can you imagine how many they missed in their rush to pass this bill? I guess we’ll soon find out, unfortunately. Sadly, the damage caused by this government’s sloppiness will have already been done.", "However, the worst part of all of this is that, among the 250 or so amendments the government introduced, very few of them substantially addressed the concerns expressed by our police associations and other stakeholders. The Police Association of Ontario, the Ontario Provincial Police Association and the Toronto Police Association have been advocating for changes to the government’s bill since even before it was tabled last year. I remember hearing about their concerns last summer. Even then, they had a feeling that this government was going to come out with a bill that would unfairly target police officers, and unfortunately, their suspicions were correct.", "For the record, the police associations were never opposed to reasonable reforms or improvements to existing legislation. After more than 20 years and new challenges facing policing, there is no doubt that modernization was needed. They, like us, also agree that we need to have an efficient and effective oversight system. However, all that they wanted was for this government’s changes to ensure that the tens of thousands of dedicated police officers across our province were treated fairly, and that their input and concerns were heard during the drafting process. They met with ministers, they provided detailed briefs and they trusted in the parliamentary process. They did everything right, Mr. Speaker, but in the end, the government chose to ignore much of their input and decided that they would force through Bill 175, come hell or high water. And here we are.", "They forced through a time allocation motion yesterday—and not for the first time in this legislative session, I might add. This time allocation motion limited our discussion of amendments at committee, even though we had the time to go through most of them. The government rescheduled clause-by-clause until 11 p.m., but for some reason they cut off debate at 4:30, after barely two hours. This meant that most of the PC and NDP amendments would not be debated. I can only assume that this was done deliberately. Why? Because we, the official opposition, felt a responsibility to stand up for our brave police officers, who put their lives on the line each and every day to serve and protect Ontarians.", "We introduced a series of amendments that would address some of their biggest concerns. In particular, we tried to address the issue of the government allowing non-police contractors—or, as they refer to them in the legislation, “prescribed entities”—to take on policing responsibilities. The government had stated that its goal with this bill was to improve accountability, oversight and transparency of policing services, but the powers that this bill would grant to police services boards to contract out virtually all aspects of policing, as described in detail in section 14, would actually undermine that goal.", "I would like to quote from the submission made by the police associations. They said that the contracting-out of policing functions will “have a significant negative impact on public safety. Public safety functions should not be performed by untrained, unaccountable and underpaid employees of a for-profit corporation that had the dubious distinction of being the lowest bidder for a municipal contract.”", "This government has argued that allowing for the contracting-out of police services would somehow reduce costs. The reality is that by opening the door to this, they are putting the safety and security of Ontarians at risk. While police officers will have added oversight, these contractors will have no oversight. How is that fair? How will that make Ontario safer? It won’t.", "I just mentioned police oversight, and it is definitely one of the most problematic aspects of Bill 175, even as amended. This bill presents us with a large and complicated web of new and overlapping accountability mechanisms that has the potential to significantly hinder the work of our police officers. New reporting mechanisms, paperwork and additional training requirements only add to their burden while demonstrating a lack of trust and respect for the work they do. But the biggest take-away from the oversight measures as presented by the government in this bill is that they presume bad intent on the part of police officers. Shameful, shameful, Mr. Speaker.", "For example, the government’s legislation creates the new position of inspector general, who will have sweeping powers to investigate complaints against police and to impose massive new fines. However, one of the things that this government chose to specify in this bill is that neither the inspector general nor the inspectors he or she could appoint can be current or former police officers. That’s shocking, Mr. Speaker. Why is the government excluding some of the most qualified and experienced people? Is it because they presume bias or conflict of interest on their part? If that’s not anti-police, I don’t know what is.", "In fact, Rob Jamieson, president of the Ontario Provincial Police Association, says that excluding current or former police officers from consideration for appointment as inspector general is “anti law enforcement.” I saw the minister nodding yes. Was that a yes? So you agree with that comment?" ],
  "anchor" : "para989"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I’m listening." ],
  "anchor" : "para1000"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Oh, okay. Back to Rob’s quote. He added, “It is hard to believe how much this government despises our profession. #Shame.”", "Another troubling aspect of this new oversight position is that not only will the inspector general be appointed by the Lieutenant Governor in Council; they will also be reporting to the Minister of Community Safety. This opens the door to political meddling in a very sensitive area.", "Interjection." ],
  "anchor" : "para1001"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Why did you put that in, then? If the inspector general position has to be created, the very least the government could do is make them independent of the government. Some have suggested that perhaps the inspector general should be an officer of Parliament, but is that something this government has considered? No. This government wants to maintain complete control and we see examples of ministerial overreach throughout this bill.", "There are also very specific aspects of the oversight provisions that unfairly target police officers. For example, the $50,000 fine that this government adds is way beyond the pale when considering the conduct to which the offence applies. I want to read into the record the police association’s legal submission on this point.", "“Failure to comply with a request/direction from the SIU or OPCA in relation to an investigation immediately or as otherwise specified unless it is impracticable, is an offence and subject to a fine (up to $50,000) or jail. This provision has been drafted as if it was one of absolute liability. The reference to immediacy highlights how unreasonable this provision is. It does not even provide for a reasonable excuse.", "“There is no consent even required of the Ministry of the Attorney General or the Ministry of Community Safety and Correctional Services for any prosecution. There is no oversight since the SIU will be able to conduct their own investigations of purported failures to comply with their own requests. Officers will face abusive requests from SIU investigators and OPCA investigators with the underlying threat that they could face prosecution, fines and jail. Also, no citizen faces a provincial offence like section 33(3) or 102(1) with such an excessive penalty for non-compliance with requests of the police.”", "Again, no citizen faces a provincial offence like those sections.", "Police officers and special constables will even face hearings and fines even after they resign or retire. In some cases, what the government has proposed in this legislation may even violate police officers’ charter rights, according to their police associations. I’m sure they are discussing this over there, Mr. Speaker, and maybe they’ll have a different tune and not want to vote for final reading here today.", "The government—again, I’m warning them—needs to take these charter risks seriously unless they want to waste taxpayer money defending this rushed piece of legislation in the courts.", "I don’t pretend to be a lawyer, but I understand the government’s intent behind this bill loud and clear, and so do the police associations and their members. The message is, the government doesn’t trust you and the government doesn’t respect the work that you do.", "One of the most shocking examples of the government’s attack on police officers in this bill is section 115. This provision would allow the government to demote, fire or retire officers who are facing disability or dealing with issues like PTSD. Could they sink any lower, Mr. Speaker? This government is even targeting the police officers who are most in need of our understanding and compassion.", "Why would they do this to save costs? That’s absolutely the wrong way of going about it, especially since it wasn’t all that long ago that all three parties supported PTSD—", "Interjections." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. All I have to say is, you know that the conversation goes through me, not across, and we have a little conversation between—there’s three people involved this time. I would appreciate it if you would do the proper thing and go through me.", "Continue." ],
  "anchor" : "para1015"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Mr. Speaker, we actually wanted more debate here. It’s the government that has shut down the debate. We wanted more debate to go on. This is a huge bill.", "As I said, when they bring 250 amendments of their own, there’s something wrong. They keep rushing it through. They didn’t even let us read the amendments after 4:30. You just had an amendment to a certain section and it was gone. Of course, we were out-voted because they held the majority and were ramming this through.", "Anyway, I’ll get back. I’ve just been able to focus my remarks on a few of the issues affecting the police associations. They certainly represent the biggest area of concern on this side of the Legislature, but they are by no means all the stakeholders that have concerns about this bill. Many municipalities also expressed their concerns with Bill 175 and have said that despite the government’s argument that it will reduce municipal costs related to policing, they expect the exact opposite to happen.", "I wish I had more time, as I said, to debate these issues of concern, but what can I say? You keep cutting me down. I only have 20 minutes. As I said, it was hundreds of pages in the bill. I didn’t even have time to say anything nice about some of the parts of Bill 175 that we actually like. There are some good changes to missing persons and forensic laboratories, which are constructive and largely overdue.", "Nevertheless, I wanted to summarize the biggest concerns that we in the official opposition have with Bill 175. I just want to say we only had two days of public consultations, not full days. We did hear from over 40 stakeholders, but when we asked the government to travel to northern Ontario for a hearing, to southwestern Ontario, anywhere outside of Toronto so we could get more of a holistic picture, the government shut us down on those motions. We did try to do a little more engagement outside of the Toronto area. We weren’t unreasonable in our request.", "I want to follow up on some of the summaries of the biggest concerns we have. Bill 175 would allow the outsourcing of certain police functions to private organizations, including security contractors, which carries with it significant community safety risks. The bill leaves far too much to regulation, which means that the government will be able to implement the details of this legislation without having to consult elected officials in the Legislature.", "They also failed to adequately define what the core functions of policing are. I think that’s the biggest—it’s in regulation, the minister says, and she’s said that all along; they’ve been consistent in that. We’ve consistently said that was not sufficient, that you had to put down what the core definition of police functions were. You could allay a lot of fears, not only of the police associations but also of Ontarians in general, about who is going to respond to their needs in times of crisis. As I said, we’ve asked for it consistently; the government did not want to do that. They could have solved a lot of issues. They defined other things in the bill, but they did not define that.", "This bill potentially allows for an unprecedented level of ministerial interference in issues surrounding police oversight, including with regard to the minister’s relationship with the inspector general. It is mind-boggling. It’s unprecedented ministerial oversight and control.", "If I was the government, I just couldn’t imagine why you would want this responsibility. We feel the underlying fact is that you do not trust the police. You are showing that as an example and leading it. You’ve put that in the public’s mind, that they aren’t supposed to trust the police. That’s the intent that has gone through. We have said this for the few weeks we’ve had a chance to debate this bill. It will make it harder for police to deal with criminals, since it appears to presume bad intent on their part." ],
  "anchor" : "para1017"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "You should speak to your mayor." ],
  "anchor" : "para1027"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I spoke to stakeholders intently—maybe you didn’t, Minister—but that’s certainly what we’re getting the feedback for.", "Finally, the bill significantly expands the bureaucracy associated with police oversight without a corresponding increase in resources. Even though this government has had years to prepare a broadly acceptable reform package, they have made a mess of this legislation and the process to debate it.", "Instead of modernizing policing, Bill 175 adds so many new bureaucratic structures and hurdles that will only make policing more difficult for our front-line officers and civilian staff. We’re going to see whether or not the government actually allocates any money for the implementation of this bill in the upcoming budget. I’m hearing it’s March 28. Is that the breaking news?" ],
  "anchor" : "para1028"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Yes, $8 billion." ],
  "anchor" : "para1031"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "An $8-billon deficit? Oh well, what a shock.", "Unfortunately, the people who will face the worst consequences of this government’s cynical approach to this bill will be our front-line police officers—", "Interjections." ],
  "anchor" : "para1032"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "I have to warn you. That’s the fourth time.", "Continue." ],
  "anchor" : "para1035"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Mr. Speaker, as I was saying, unfortunately, the people who will face the worst consequences of this government’s cynical approach to this bill will be our front-line police officers and ultimately all Ontarians, who will end up with less transparency, less accountability and a demoralized police force, which in turn means reduced community safety. It’s truly ironic that the government had the gall to give this bill the short title of the Safer Ontario Act when its consequences may actually undermine Ontarians’ safety.", "This is a bill that our police associations aren’t supporting, and who could blame them, with the government going out of its way to act against the interests of their hard-working members?", "This government refused to listen to the legitimate concerns of our police officers. They’re offering no new resources to fund this major overhaul and, frankly, their policy track record doesn’t give us much hope that they won’t bungle the implementation and process of this bill, as they have so often in the past, Mr. Speaker.", "Given all the flaws I mentioned in my remarks, the official opposition will not be supporting this legislation and will be voting against it." ],
  "anchor" : "para1038"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1042"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "It is a pleasure to rise on behalf of my constituents. It’s an honour to do so each and every day in this House, but sometimes I look forward to some of the debates a little bit less than others, particularly when they are an abuse of power as, I would explain and let folks know, I believe this government has used in the creation and the follow-through of this bill.", "Speaker, first I want to welcome those who are in the gallery today: our First Nations chiefs who are here among us and the president of the Police Association of Ontario, Bruce Chapman, and Rob Jamieson, president of the OPPA. Thanks for being an integral part of this discussion.", "I guess what I will do, Speaker, is I’ll give a breakdown from our perspective as New Democrats of the good, the bad and the ugly. At the outset, starting with the good—it won’t be that much of the content, but there is some good there—one is that, undoubtedly, the Police Services Act of Ontario has not been updated for over 20 years. It is right, it is just, it is prudent that this House review the mechanisms built into this legislation and review the nature of policing and have that discussion. It is right for us to understand the complexities of policing. It’s right for us to understand the rules that govern policing—there are many—and to change them.", "The nature of policing in this province and, I would argue, around the world has changed drastically in 20 years and will continue to evolve as the nature of the threats against our citizens continues to evolve. There are threats that were not ever imagined back when the original act was created, that could never have been contemplated. There are certainly issues that were not given the proper consideration nor the proper resources—one of which, I believe, is the creation and the extension to First Nations in schedule 1 of this act of their own stand-alone police services boards.", "I want to congratulate you on the work that you’ve done. I know that it’s taken a significant amount of dialogue with the government. Congratulations. We certainly look forward to enhancing and improving policing on First Nations and ensuring that the resources are there. But it will be all for naught if this government doesn’t realize that First Nations in our northern rural communities are under-resourced. We have to ensure that they’re given the tools to adequately respond to the threats and the nature of protecting the public in First Nations communities and beyond. That shows the respect that should be given between this government and our First Nations. I absolutely agree, and New Democrats support that and support the evolution and ongoing progress in that regard.", "Speaker, this bill was born out of the Justice Tulloch report that was exhaustive in its examination of the Police Services Act and the role of policing in our communities. We, as New Democrats, broadly support the recommendations put forward by Justice Tulloch. He did broad consultation, he answered some hard questions, and he was frank and also, when need be, quite complex with his recommendations. In that light, we appreciate and thank Justice Tulloch for his report.", "New Democrats, again, broadly support many of his recommendations around the use of carding, arbitrary detainment and arbitrary street checks. New Democrats not only support those recommendations, but under our previous deputy leader, Jagmeet Singh, we brought forward stand-alone legislation that could have done it on its own, that could have dealt with this issue wholeheartedly. This government refused to bring it forward.", "New Democrats have been at the forefront of these issues well ahead of this government.", "Interjection." ],
  "anchor" : "para1043"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I hear the Minister of the Attorney General commenting and yelling, although he and his government have truncated debate on this. If he had something to say, you would have thought he would have extended and lobbied for his government to ensure that there was more time to speak on the bill. So I would respectfully say, Mr. Attorney General, write it down.", "Other provisions in the bill around missing persons legislation: Our colleague Catherine Fife from Kitchener–Waterloo has been instrumental in pushing forward this legislation, and has fought for the government to reform missing persons legislation in cases where there is no criminality that is apparent and where the tools don’t exist for families to access information that would lead them to some conclusion. These are reforms that I think are necessary. They’re common sense and ones that this government could have acted on stand-alone, on its own, and had it through this House with as swift a passage as they’ve applied to this bill.", "The oversight and accountability provisions built into here are welcomed not only by civil society, but the provisions of oversight and transparency, if they are built with a measure—and through a lens—of fairness, are welcomed by our various policing associations.", "They want to have that discussion, but not under the lens of already being guilty until presumed innocent. This is not a charge that makes for fair dialogue, and that’s how our policing services have felt throughout this process. I know, in speaking with them, they have been incredibly frustrated at the manner in which they’ve been treated.", "That is about as much of the good as can I get to in this bill. Let me get on to the bad part. The bad part is in the absolute abuse of power that this government has applied to the debate around this bill.", "Here are the amendments. There are over 283 amendments that we received less than 24 hours ago, Speaker—283 Liberal government amendments. That’s not including the PC caucus and New Democratic amendments. We put forward amendments that would have supported and enhanced First Nations language and support for police services boards on First Nations. In fact, we believe that that is such an important, integral component of policing in Ontario that it should have had its own stand-alone legislation.", "We believe that they should also have the regulatory framework to enforce their own bylaws as well. I don’t believe that that is encompassed in this bill, unless I missed it during the truncated portion of the rocket ship that you called committee last night, which was a yea or nay vote—straight up yea or nay—without any debate, without any deliberation on what the intent and the nuance of these bills are, or the ramifications of them.", "We haven’t seen a bill at 191 pages come through this House, other than the budget bill. I haven’t seen one I don’t think in my tenure, in seven years in this House. If I saw one as thick, I can’t remember that it was given any less time than this one was and was any less consequential.", "And I can’t imagine that that bill, at 191 pages, contained 283 consequential amendments. That is an indication of a government that is incompetent. You can’t get it right. You’ve had four years to do it. You know the issues exist. You have a brain trust at your disposal. You have community leaders that are ready to help. You have civil society that is ready to help, but you rush through a bill that you’re not just dotting the i’s and crossing the t’s on; these are consequential amendments that arrived at the last minute.", "It is an affront to the fundamental process of the passage of legislation that this wasn’t given due consideration and applied through a lens of democracy. It’s irresponsible. It’s an affront. I take offence to it, and anyone who is listening and who understands the ramifications of this would as well.", "Speaker, that’s the bad, the way that they did this. They could have done it better. They could have taken some time. They could have started it a long time ago. We knew the Tulloch report was on the table. The recommendations were on the table. That process should have started, with massive amounts of dialogue. New Democrats would have and could have absolutely given you the political playing field to do that, and would have appreciated it. However, here we are. I’ve got nine minutes left—nine minutes on this bill that is going to have consequences for generations in our communities.", "I would, and will, argue that it will jeopardize the health and safety of our communities. Here’s why. Here’s the ugly, Speaker. The ugly is a couple of things, one of which is that you couldn’t imagine that it would come from the progressive Kathleen Wynne Liberal government in the defence of public services and the supreme defence of public safety officers and front-line officers. They talk a good game when they’re talking about our front-line officers, who are sworn officers in the defence of the laws that we create in this House. You would never think that a government that was so progressive would whittle down, water down, outsource and privatize one of the most fundamental aspects of our job in here, that of providing safety for our public, our communities and our families.", "The minister said that public safety is not for sale. I call bull spit on that one, Speaker, absolutely. It is a joke to say that, because right here, in the 27th government motion, whereby subsection 14(3) of schedule 1 to the bill is struck out and this is substituted: “An agreement under subsection (1) shall not be made with a prescribed entity”—when I say “prescribed entity,” just think “private provider”—“who is a for-profit entity”—so not only are they private, but they’re in it to make money off providing public safety roles—“unless the entity is to provide one of the following policing functions.” And here’s the function. If they can’t provide this function, then they are not eligible to apply: “1. Crime prevention”—well, what do you think our current policing complement does each and every day? They prevent crime in our communities. Uniformed, sworn officers who are patrolling are preventing crime just by their very being. When they attend events in our communities and they’re shaking hands and taking pictures, guess what they’re doing? They’re preventing crime. That’s front-line community policing, and that’s for sale. That’s for sale to the lowest bidder.", "The minister shakes her head. Perhaps, I’ll give her a little leeway, in that she may not have read all these regulations. I can’t fault her for not having gotten through 289-some-odd regulations.", "Here’s one that you might have missed, Minister: It’s not only crime prevention—", "Interjection." ],
  "anchor" : "para1052"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Let me continue:", "“2. Investigative support related to law enforcement, including supports in the areas of,", "“i. crime scene analysis”—CSI is a private provider. Think of CSI. Think of your worst CSI episode, where a bungled private operator messes up a crime scene and that evidence is lost forever, because you’re paying them $15 an hour. Just think of that.", "How about another one:", "“ii. forensic identification”—fingerprints, DNA. This is for sale to the lowest bidder.", "“iii. canine tracking”—those canines are sworn officers as well. The training that they receive is world class, as well as that of their officer partners, their human partners. We’re going to outsource that.", "“iv. technical collision investigation and reconstruction”—that’s out the window, out the door. No longer will you have police with decades of experience, where they can pull up to a traffic accident and already know the history of, perhaps, that area and be able to determine, potentially, from tire tracks what happened and contribute their experience. That’s for sale.", "“v. breath analysis”—you’ll be able to order that, probably, online. I don’t know. That’s a 1-800 number; call up a breath analysis company.", "“vi. physical surveillance”—okay, so it’s now your private operators that are going to provide physical surveillance.", "“vii. electronic interception”: When I read this one, Speaker—thankfully, we had a Ministry of Community Safety and Correctional Services lawyer who was in committee yesterday, prior to us entering into the time allocation period. The lawyer was there and he was able to answer some questions, in the hour that we were able to ask questions. When I got to this one here, “electronic interception,” it made me think: Who would ever provide that private service, electronic interception? What does that even mean? It sounds complex, it sounds technical in its nature, and it sounds sensitive. It sounds like something very important.", "It prompted me to ask the lawyer whether, in the legislation, in this bill or in any of the other provisions, the government had had the foresight to think that we should relegate these private service providers to, at least, domestic companies, domestically owned and operated, so that we could assure there was some sovereignty there and that we weren’t exposing our important information and sensitive electronic information to foreign agents or foreign companies. Think Russia.", "Speaker, I was not made confident that that is the case. This bill allows foreign agencies, foreign multinationals, to bid on any one of these provisions that you’ve now opened up to privatization, to any jurisdiction in the world. There is nothing that prohibits it. Does that make you fearful, Speaker? Because in this day and age, I’m telling you, you want to be able to ensure that you can maintain some quality assurance on your cybersecurity.", "We need a 5G network across this nation, right now, to protect against imminent threats to our security. Who are you going to trust to do that, sworn officers who have over a century of protecting our communities—who live in our communities, who are my son’s hockey coaches, who are my friends—or the Russians? This is plausible. But with an hour of debate and a truncated process, we didn’t get time to give consideration to this. I am saying, for the sake of the House and the members of the House, that you didn’t give it time either. No consideration.", "Speaker, here’s one last—I’ve got two minutes left in the 20 minutes. Man, it goes by quick. One of the most contentious issues was in the accommodation of disability needs, schedule 1 to the bill, section 115. I believe it’s a change that they made last night in the depths of time allocation. I’m going to read it: “If a member of a police service who is an employee of a police service board, or a member of the Ontario Provincial Police, becomes mentally or physically disabled and as a result is incapable of performing the essential duties of his or her ... position, the board or the commissioner, as applicable, shall accommodate his or her needs in accordance with the Human Rights Code.” That didn’t exist, I believe, that “in accordance with the Human Rights Code,” prior to last night’s amendment.", "At the last hour, they decided that if this provision were to stand, they could theoretically fire someone for triggering PTSD treatment, for having been diagnosed with PTSD, for having a physical disability. For being pregnant, they could have triggered that clause. But what I think they did is they covered themselves with the words “Human Rights Code,” to which we say thank you very much. It is the very least that you can do to protect the job security of those officers who have been injured on the job, perhaps, who are not given the protections under the Occupational Health and Safety Act, and who don’t have those same provisions.", "Speaker, it’s a massive bill that has been tied to a rocket ship and flown through this building so that either people don’t get to fully understand what its ramifications are, and they coast into the election, or it’s born out of an incompetent government that has no respect for the democratic process and of its colleagues on the opposition who stand, and stood, ready to assist in good policy and working out the politics of this. But that’s not the game they played last night. This is certainly not what we should have expected, but this is what we got. Speaker, it’s a shame that this is the process." ],
  "anchor" : "para1069"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1086"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I would just say that the member for Essex would have known much about the bill if he had shown up for the technical briefing that was offered to him three times—", "Interjections." ],
  "anchor" : "para1087"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister knows we don’t talk about people’s absenteeism. Withdraw, please." ],
  "anchor" : "para1089"
}, {
  "speaker" : "Interjections",
  "text" : [ "From here; absences from here." ],
  "anchor" : "para1090"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I’m not talking about here. I’m talking about a technical briefing that was over—", "Interjections." ],
  "anchor" : "para1091"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I just also want to say that—", "Interjections." ],
  "anchor" : "para1093"
}, {
  "speaker" : "The Speaker",
  "text" : [ "By the way, I don’t need the people in the back telling me how to run things. Thank you.", "Go ahead." ],
  "anchor" : "para1095"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I also wanted to say, because I worked with Justice Tulloch very closely, that his report was on police oversight, not on street checks, but again, details. The NDP may not care about this.", "I’m really honoured to speak on this bill because I think it’s a very important piece of legislation. I want to acknowledge the presence of Grand Chief Alvin Fiddler from Nishnawbe Aski Nation, and also Chief Terry Armstrong of the Nishnawbe-Aski Police Service, Julian Falconer and other members of the indigenous communities, and also Bruce Chapman, the president of the Police Association of Ontario, and Rob Jamieson of the Ontario Provincial Police Association.", "I also see, Speaker, many of our officials from both the Ministry of Community and Social Services and the Ministry of the Attorney General who are here. I want to thank them from the bottom of my heart and on behalf of our Minister of Community Safety for the incredible work that they have done on this bill for the last five years or so. It’s a momentous day that they should be very proud of.", "I’m honoured to rise today to continue debate on this important bill. As you heard from my colleague Minister Lalonde, the proposed changes are part of the landmark Safer Ontario Act, which represents the largest transformation of policing in a generation—changes that for many are long overdue.", "After speaking at length with community groups and police leadership and associations across the province, we have heard the same message over and over: There is a need to reinforce trust and respect between the police and the communities that they serve. I’m confident that the proposed changes would, if passed, go a long way to foster trust on both sides, ensuring that every person in our communities feels safe and protected, no matter who they are or where they come from.", "This has been a priority for our government, Speaker. I would like to read to the members what, for example, Ian Scott, the former director of the SIU, had to say about the proposed legislation.", "He said, “I would like to congratulate the government on the drafting of Bill 175 and encourage it to pass the bill largely in the form it presently is in....", "“Now, 28 years later, Ontario is on the precipice of again becoming the country’s role model in police oversight by incorporating recommendations of the Tulloch report into Bill 175.”", "As the members are aware, the proposed legislation builds on the report and recommendations of Justice Tulloch. Justice Tulloch was appointed two years ago to examine the transparency and accountability of policing oversight in Ontario. Last year, he reported back with recommendations which gave us a clear path forward in our efforts to reform the oversight system and strengthen the trust between the police and the people they serve. If passed, Bill 175 would implement the majority of Justice Tulloch’s recommendations.", "As we moved forward in this work, it was important for us to not only get every detail right but also to strike the right balance. That is why we consulted a wide range of partners, including indigenous communities, community organizations, police associations, the current police oversight bodies, and legal and human rights experts all across our province.", "As Councillor Eli El-Chantiry, who is the chair of the Ottawa Police Services Board and the president of the Ontario Association of Police Services Board, said, “The new oversight provisions, as suggested by Justice Tulloch, essentially set a new global standard for investigative independence and transparency. This is truly impressive.", "“There is a concerted attempt in this bill to clarify police board responsibilities to strategically govern police operations through policy without interfering with any specific police activity or investigation.”", "Perspectives like these were invaluable as we worked to craft and refine the legislation that is before you today.", "While Justice Tulloch’s report required an in-depth review, we recognized that there were several areas that needed to be addressed immediately. Work began right away on several critical recommendations. For example, we immediately began posting SIU reports online. These reports include a detailed narrative of events, a summary of the investigative progress, and reasons for not laying charges against the police officer. This information had never before been shared with the public. We have now released all past SIU reports from 2005 to 2017 where police were involved in a fatality. This spring, we will post the remaining reports from 1995 to 2005.", "Should this legislation pass, it would mean greater transparency in how these reports are prepared in the future and ensure that the public continues to be informed about the investigative process.", "As Chief Bryan Larkin of the Waterloo Regional Police Service, who is also the president of the Ontario Association of Chiefs of Police, said during public hearings, “We appreciate that the government of Ontario has actively listened to the views of the Ontario police leaders. We also believe that Bill 175 reflects much of our input during our participation in the Future of Policing Advisory Committee. We’re also strong supporters of the recommendations made by Justice Michael Tulloch on police oversight and a strong governance model for Ontario.”", "Speaker, I know that the members have heard my colleagues and I speak of the key measures in the bill in the past, but today I would like to highlight two amendments that were made during the standing committee. There were quite a few amendments made to make sure that we reflected the views of various partners that we heard during the consultation period.", "The committee heard from a wide range of stakeholders who presented on issues, a large majority of whom urged the government to pass the bill, and not only pass the bill but pass it as soon as possible.", "First, I would like to talk about the amendment relating to life-saving measures by police, like the use of naloxone.", "Speaker, we know that the opioid crisis has had a devastating impact on individuals, families and entire communities across Ontario. That is why our government has committed to using every tool possible at our disposal to address and mitigate the impacts felt by this public health crisis. This includes providing police and fire services life-saving naloxone to ensure that they have the tools they need to save lives.", "The government brought forward a motion which would allow the SIU director not to investigate a narrow set of cases where a police officer was simply administering first aid or a life-saving measure but has no further interaction with the individual. To be clear, police will continue to have the obligation to notify the SIU of incidents where officers are involved in the death or serious injury of an individual, but regulations could allow these situations to be dealt with more efficiently. This will ensure continued robust oversight of police while ensuring that the SIU is not required to carry out unnecessary investigations in situations where police officers provide immediate medical care to a person.", "Next, we proposed a motion to better recognize the unique nature of sexual assault cases in this bill. As originally drafted, the bill provided that the SIU would have jurisdiction to investigate serious injuries and that anyone who reports that they have been sexually assaulted is deemed to have suffered a serious injury. At committee, the government proposed changes to make a report of sexual assault a stand-alone ground for investigation. This is an important change that speaks to the significance of the sexual assault cases and how they should be dealt with and that our justice system takes such reports extremely seriously.", "Before I conclude today, I would just like to take a moment to express my gratitude to our police members across the province, community organizations and the many, many individuals who took the time to participate in the committee process. The indigenous communities have been very staunch partners, working for years and years in the development and the implementation of the Ipperwash Inquiry, which talked about creating a stronger, independent policing service for our First Nation communities across the province.", "I want to, for example, present what the Justice for Abdirahman Coalition from Ottawa, from my community, had to say about doing the public hearings. They said that “Bill 175 is being introduced at a critical time for policing in Ontario. On balance, we believe that measures proposed in this bill can serve to strengthen accountability and begin to rebuild public trust for law enforcement in this province.”", "Similarly, Speaker, I see Julian Falconer is here, who represented the Nishnawbe Aski Nation. He said, “You cannot wait. I understand that you were urged to delay the passage of this bill. You cannot wait, because by waiting, you signal to those who are most vulnerable to police misconduct that their losses and their tragedies will simply continue to be systemically overlooked.”", "He then went on to say, “I encourage you, with the greatest respect, to understand the total betrayal for indigenous interests if you were to delay passage of this bill. They have been waiting decades to have safety backed by the rule of law.”", "This is a progressive piece of legislation. This is an important piece of legislation. This is legislation that demonstrates what 21st-century policing should look like in a modern Ontario to enhance, establish and further strengthen the trust between the police and the public that we serve.", "We thank everybody who participated in this very important process. I urge all members to support Bill 175." ],
  "anchor" : "para1097"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1125"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’m pleased to speak briefly this afternoon to Bill 175, the Safer Ontario Act, which is another damaging piece of legislation. All you have to do is look at the government’s own actions, introducing 250 amendments of their own on this piece of legislation.", "This is a floundering government that has lost their way, Mr. Speaker. They’re lurching from one damaging piece of legislation to another. Earlier this afternoon, the finance minister announced there was going to be a multi-billion-dollar deficit in a couple of weeks, after years of saying that the budget was going to be balanced.", "I will not stand here—I cannot stand here—and support this Liberal government any longer. That’s why I’m moving adjournment of the House this afternoon, Speaker." ],
  "anchor" : "para1126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings has moved adjournment of the House. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour will say “aye.”", "All those against, say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1129"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members, take your seats.", "Mr. Smith has moved adjournment of the House. All those in favour will please rise and remain standing until recorded by the Clerk.", "All those opposed will please rise and remain standing until the Clerk counts." ],
  "anchor" : "para1135"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 7; the nays are 28." ],
  "anchor" : "para1138"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion lost.", "Remain in your seats, please.", "Pursuant to the order of the House dated March 6, 2018, I am now required to put the question. Madame Lalonde has moved third reading of Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "I believe the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para1139"
}, {
  "speaker" : "Interjection",
  "text" : [ "We have a slip coming." ],
  "anchor" : "para1147"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I believe we have a deferral of vote. This will be dealt with after question period tomorrow." ],
  "anchor" : "para1148"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Lieutenant Governor has been pleased to assent to certain bills in her office. The bill titles will be read at the table." ],
  "anchor" : "para1151"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The following are the titles of the bills to which Her Honour did assent:", "An Act to enact Rowan’s Law (Concussion Safety), 2018 and to amend the Education Act / Loi édictant la Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales et modifiant la Loi sur l’éducation.", "An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2018 / Loi autorisant l’utilisation de certaines sommes pour l’exercice se terminant le 31 mars 2018." ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Orders of the day.", "Resuming the debate adjourned on March 7, 2018, on the motion regarding climate change." ],
  "anchor" : "para1155"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Dufferin-Caledon—" ],
  "anchor" : "para1158"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Point of order." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order? Timing was not great, but point of order. Go ahead." ],
  "anchor" : "para1160"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Speaker, as Minister of Indigenous Relations and Reconciliation, there have been representatives—the chief is here—from Nishnawbe Aski Nation and the police service: Grand Chief Alvin Fiddler; his executive assistant, Narene Barkman; board chair of the police services, Mike Metatawabin; Frank McKay, the vice-chair; Fabian Batise, who’s the liaison on the board; the chief of police, Terry Armstrong; NAN councillors Travis Boissoneau and Tobey Meyer; and their counsel, Julian Falconer. They’ve made an enormous contribution on this act." ],
  "anchor" : "para1161"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you, Minister. And for a bonus, welcome from the Chair.", "Further debate, the member from Dufferin–Caledon." ],
  "anchor" : "para1162"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Thank you, Speaker. When I last spoke on this non-binding government motion this morning, I was talking about all of the other things that we actually could be debating that would have a consequential amendment and assistance to the people of Ontario. One of the examples that I gave was, quite frankly, a private member’s bill that I have brought forward that would call for the Minister of the Environment and Climate Change to release to the general public and allow the general public to see when sewage bypasses occurred in our communities, the argument of course being that all 444 municipalities across Ontario already have to provide this information to the Ministry of the Environment.", "All I’m suggesting is, would it not be a whole lot easier if our residents, our interested individuals, could access one point of contact and search one searchable database, instead of suggesting that 444 municipalities would be able to publicize when sewage bypasses occur?", "My point in raising this private member’s bill, of course, is to show the contrast in—we can talk about a motion that the government brings forward that has no impact, that is not binding, that frankly means nothing, or we could be spending our legislative time and our legislative day debating stuff that’s actually going to make a difference in the lives of Ontario residents.", "As I said, frankly, it’s a lot easier for provincial and municipal politicians to stand in front of a brand new recreational centre than point below their feet and say, “We built a brand new pipe here.” We don’t spend enough time talking about our waste water and water infrastructure. Part of it, frankly, is because I think we, as elected officials, municipal and provincial, need to do a better job of educating people on the value of those infrastructure investments.", "I believe that if Ontarians knew about the need for investments in their sewage infrastructure, there would be more room and more interest from politicians to make the necessary investments in waste water infrastructure and address the added pressures that come as a result of climate change.", "With climate change, we know that we can expect more intense and regular rainfall, which is only going to increase the size of this problem. I believe municipalities, organizations, and Ontarians understand this. That’s why there have been nearly 60 municipalities and organizations across Ontario who have endorsed my call for a public reporting of sewage bypasses.", "Particularly, I am pleased that the Environmental Commissioner has joined this, saying they support the notification of the public when heavy rain flushes raw sewage into the Toronto waterfront. Let’s be clear. The climate is changing, and that change is causing serious effects in our communities.", "According to the Environmental Commissioner, “Studies predict that the frequency and intensity of heavy rainfall events will increase. For example, the number of days with rainfall above 25 millimetres are predicted to increase by 10% to 30% and 35% to 50% respectively over the periods of 2046-2065 and 2081-2100.”", "Everyone in Dufferin–Caledon can tell you that there has been more flooding in the last year than in previous years. Speaker, now would be the perfect time for us to have slide shows in the Legislative Assembly chamber. Why? Because all you have to do is look at the many, many photos of our communities, the flooding that has occurred and the impact that has had.", "I remember in January seeing cars going through metres of water along Townline in Orangeville. Last June, 2017, 167 millimetres fell in the Orangeville area in one week. That is double the amount that normally falls during an entire month. More substantially, we’ve seen significantly damaging flooding in Brantford and in Windsor, which has had a serious impact on families, homes and lives. In Brantford, approximately 2,200 properties were evacuated. Windsor experienced over 200 millimetres of rain between August 28 and 29, 2017.", "The impact of substantial rainfall and inadequate sewage infrastructure is not just the fact that there is partially treated or untreated sewage in our waterways; it’s also creating serious financial impacts within our communities.", "The Insurance Bureau of Canada has reported that the flooding in Windsor alone caused $124 million in insured damages. Flooding has become such an issue in Dufferin that the county of Dufferin has been organizing flooding workshops. Another one is coming up on March 20, which will go over the health and insurance impacts of flooding with residents.", "I want to highlight the flood workshop that’s coming up on March 20 in Grand Valley. The GRCA—which, for those of you who are not in central Ontario, is the Grand River Conservation Authority—is going to do a presentation all about floods. As telling: The Wellington-Dufferin-Guelph Public Health unit is going to talk about the health impacts of flooding, contaminated water and mould. These are real issues that municipalities are trying to grapple with, that homeowners are spending more time on and, frankly, we should be doing something at the provincial level as well.", "Not all floods would have been prevented by better sewer and waste water infrastructure—I understand that—but some would, and that is why the intent of Bill 141 is to raise awareness about the importance of sewage and water infrastructure. The intent makes sense, and that’s why it is fantastic to have received supportive comments from organizations across Ontario.", "Lake Ontario Waterkeeper has said, “Informing the public about sewage bypasses as they happen gives people the information they need to protect their health. It also helps people to be more informed about the need to properly capture and treat sewage in order to protect the Great Lakes.”", "Harry Bauman, who is the president of the Ontario Sewer and Watermain Construction Association, said, “The Sewage Bypass Reporting Act is a very important step forward in being more open and transparent with the general public about what we are knowingly discharging into our public water courses. People need to know when a sewage bypass occurs so they can make informed decisions about how and when they use public waterbodies and to help inform future decisions about public infrastructure investments.”", "Lower Trent Conservation authority said, “Lower Trent Conservation believes that protection of our lakes, streams and wetlands is paramount, as is the protection of water for human use and health. As such, we feel that it is important that Ontarians know when untreated or partially treated sewage is bypassed into local waterways.”", "In my own community of Dufferin, the town of Mono said, “We firmly believe that, with the likelihood of extreme weather as was witnessed on June 23, 2017, increasing, it is contingent upon the province to be open and transparent with people in the event that sewage is released into waterways. Bill 141 will provide a proactive approach to inform citizens when sewage bypasses occur. This council has always believed that an informed citizen is our most powerful ally in ensuring the ongoing protection of our environment.” That was from the town of Mono; I couldn’t say it better myself.", "The amount of support from municipalities is fantastic because it shows that there is widespread support from communities across Ontario. It is important to note that there are already some large municipalities who have taken the initiative and have started to proactively report sewage bypasses, including the city of Toronto and the city of Kingston. I applaud them for their efforts.", "The city of Toronto has a system where tweets are sent out through the Twitter account @311Toronto which inform residents about sewage bypass incidents. As recently as February 21, Toronto sent out a tweet which said, “Severe rain causes bypass @ #CityofTO Humber wastewater plant. Wastewater treated per prov. regs.” It goes on to explain what a bypass is and to explain the treatment that the sewage that was discharged went through.", "The importance of these cities reporting instances of sewage bypasses was made clear to me in a letter from the township of Frontenac Islands. Their letter said, “Given we are” downstream “of many cities on the Great Lakes, we are particularly vulnerable and receive many reports of sewage debris washing up on our residents’ shores. We are also aware that there are very unhealthy blue-green algae blooms in the area, and in past years have had several such occurrences throughout the island in our municipality.... While the Ministry of the Environment requirement of reporting is commendable, we feel in the case of sewage bypass reporting it could be improved and made more transparent by implementing public reporting as stipulated in the proposed bill.”", "This letter drives home that you can’t just have reporting in a single municipality which has decided to take the lead. Water does not follow municipal boundaries. It would be unreasonable for a concerned citizen to have to look up the website or Twitter account of all the different municipalities upstream of them to determine whether there was a potential risk to their health when using their local waterways.", "In addition, despite the fact that the government has said to me that they would prefer that individual municipalities publicly report instances of sewage bypasses, this is not manageable. When you think that there are 444 municipalities in the province of Ontario, many of them are very small, with limited resources and staff. It makes far more sense to utilize a central agency that, frankly, is already collecting that material and information and make sure that it is available to all Ontario citizens.", "Speaker, the reason I’ve spent so much time talking about the sewage bypass private member’s bill is that it speaks to actual changes that would make a difference, instead of, as I said at the beginning of my debate, a non-binding resolution that has no impact on Ontario residents. I would encourage, ask, request that the government rethink their policies and priorities." ],
  "anchor" : "para1164"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1190"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "I look at this motion and I wonder, quite frankly, what the purpose of it is. I think that the issue is genuine and is important. We all recognize the importance of climate change. It is a very important and significant issue. But the substance of the motion escapes me.", "We have a lot of very important matters to address in this House, and if there was some kind of action that was being sought, perhaps I would completely appreciate it. But there isn’t any actual action. We’re just identifying an issue we already know exists and we already know is calling for a solution. But I don’t see a solution; I just see identification of an issue.", "We have a lot of very important issues to address. At present, we’re time-allotting certain bills that require a lot of attention, very important matters that require attention, and what I see here is just more of the same old games.", "Given the importance of climate change and the environment, I think it’s important to discuss some of the initiatives that we are doing and things that are happening that are important to people in this province. I’d like to speak specifically about an initiative within my community. There is a tire disposal plant that operates in the city of Sault Ste. Marie—I shouldn’t say that it operates; it wants to operate, but it’s not getting the opportunity to operate because of excessive red tape in this province. This tire plant—the Ellsin plant. They have technology that they have identified that can reduce a tire and recycle it right back into carbon black, right into the powder that can be used then to make tires again. It takes the steel out of the tire, reduces it to carbon black—an extremely efficient process—and we can take that carbon black and actually make tires with it, as opposed to other recycling plants that don’t do that.", "This technology is state of the art. It has been introduced right in my home of Sault Ste. Marie. It would create at least 40 to 50 jobs. It has the opportunity to turn into the hundreds-of-jobs mark. This plant is in its test phases. So they are trying to sell their technology to investors, who would then take this technology and open up a plant of this nature. There are lots of investors out there, foreign investors, who want to take this technology, who want to see it run.", "The problem for Ellsin and Sault Ste. Marie is that they were given by the Ministry of the Environment a five-year period in which to figure this technology out and get it operational. They got it operational, but their five-year permit expired. They have been after the minister for months and months and months, seeking an extension. They just need an extension so that they can operate this plant for 12 hours, perhaps on a monthly basis, so that they can show these potential investors this plant in operation. No one is going to spend multi-millions of dollars on a plant they can’t see work. They actually want to see that tire go through the conveyor belt, through the ovens and turn into carbon black. They want to know that it actually operates the way they say it does. But they can’t get an extension of the permit because of excessive red tape in this province.", "If they were able to do that and sell that technology, we would significantly reduce our carbon footprint. We would have significant technology available to us that would take our rubber tires, which are occupying landfills, and we would be able to turn those into new tires. That’s one avenue.", "Recently, on February 2, Noront Resources took bid proposals for a ferrochrome facility that they want to operate in northern Ontario. They asked four cities in the north to bid on the package. Those four cities were Sault Ste. Marie, Thunder Bay, Sudbury and Timmins. In the course of their seeking proposals, they were concerned about the impact of having a degree of community buy-in for this plant. I took it upon myself to initiate a committee in my community that was referred to as the public relations committee. The public relations committee specifically tried to address the environmental assessment processes that existed within the operation that Noront wished to pursue with respect to the ferrochrome processing facility that they wished to open in northern Ontario.", "We sought to promote the incredible environmental initiatives that were being taken by Noront to ensure that their plant, if approved, would operate within the most stringent environmental assessment measures possible. We looked at similar plants in Finland and in South Africa that operate in an environmentally safe and friendly way. We took to the people of Sault Ste. Marie and we tried to show them how this environmental assessment process would work. There are a number of checks and balances and community engagement processes that occur in order to secure permitting for a mining operation or a processing facility of this nature. We had a number of environmental engineers we consulted with and spoke to in order to satisfy our community, specifically within Sault Ste. Marie, that we could have a ferrochrome processing facility within our community and that it could operate with the strictest of environmental standards and operate in a friendly way.", "I was very proud of the work that our community put together in Sault Ste. Marie. The number of business owners and members within my community who contributed to that was very substantial.", "Of course, a ferrochrome facility will never be built in northern Ontario if we continue along the path that this government has been on with the respect to the Ring of Fire, which has been 11 years of inaction—" ],
  "anchor" : "para1191"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Road to nowhere." ],
  "anchor" : "para1202"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "To put it mildly.", "They claim to be trying to consult with the impacted First Nations in a meaningful way. They claim to want to do it the right way. Yet, and this is really interesting, their most recent announcement in August of this year—the argument was, “We’re just going to build a road now with the communities that have agreed to do this, and the people who don’t want us to build it, well, we’re just going to go around them now.” That’s the new plan. Communities like Eabametoong and Neskantaga, who don’t feel like they’ve been properly consulted with—well, you know what? They’re just not going to get a say anymore. That’s the government’s plan, after 11 years. It’s rather unfortunate.", "I started out this portion of the debate wondering why we aren’t talking about important issues, why we aren’t talking about meaningful issues, issues that are affecting us today, things that actually call for a solution, not more political games. Climate change is a very, very important issue. But when you’re not going to do anything about it and you’re just going to identify it and we’re going to waste meaningful minutes, I’m not sure why we bother.", "At this time, Mr. Speaker, I’m going to move adjournment of the House." ],
  "anchor" : "para1203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Sault Ste. Marie has moved adjournment of the House. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members, take your seats.", "Mr. Romano has moved adjournment of the House.", "All those in favour will please rise and remain standing until recorded by the Clerk.", "All those opposed will please rise and remain standing until recorded by the Clerk." ],
  "anchor" : "para1213"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 6; the nays are 30." ],
  "anchor" : "para1217"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1218"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made." ],
  "anchor" : "para1220"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Huron–Bruce has given notice of her dissatisfaction with the answer to a question given by the Minister of Health. The member has up to five minutes to debate the matter, and the minister or parliamentary assistant may reply for up to five minutes." ],
  "anchor" : "para1223"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I could stand here today and talk about the health of a squirrel that seems to be on the grounds—", "Interjection." ],
  "anchor" : "para1224"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "A vermin, yes.", "Instead, I’m going to speak to a matter that I felt needed extra attention. I wasn’t satisfied with the answer I got from the Minister of Health the other day when I brought a question that was very important to the House. I’m rising to speak to an issue that really and truly is near and dear to all members of this—", "Interjections." ],
  "anchor" : "para1226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I’ll wait until the room clears a little bit. I can’t hear the member.", "Have a good evening. Thank you.", "Start the clock. The member is now on the floor again." ],
  "anchor" : "para1229"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you very much. I’m rising to speak to an issue that’s near and dear to all the members of this House, and that’s mental health. This week, my fellow caucus members have brought forward many of the sad stories they have heard in their communities. You see, Speaker, in many of our communities, there is a void around mental health services that are close to home. That is why I asked my question in question period yesterday.", "The heartening thing is that community members in the amazing riding of Huron–Bruce have rallied and organized to fill this void that has eroded mental health care over the last 15 years under the watch of the Liberal government. One such organization is WES for Youth Online, based out of Walkerton. It was started by Jamie and Yolanda Cameron, in memory of their son Wes. Due to the stigma and lack of services around mental health, they started this organization to provide online resources, counselling services and a community resource centre. I encourage my fellow members and members of the public to check out this great organization at wesforyouthonline.ca.", "Another example is #GetInTouchForHutch. #GetInTouchForHutch is in memory of Steven Hutchison. Steven sadly took his life at university. Like other community organizations, this began because, “We knew that we had to find a way to stop this from happening to others.” If you want to help bring down the stigma of mental health, check them out at #GetInTouchForHutch.", "In Huron county, we have the recent example of the Tanner Steffler Foundation, which was created by John and Heather in memory of their son. This organization helps to create a better environment for youth in dealing with drugs, mental health and addiction. I have to tip my hat to Heather and John. This is very fresh, the loss of Tanner, and there’s so much that could have been done had there been better services and support close to home.", "I admire the community at home. This coming Saturday, there’s a fundraiser for the Tanner Steffler Foundation in Brussels, and I will get there as soon as I can to support this very important initiative, because there’s not enough support for youth in rural Ontario. This government has failed youth for the last 15 years in this regard.", "I have to tell you, Speaker, I am truly grateful for the work that the Tanner Steffler Foundation, #GetInTouchForHutch and wesforyouthonline.ca have been doing. It’s sad that the founders have to carry on and deal with the loss of their children, but all the while they are finding a way to break through and help others. I so admire that. We shouldn’t have to expect communities to provide services and support when government should be addressing mental health. This is not a new issue, Speaker.", "I worry, too, that as time goes on, more and more people, especially youth, are struggling with mental health without adequate services, and this is particularly challenging in rural areas. I am hearing from parents—and I can’t make this up; I’m sharing this sincerely across the way. I can’t make this up. While we’re hearing the government tout the amazing aspects of OHIP+, I have parents contacting me, telling me their children—there’s one family in particular. Their child, who is off at school and on anxiety medication—their prescription has to be renewed and, unfortunately, they just can’t go to the medical centre on campus. They’re going to have to wait till after their mid-terms to come home and see their family physician. This is wrong.", "It’s probably a little glitch, an unintended consequence, but I truly hope we can fix this. It’s wrong that somebody suffering from anxiety can’t get the service they need where they are; they have to head for home. If you’re in high school, college or university struggling with mental health, you don’t have that option of getting home very easily. That’s just one example that needs to be addressed." ],
  "anchor" : "para1232"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The parliamentary assistant has five minutes to respond." ],
  "anchor" : "para1240"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Huron–Bruce. I know she cares deeply about her question, and about the people she serves. It’s evident. As the member from Dufferin–Caledon said yesterday, there’s a lot of back and forth going on here, but we all know that it’s a shared responsibility and what we have to do. We can talk about money, but it’s about community.", "What I want to say to you right now is that I very much appreciate the fact that you’re here in your chair and listening to me. I had a late show last night, and the member from Elgin–Middlesex–London walked away and didn’t listen to my answer. He wasn’t listening. It’s not a personal thing. I’ve had a lot worse things happen to me. But if we’re serious about mental health and it’s something that’s important and you want to ask a question, you should wait for the answer. I really appreciate that you’re here. I really also appreciate the community organizations that you highlighted in your speech.", "I’m a believer that government has a big role to play, but communities do as well, because some of these challenges you can’t solve unless you have people in the community who want to be there to help, support and be with people. You need those resources there, but you need people working together.", "In Ottawa we’ve had, for about seven years now—and I know because I was involved at the inception of the suicide prevention network, which started out with a really modest investment by three organizations: the youth services bureau, the Ontario government, the Royal Ottawa hospital and the Children’s Hospital of Eastern Ontario—a very modest investment: $100,000 a year; $25,000 from each. That investment is still going on. It built a network that created peer support, that helped people navigate through a system. Sometimes the default is—and it’s the right default, because you don’t know where to go—“I’ve got to go to the ER because I don’t know how to handle this. I don’t know who to go to.” The reality is that there are supports and organizations in the community but they’re just not evident to people. So you end up in a situation where you’re not really in the right place, but you’re in the safest place that you know.", "Through the suicide prevention network, we’ve been able to eliminate a lot of that. There was some talk—not in your remarks today—about the need for psychiatry. There is a need for psychiatry, but we have to remember that there are psychologists, nurses and social workers. There are people who can provide peer support. They can’t provide structured psychotherapy.", "The solutions to these are complex. I think we’re all committed to adding resources. I think it’s important that members highlight the challenges in their communities and advocate for more resources.", "I think it’s really important for all members to remember that there are community solutions. I know that you know that, because you talked about it. I think on all sides, and in government as well, when we provide that space for communities to be able to say, “Here’s our priority. We’re working together. We need some resource or help from you to pull this thing together”—because the dollars don’t mean anything. It’s people that do. That’s not just the people who need to be served, but the people who come together to try to solve these problems.", "I want to thank you again for being here and listening. I know that you’re doing that on behalf of your constituents and, again, that you really, truly do care, as all of us do here about this issue. Thanks for listening." ],
  "anchor" : "para1241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Niagara West–Glanbrook has given notice of dissatisfaction with the answer to a question given by the Minister of Health. The member has up to five minutes to debate the matter, and, once again, the parliamentary assistant may reply for up to five minutes." ],
  "anchor" : "para1251"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "It’s an honour, as always, to rise today and speak on behalf of the fine constituents of Niagara West–Glanbrook. I want to thank the parliamentary assistant to the Minister of Health and Long-Term Care for being here today to respond to these questions. I also want to thank my colleague the member for Huron–Bruce for her bravery in standing and sharing what is a deeply emotional subject. It’s a subject that impacts a lot of people. I think all of us in this House know the tremendous amount of work that not only our colleague has done but that members in this House have done to address mental health concerns.", "On March 6—yesterday—I had the chance to ask the Minister of Health and Long-Term Care a couple of pointed questions—or one question but different segments within that question—with regard to a recent ride-along that I went on in Niagara West–Glanbrook. As I’m sure different members in this House do, I went on that ride-along with my local Niagara Regional Police Service officers to learn more about what’s going on in my community as it pertains to crime prevention and as it pertains to our role here in the Legislature in funding those police services throughout the regions.", "I wanted to learn more about what was going on in my backyard. I live in a community that’s fairly rural. It’s urban-rural; a bit of a mix. Speaker, I’m sure you know it well, being a constituent of mine. I would have to say that you know that that corridor between the United States—whether it’s Fort Erie—and Toronto is one that a lot of drugs move through.", "So I was expecting the usual lessons that I would be learning about what we need to do to stop the drug trade in the area and to stop human sex trafficking as well, which is a really big problem in the Niagara region, with it being sort of this conduit between Toronto and the United States.", "But I was surprised when, on this trip, I learned from the officer—and I won’t put his name into Hansard, but he’s someone whom, I must say, after this ride, I admire greatly. The duty sergeant told me about the amount of mental health apprehension calls they receive in the course of their duties. I was with them for about six hours, and in the squad that I was with in the Niagara West region, there were nine people: There was the sergeant and eight different officers in the Niagara West area, which is a little more than half of my riding. We received three mental health apprehension calls in the space of those six hours. We received one accident call. I was surprised; I hadn’t known there was such a need for mental health services.", "Some of these were simple situations, but one really struck at my heart. We went to a place in Caistor Centre. If you know Niagara at all, then you’ll know that Caistor Centre is not very big. We visited a boy there; I’ll call him that. He was probably, I would say, 13 or 14 years old. He had been texting some girls from his school and had told them that he was thinking about killing himself, that he didn’t want to live anymore and that he felt there was no reason for him being there.", "Instead of being at the school, where he was able to access these services, it was about 12:30 at night and we showed up, three cops and myself, to this student’s house, knocked on the door, scared his entire family, who were sleeping, and woke them up. His parents were shaking in their boots, as I’m sure you can well imagine. This was a Friday night, with police knocking on their door saying, “We had a call about your son and we need to come in and ask him a few questions.” As I’m sure any parent in this place would be, they were greatly, greatly concerned.", "And I could see that, for him, it was a traumatizing event as well. He looked and sounded completely shaken. He indicated that he was not intending to follow through with this action, but the police still had to take him to the local hospital under the mental health apprehension act and make sure that he was given the type of care that was necessary.", "I brought this forward—and I sort of referenced it in passing in the question—because preventive mental health can do so much to avoid these types of crises. We don’t need to get to this point. We don’t need to have three policemen showing up to a 13-year-old boy’s door at 12:30 in the morning, scaring his family and traumatizing him. We can provide these services much, much earlier.", "I was dissatisfied with the minister’s response because she said that they sit around a table and talk about issues. I want to see more in preventive. I think we can stop this before it turns into a crisis." ],
  "anchor" : "para1252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The parliamentary assistant has five minutes to respond." ],
  "anchor" : "para1262"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I appreciate the question, and again, I thank the member for being here and listening to the answer.", "I do want to say to the member from Huron–Bruce, I forgot in my last remarks that that active prescription—likely a physician will not copy another physician’s order for something like that. That’s why that person has to go home. It’s not something in OHIP+, but it’s actually what I would call a professional decision, which is that the physician at that clinic doesn’t have that file, so they won’t write that scrip for that drug because of the nature of that drug. You’re right: It shouldn’t have to happen. There should be some ways to figure that out. We live in an electronic age, and you can phone or fax a prescription in. Sometimes it’s a disconnect, and it’s something that probably you’re working on already to try to help them fix it.", "To the member from Niagara West–Glanbrook, thank you. I wanted to mention that to you. I agree 100%. I spoke earlier this evening about suicide prevention and how a relatively small investment of a bunch of partners coming around the table led to—it’s now about seven years later and they’re still using that money. Essentially, they hired a coordinator that built navigation, but now it’s built inside schools—support—and there are resources coming into schools. That’s the key: Getting into schools is the key to prevention.", "We also have something in Ottawa called the step program—I mentioned it the other night—which is addictions counselling, prevention and treatment in schools. It happens in every school in Ottawa. It’s a partnership with the province, the city of Ottawa, the school boards and the United Way. It started out as an equal partnership; some of those numbers have changed a little bit because of the ability of some of the partners to sustain the program. It works. It works because there are resources there.", "I know we had a conversation about—and we can throw numbers back and forth all night long. I’ve got a long list of numbers here, but that’s not what’s important. I’m just going to go back to the desire to change things inside your community and people coming together with the resources they have, sometimes asking for more resources to help support that, to face that challenge, because those challenges aren’t going to go away.", "I know that most of us in this Legislature likely have a personal connection with mental health or addiction, either a family member or a friend, and we see the consequences of that. It’s incumbent upon government and all of us to react to that and to provide those supports. It’s also critical for success that communities, as the member from Huron–Bruce said—and I’m sure that happens in your community as well—come together to find solutions to these things.", "I couldn’t agree more with the member that prevention—you don’t want to be showing up at a 13-year-old’s house with three officers in tow at midnight and then have to go to the ER. There’s got to be a better way to navigate; there’s got to be a better way to identify if a child is having those ideations.", "The emergency room—the first default—is not always the best place to go. You’re there for a long time. I’ve been there in an emergency room with my daughter under similar circumstances. I know exactly what it’s like. As a youth—not that young, but as a youth—she suffered from an eating disorder, which, if you know somebody who has had one or you know something about them, are very complex conditions that are really hard to treat. Even when you have the resources to treat them, you’ve got to have a willing partner on the other side: the one that needs to be treated. That’s a real challenge inside mental health.", "I appreciate the member’s question. I really appreciate the fact that you’re sitting there and listening to the answer. I think that’s the right thing to do. That’s why we have these things. I know you want the answer. I hope I’ve been able to satisfy your question." ],
  "anchor" : "para1263"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Bruce–Grey–Owen Sound has given notice of his dissatisfaction with the answer to his question given by the Minister of Health. The member has up to five minutes to debate the matter, and the minister or parliamentary assistant may reply for five minutes.", "The member from Bruce–Grey–Owen Sound." ],
  "anchor" : "para1274"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Thank you very much, Mr. Speaker. I appreciate the time you’ve given me tonight to follow up on my question from Tuesday, March 6, and also to the parliamentary assistant for being here.", "The question I put to the Minister of Health and Long-Term Care yesterday was about a very serious concern that my constituents and the Progressive Conservative caucus share. I encouraged the minister to make access to mental health a priority by matching the $1.9-billion federal transfer for mental health services. When she and her government refused, I asked her to tell the House what could be a bigger priority than saving a young life.", "The biggest gap in our system is the treatment of mental health. Too many people are slipping through the cracks and, sadly, dying by suicide. Only one in five youth will get access to mental health treatment in Ontario because of a lack of services and long wait times.", "It is clear this government has not done enough. For 14 years, we watched and waited as the Liberals did very little on this file.", "Yesterday, when my leader, Vic Fedeli, presented our oppo day motion, the Minister of Children and Youth Services used a quote to the effect of: $1.9 billion is not enough. Mr. Speaker, I was standing in shock when he said that, because they found $25 billion to borrow for a two-year hydro rebate, but they are saying $1.9 billion is not enough for mental health. I wonder if they have ever sat across the desk from one of those parents who lost their child and said that to them. Because I do know parents who have lost children, and it’s deplorable, from that perspective, that you say that it’s not enough and try to go that route, rather than saying, “What can we do to address the problem and save this down the road?”", "It is clear that Ontario needs a new champion, a government that will prioritize mental health and put the people first so that the services and care are there when they need them.", "In our platform, we did commit $1.9 billion to match that federally—the largest single ever by a province in the history of Canada. We put that forward. I believe that is a good step forward, and I would have hoped that the government would have supported that.", "Yesterday in question period, I reminded the minister that one in five can access treatment; that a majority of the cases, 70%, happen to children; that wait times for therapy are too long, and as a result, sadly, suicides are on the rise. When someone finally has the courage to pick up that phone and reach out for help, they can’t hear, “Call back in six months.” We all know that.", "I shared with the minister the anguish and pain of parents from my riding of Bruce–Grey–Owen Sound—parents like Angela Loughnan, who lost her son Andrew to suicide, and Yolanda and Jamie Cameron, who lost their son Wes. And I congratulate them. They started a cause called WES for Youth Online so that other families won’t have to go through this, and hopefully other children can be saved by that. The parents who have buried their children don’t want the next person to suffer the same thing. They want them to have a better chance for their child.", "No one should feel that they are alone. Nobody should ever be burying their child when it could have been prevented. Yet, that is what is happening under this government’s watch—a government that has failed to protect our most vulnerable, a government that likes to talk about bridging gaps but has utterly failed to close this parity between mental and physical health. It appears that the only commitment they are prepared to make at times is another hashtag, and that’s simply not acceptable.", "I want to hear the minister or the parliamentary assistant respond to my question: If not our children and youth that you have left to languish on your never-ending wait-lists, then what? What could be more important than investing in their well-being?", "I have documents from local health care providers detailing the challenges facing locals in addressing the increasing need for acute child and adolescent mental health and addictions services in Grey-Bruce.", "Grey Bruce Health Services, which represents six local hospitals, says that there is long-standing and growing unmet need in Grey and Bruce for acute mental health and addictions services and that the level of unmet needs is, sadly, growing year over year. Grey Bruce Health Services said, “The frequency and acuity of crises among children and youth is rising sharply, and threatens to overwhelm the inadequate hospital-based resources that are available in this region.”", "I also know that the police continually came forward, saying, “This is taking more and more of our resources.” How are they keeping up with the demand?", "Grey Bruce Health Services also reports that 12% of high school students report having seriously contemplated suicide in the past year.", "The government’s current practice of leaving young people to the point of crisis is egregious. It just cannot continue. That’s why we are calling for things like late shows, so we can continue to ask the government to do things differently, to look at it differently, to support the needs of the people out there, particularly in these challenging situations.", "Mental illnesses affect Canadians every single day, just like physical illnesses. So let’s make sure we’re there to support them, 365 days a year, the same as if—and many of my colleagues have said this: If you break a leg, we treat it that day. For someone with mental illness, we say, “Wait six months.” In some cases, it has been up to 18 months for the person to even get assessed. That is simply not acceptable here in the great province of Ontario.", "Mental health certainly challenges all of them—and I challenge this government and the Minister of Health. They say that mental health should be treated no differently than physical health but then refuse to fund it properly. Words don’t matter. We need to see action. We want to see that they actually will commit—and I bring up the $1.9 billion again—and make that Canadian history.", "I ask, if you believe otherwise, then please tell us what could be a bigger priority than saving a young life." ],
  "anchor" : "para1276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The parliamentary assistant has five minutes." ],
  "anchor" : "para1295"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Bruce–Grey–Owen Sound. I don’t agree with all the things that he said, but I know that he cares deeply about his community. And I want to thank him for staying.", "There’s only one thing that I would ask you to do after I’m finished answering your question: I’d like you to talk to your seatmate and let him know that what happened yesterday—" ],
  "anchor" : "para1296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just to remind the member, he has said it three times now. I think we’re wearing it out." ],
  "anchor" : "para1298"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you very much for listening to my request.", "As I said before—and the member from Dufferin–Caledon mentioned it yesterday—I believe that we all have a concern about this. We can throw around numbers. You can say $1.9 billion, and I can say that that’s not enough or that we spent $10 billion over the last 10 years. That’s not what it’s about. That’s not what people want to hear from us. They want to hear that we have solutions to the challenges that face them. The way that we get to those solutions, as a government and as members, is inside our communities, helping to develop those community-based solutions to the challenges that face families.", "I talked earlier about suicide prevention. I know the member was here as well, and you heard about what we did in Ottawa, what we did with addictions in schools. Those are great examples. But CHEO, the Children’s Hospital of Eastern Ontario—and I know you mentioned your health services—had huge wait-lists. They were like 260 days, but what they did was, they worked with their partners and they shrunk that down by a factor of four in the space of a year, because they took a look at the capacities that existed inside the community, where the services were, how to make sure people got the right kind of services, what they needed.", "As we said earlier, the default is the emergency room. It’s the right place, as a parent, where you go. I know. I’ve been there; I’ve gone. But it’s not exactly the right place to get exactly what you need. So we have to as members and as government—and we’re doing that by creating community hubs and trying to bring organizations together to try to find these solutions, but we’re part of creating that solution.", "What I’d really like to hear, when I get a question, is for somebody to say—and please, this is not directed at you. It’s just a general observation, and it comes even on this side when people are looking for resources that are really important for things that are important to people.", "What I try to do in my job is to say, “Look, I’ve got these people here. They’re coming together. They’re trying to solve this problem and they’re bringing these resources. This is what they’re trying to do together, but they don’t have enough. I’ve got this thing that’s working here. People are working together. Can you support them by doing this?” That’s the kind of request that I think is effective because the solution to this is people working together, and we, as governments and as members in our ridings, have to be saying, “We’ve got to pull people together.” By virtue of the fact that we get here, we have this great ability to bring people together because they put three letters after our names. We go through this process that’s an election, we get elected, and so we have that ability. I know the member opposite has done that in a hospice. I just think it’s a solution to a lot of the challenges that we have.", "Last story—we’ll leave on a Kumbaya moment. I asked page—she was from Percy’s riding. Her first name was Mira. I always ask them—no pages are here now; good—what’s the most interesting thing about this place, and they always say question period. Mira said, “I came here. You’re all big and you’re important. Like, you’re really important people. I was kind of nervous,” and she said, “I realized you’re just like one big family.” She’s right. We fight, we disagree, but we’re all here for the same reasons. Again, I appreciate you being here and thanks very much for your time." ],
  "anchor" : "para1299"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. There being no further matter to debate, I deem the motion to adjourn to be carried. This House stands adjourned until 9 o’clock tomorrow." ],
  "anchor" : "para1306"
} ]