[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on February 26, 2018, on the motion for second reading of the following bill:", "Bill 194, An Act respecting fairness in procurement / Projet de loi 194, Loi concernant l’équité en matière de marchés publics." ],
  "anchor" : "para240"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order: the member from Leeds–Grenville." ],
  "anchor" : "para247"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I don’t believe a quorum is present, Speaker." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A quorum count, please." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "A quorum is not present." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members—a five-minute bell." ],
  "anchor" : "para251"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para253"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Since a quorum is now present, further debate. I recognize the Minister of International Trade." ],
  "anchor" : "para254"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Thank you, Speaker, and thank you for the opportunity. I rise in the House today to continue debate on an important bill that, if passed, would enable Ontario to take measured actions and ensure the fair treatment of our industries, our businesses and our workers. Over the next few minutes, I will explain the importance of open and fair trade in our Ontario. I will discuss the proposed legislation, emphasizing the significance of fully understanding what is being put forth. I will finish with a discussion on what this legislation means for Ontario.", "As the minister responsible for international trade, I promote Ontario globally and vice versa. I demonstrate that Ontario is not only a great place to invest and grow your business, but is also a great place to live, to work and to raise a family. We believe in free and fair trade. This is an attitude that this government prides itself on. As Minister of International Trade, the protection and prosperity of our workers and businesses is a top priority, to ensure that, through our trade relations, Ontario’s businesses are being given reciprocal opportunities and are treated with fairness, and to maintain that when there is discrimination, that there are consequences.", "Ontario understands the importance of free trade. Trade brings investment to Ontario, creates new jobs, fosters new global relationships and boosts our GDP. International trade makes up 36% of Ontario’s economy and employs over 1.3 million individuals in Ontario. These numbers illustrate the magnitude of trade on our economy. Although the opposition may deny or even ignore the importance of international trade as a whole, they cannot deny the numbers.", "Government procurement is an important part of the broader business relationship that we share with the US. This includes open access to bid on government procurement projects. Ontario recognizes that open and competitive contracting benefits people on both sides of the border. Of late, there has been an overwhelming resurgence of Buy American policies. Buy American policies require preferences to be granted to American-made products or services when awarding procurement contracts. Such policies preclude Ontario businesses from participating in government procurement contracts, and they hinder the invoking government’s ability to get the best value for taxpayers. Additionally, these policies create an uneven business environment for our industries to operate in.", "Our government has been very clear that our preference is for open, fair and competitive procurement processes, but it is paramount that this government stand up for what is right. The proposed legislation, the Fairness in Procurement Act, will ensure a level playing field between our province and our American partners. It is the introduction of reciprocal but measured legislation against America’s increasingly protectionist trade policies. This is a direct response to Buy American policies, which discriminate against Ontario’s open government procurement process.", "I want to be clear that when we say “reciprocal legislation,” we mean responsive and equal. The proposed legislation will give Ontario the flexibility to choose whether and how to respond to discriminatory actions. This means that Ontario would have the ability, but not the requirement, to act. This is very important and must be reiterated: This legislation gives Ontario the ability, but not the requirement, to act.", "This decision should be of no surprise. Along with the former Minister of Economic Development and Growth, the member from Scarborough Centre, I traveled to Albany, New York, in March 2017. The purpose of this business trip was to advocate on behalf of the province against Buy American legislation. As a result of our government’s proactive advocacy and outreach, Buy American policies were limited in scope.", "During our meetings, we made clear that we will always protect and promote the prosperity of our businesses and our workers. We also spoke about reciprocal legislation—that we were prepared to invoke such legislation if the time came.", "Speaker, Ontario is tabling reciprocal legislation to protect Ontario’s businesses against the increasingly protectionist atmosphere in the US. Although this is not our first choice, and it is a choice which is taken after much deliberating, it is the best decision for our province’s prosperity.", "Ontario greatly values the deep and long-standing trade relationship that we have built with our partners across the US. We will continue to expand those ties, while also diversifying internationally. The people of Ontario and America have benefited greatly from our close and integrated relationship. This is a relationship that relies on its deeply intertwined economies. In many ways, our economic success is linked directly to our strong business relationships with the US. It is of common understanding that businesses operate more effectively when we tear down barriers and build bridges that connect us and strengthen our ties.", "Beyond economic integration, Ontario shares many social values with the US. Progressive values guide our socio-economic activities and interactions and provide our citizens with a higher quality of life. These shared values have helped to cultivate open and fair opportunities—values that are not reflected in the protectionist measures found in sub-national Buy American policies. Protectionist Buy American policies at the state level threaten our mutually beneficial relationship and the core values this relationship has been built upon.", "The legislation that we are debating today illustrates this government’s willingness to fight for Ontario—to fight for our workers, our businesses and our consumers. With this bill, we are taking action to respond to the spread of Buy American policies into other US states. Our government will continue to advocate on behalf of Ontario businesses and workers. We will emphasize the importance of reciprocal access to government procurement projects, and we will continue to strengthen and promote our long-standing business relationships with our partners south of the border. And as we take decisive steps to ensure fair treatment through the proposed Fairness in Procurement Act, our diplomatic channels remain fully open.", "Mr. Speaker, this is about supporting the fair treatment of Ontario businesses because it is the right thing to do. The government owes it to Ontario businesses to do its due diligence to ensure that they are protected in the event that diplomatic efforts are insufficient.", "We look forward to working with all parties in the Ontario Legislature to ensure swift but measured passage of this important legislation. We will continue to fight for what is right, and this legislation is a step in the right direction." ],
  "anchor" : "para255"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para270"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "It’s an honour to join in the debate on Bill 194. But I have to tell you, it’s a bit rich, coming from a government that drove over 300,000 manufacturing jobs out of Ontario—to suddenly wrap itself in a flag and claim it’s standing up for workers. Where were you when those companies were fleeing Ontario as a result of your policies, leaving devastated families and communities behind?", "Of course, Speaker, what else would you expect from this government, so close to an election, from a desperate, scandal-ridden government?", "In my riding, in Leeds–Grenville, we’re connected to New York state by not one but two international bridges. And you know something? It’s not Buy American legislation that’s threatening jobs in my riding right now. It’s the fact that these Liberal policies have taken away our competitive advantage to New York, which has a full-court press. New York state has a full-court press to lure companies across the St. Lawrence River.", "Given what this government has done to hydro rates, you can imagine what their sales pitch is. One business gave me this comparison, so listen up over there: In Massena, New York, the all-in price for electricity is 2.5 cents per kilowatt hour. In Ontario, the cost is 17 cents plus HST. That’s the imbalance, Speaker, that’s costing us jobs, and this bill is not going to answer it. You know what’s going to answer it? The fix to this problem is going to come on June 7." ],
  "anchor" : "para271"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para275"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "This is very topical right now for the province of Ontario. I fully expected the minister to talk at greater length about why this piece of legislation is so important for the province of Ontario.", "Yesterday, we had the Ontario Chamber of Commerce here to the Legislature. They had a full lobby day. The member from Windsor-Essex and the member from Oshawa met with OCC members and they talked about confidence. They talked about the lack of confidence that they have in this government in the way that you are handling the economy in the province of Ontario. They have a full-court press right here in Ontario just to try to find their footing as businesses. They have surveyed their members—every MPP received this information—and they highlighted the cost of hydro as being one of the major issues that they are facing to hold the jobs here and to build the economy here.", "One company in my own riding, Kraus carpets, starts the year off $1 million down because Quebec has the most competitive energy rates. So they start the business year from a deficit position. I’m not talking about the energy poverty that Ms. Caroline Mulroney is talking about. This isn’t about buying hockey equipment or going out to dinner. These are keeping people employed so that they can do the best for their family.", "One of the first priorities that the OCC came to us with is to allow Ontario businesses to buy into surplus electricity before it’s exported to our competitors. Give the businesses in this province a fighting chance before you give the competitive edge to our competitors on energy rates. What about starting there? Surely someone on that side of the bench sees the value in this idea." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para280"
}, {
  "speaker" : "Mr.",
  "text" : [ "I just want to say unequivocally that what we’ve heard from the member opposite, in particular the Conservative member, was nothing short of—how can I say this in a parliamentary way?—a misstatement of facts. The fact is our economy is growing very, very fast. We’ve created 800,000 jobs. They try to make things up like somehow that’s not the truth. That’s what’s happening out there. We’ve led the G7 in growth for the last three years going. We have the lowest unemployment rate we’ve had in 17 years. We can’t make that up, Mr. Speaker. That’s Stats Canada; those are the numbers that come out of Stats Canada. That’s the reality of the economy right now. We’ve led the G7 in growth—the lowest unemployment rate. They try to tell people something else because they don’t like it when the economy is going well, because it’s all about politics to them.", "To us, Mr. Speaker, it’s about growing our economy so we can create jobs. That’s what it’s about for us. This is not a partisan issue. This is a bipartisan issue if I ever saw one.", "The opposition are turning themselves into pretzels trying to find ways not to support a very sensible bill. All we’re saying, Mr. Speaker, as we invest $190 billion in infrastructure, is that if other states are saying our companies can’t have a part of their infrastructure investment, well, it’s just not fair for our companies to be precluded from that and then allow their companies to come in full-out. The opposition are saying, “We don’t care. We’re not going to stand up for our companies. We’re not going to stand up for our workers. It’s all about politics to us.”", "I say that the member from Hamilton—Miller got it right. He’s splitting from his party. Others should too. He’s standing up for workers. Where are the others—" ],
  "anchor" : "para281"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. Further questions and comments?" ],
  "anchor" : "para286"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m pleased to join the debate today because we just heard from the member opposite that we’re searching for reasons to vote against this bill. Well, we don’t have to search too far. One blatant aspect that jumped out to us with regard to Bill 194 is the total lack of consultation. But again, that’s the MO of this tired, out-of-touch, out-of-ideas government. They are choosing to do everything behind doors through regulation. If you look at Bill 194, it’s a mere couple of pages, but I have to tell you that a big concern and why we’re voting against it is their total lack of consultation.", "I want to explain this to you. This is a government that is choosing to do everything behind closed doors. This is the government that brought us the Green Energy Act, which caused us to experience high electricity prices that are driving every manufacturer south of the border. This is the government that bought us the eHealth, Ornge and gas plant scandals. Can we really trust them to do things behind closed doors? Absolutely not.", "I want to tell you this, Speaker: Let me be clear. This is a choice that this government is making to go and hide behind regulations, to keep things out of the public arena. The Liberals have made a choice to avoid consulting with stakeholders. The Liberals have made a choice not to consult with opposition parties.", "In fact, let’s take a look at the exact text of the bill. In the bill, it reads that consultation is an option, not a duty. Can you believe it? This actual, miniscule bill points out the fact that consultation is an option, not a duty." ],
  "anchor" : "para287"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member from Scarborough Centre." ],
  "anchor" : "para292"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "In fact, the bill reads, “Before a regulation is made under this act, the minister may consult, in the manner that the minister considers appropriate, with any persons ... the minister considers appropriate given the content of the proposed regulation....” You can’t make this stuff up.", "This government is out of gas. They need to go. Life will get better after June 7." ],
  "anchor" : "para293"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the Minister of International Trade for final comment." ],
  "anchor" : "para295"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Thank you, Speaker. Of course, I want to thank the members from Leeds–Grenville, Kitchener–Waterloo, Scarborough Centre and also the member from Huron–Bruce.", "I really want to confirm my agreement with the member from Scarborough Centre. We have created 800,000 jobs. Those are real numbers. Those are numbers that cannot be denied. Our economy right now is sitting at an unemployment rate of 5.5%. It has been better than the national average for, I would say, 30 months. That’s a long time. This is excellent. It’s a demonstration that Ontario’s economy is very ripened. We are the best among the G7 countries. I’m so disappointed that the opposition seems to want to talk down our economy. They do not want to defend our workers’ right to fairness, to open trades.", "Speaker, I myself, as the minister responsible for international trade, travel abroad to many countries. The input from them is that this is a globalized world. Countries want open. They want fair trade. They want to tear down barriers among countries so that we can trade more efficiently, we can be more competitive and we can do better for our workers and, in this respect, for our workers in Ontario." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate." ],
  "anchor" : "para299"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate this morning on Bill 194, the so-called An Act respecting fairness in procurement. It’s interesting that while the Legislature was in recess the Premier suddenly came to the conclusion, with June 7 just around the corner, that she needed another foil, and that foil would be Donald Trump. That would be Donald Trump and American trade policies, and she would focus on the state of New York because the state of New York was in a very, very minor way talking about procurement issues, even though trade is an international issue that is negotiated by federal governments, and we’re in the midst of NAFTA negotiations as we speak. You remember the Liberals all across this country campaigned viciously against free trade when it was on the agenda for the 1988 election." ],
  "anchor" : "para300"
}, {
  "speaker" : "Mr. Ted McMeekin",
  "text" : [ "You guys were for it." ],
  "anchor" : "para301"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "We most certainly were, and thank goodness for Prime Minister Mulroney, at that time, fighting to preserve and build the Canadian economy by securing a free trade agreement with the United States at that time. It was before NAFTA but it was when there was a Canada-US free trade agreement. Liberals railed against it. They were the protectionists at that time.", "But here we are now, on the eve of an election, and the Premier needs something to go to the people. She wants to somehow portray herself as the champion of Ontario: “I am the defender of Ontario.” Where was that Premier when our manufacturing sector was hollowed out under her watch? Under her watch and her predecessor’s watch, we lost over 300,000 manufacturing jobs. Company after company left Ontario because of the policies of this government.", "They can talk about jobs being created. Well, the reality is our population has continued to grow dramatically as well. Ontario is a growing province. We are now near 14 million people. It is growing at a tremendous rate. So when you talk about a few hundred thousand jobs versus the number of people who actually live in the province of Ontario, our growth rate has not been significant. Job growth rate has not been significant.", "But the jobs that we lost were some of the best jobs that exist in this province. We were a manufacturing powerhouse in the province of Ontario. And why did we lose that? We lost that because of the policies of this government. They decided that it was more important to sign expensive energy contracts with Liberal friends than it was to defend Ontario jobs. I don’t know; maybe they just somehow had their head in the sand and they actually thought that this would work out, that we’d build a few turbines in Ontario and somehow that would make up for all of the manufacturing jobs that were lost as a result of electricity prices skyrocketing here in the province of Ontario.", "My colleague from Leeds–Grenville talked about businesses, particularly border businesses. Speaker, you would be well aware in your riding of Chatham–Kent–Essex, as well, of the greenhouses that have either moved or are planning to move out of Ontario because they can’t afford to produce plants with the electricity rates and the energy rates that exist here in the province of Ontario. So while the Premier is getting on her high horse—involving herself in a battle that should be fought at the national level—only for political purposes, those jobs continue to be threatened here in the province of Ontario.", "Interestingly enough, it’s a hollow argument, a hollow threat. When you read the bill, it’s actually so empty. It’s all “mays” and “maybes” but the Lieutenant Governor in Council can forgive the whole thing and forget about it if they deem that maybe it’s okay in this case and not okay in that case. There are no real teeth in this bill. This is a political document, much like their changes to the Employment Standards Act, and Bill 148, the minimum wage bill, much like their pharmacare bill that pays for drugs under the age of 25. It is all predicated on the politics of the 2018 election.", "Speaker, this is not how government should operate today in the province of Ontario. Government should operate on the premise that they’re actually doing something that stands up and protects Ontario and speaks in Ontario’s best interests.", "In the old days, they used to say “sabre-rattling.” This is sabre-rattling. It’s posturing and sabre-rattling on the part of the Premier, so that she can go around in May and say, “I’m standing up for Ontario. I’m fighting for Ontario. I’ve got your back.” She has already been doing that, going around and saying, “We care about you. We’re the party that really wants to take care of you in Ontario.”", "Yeah, they sure have taken care of the manufacturing sector, haven’t they, over the last number of years? And all through that time, members of the Liberal Party—supporters. When I say “members”—many of them may be card-carrying members; I don’t know. Supporters of the Liberal Party have been enriched dramatically, tremendously, by being able to sign lucrative contracts for energy that we don’t need at this point, because first they closed all the plants. Well, if the plant is closed, do you know how much power is being used there? Nothing; zero. So the plants have been closed or moved. Many of them are closed but have shifted their production elsewhere. That’s going to continue to happen under the policies of this government.", "Yet all of those Liberal friends that they signed those lucrative contracts with, they’re still going to the bank. Even with their so-called hydro mitigation plan, or whatever you want to call it—hydro rate mitigation plan—those contracts are still being paid out as per usual. It’s just that they’re borrowing the money, putting more on the mortgage of each and every family and individual and small business and large business all across this province. They’re putting it on the bill, to be paid tomorrow. But all of those Liberal friends that signed these contracts are getting paid like nothing ever happened.", "Could you get a better deal than that? You keep getting paid, even though the public would think that, “Oh, maybe we’ve actually renegotiated or gotten new contracts,” or maybe all of those companies realized that those contracts were so exorbitant that they have willingly said, “These are unfair, and we’re going to make a better deal, because we believe it’s important to be fair to the people of Ontario.” Well, that hasn’t happened. The contracts keep rolling. They’re paid the same as they ever were, getting their money up front.", "The people of Ontario are being told, “We got you a new deal.” But after the next election, for four years—I believe it’s four years—the rates will rise, commensurate with the rate of inflation. But that’s already skewed, because other requests to the Ontario Energy Board for increases fall outside that part of the legislation. Other than that, they rise to the rate of inflation. Then, after four years, it’s going to be a free-for-all again for the Liberals. They’re going to raise the rates, jack them up, more than they ever were before.", "So if you think manufacturing is in trouble in this province today, where is it going to be when those rates go back to where they would otherwise be, because of these exorbitant contracts signed by the Liberals?", "It all started with the Green Energy Act in 2009, when the Liberals decided that they were going to decide which was the best way to procure energy here in the province of Ontario. Because they were so fixed on the ideology, they were unconcerned about the price.", "Well, if you’re in the manufacturing business, or if you’re in any business that requires a product, that requires a commodity, then the price is very important. You cannot ignore the price. The price can never be ignored, because that product is available elsewhere. And if that product is available elsewhere at a much lower price, then the people who use that product, the people who buy that product, are going to buy from that alternative source.", "It’s never that simple with electricity because it has to be transported through transmission lines and everything else. But what happened was that the companies decided that, even though it was a major change for them, “You know what? We’re picking up stakes and we’re actually leaving Ontario.” Do you know how hard a decision that is, to shut your shop down in one jurisdiction and move it to another? You have to go through an awful lot of considerations before you come to that conclusion, Speaker. But they actually made that conclusion because they felt the immediate threat was so bad in the province of Ontario, because of this Liberal government’s policies, that they could live with the cost and the capital cost of having to uproot yourselves and move to another jurisdiction. They made that choice because, in the long term, they felt it was the right one to do.", "That exodus hasn’t stopped. They are still being plied by other jurisdictions, as my colleague from Leeds–Grenville mentioned. Companies on his side of the St. Lawrence River, in Ontario, are being courted by folks in Massena, New York and other jurisdictions in New York. You think about it: an all-in price for electricity at 2.5 cents per kilowatt hour. If you’re in manufacturing, electricity is one of your biggest input costs. With the exception of labour, in most cases, there is nothing that is a bigger cost for you than electricity in manufacturing. When you’re being offered electricity at a cost that is two and a half cents a kilowatt hour, it is not hard to make the decision that, “Unless something changes here in Ontario, we’re going to pull up stakes.”", "We have so many things to be proud of in Ontario. We have advantages. We have a tremendously capable and well-trained workforce. We have a tremendous group of people who work here who are top-notch, bar none—better than any. So for a company to make that decision, they’re going to lose some things too. They’re going to lose their workforce because people just can’t go across the border and decide to start working in New York.", "One of the things that has also kept them here is the fact that they care about Ontario. These people who run companies care about the people who work for them. They care about the people who raise families here in Ontario. They care about the people who build this province. The government seems to have forgotten those people. The government doesn’t seem to care about those working families that strive every day to put food on the table for their families and build their communities.", "When you look at some of the communities that have lost plants here in Ontario, I think of, in Brockville, Proctor and Gamble, a major employer—gone. Caterpillar in southwestern Ontario; Hershey’s in Smiths Falls; Xstrata up in the north, who just simply moved their entire operation to Quebec because they couldn’t afford the power in Ontario.", "So when this government starts to talk about caring for Ontario jobs, that really is rich. Anybody who really wants to start to think about it knows that this bill, which is hollow in itself, is really quite vacuous in what it actually does. It is nothing but a political document so that the Premier can drive around Ontario and fly around Ontario during the campaign talking about how she is the one who is in the best position to protect Ontario. That is absolutely false.", "They’ve had 15 years to stand up for Ontario and have failed to do so at every opportunity. Who they have stood up for, at every opportunity, is the Liberal Party and its supporters. If you now look at the motivations of this government, of the Liberal Party here in Ontario, everything they’re doing, every piece of legislation that we’ve seen in the past six months come to this Legislature, has absolutely nothing to do with making life better in the province of Ontario. It is aimed at one target: the voter that they are targeting in the June election. Every piece of legislation is shaped and formed with the absolute intent of moving votes. It is not about making Ontario stronger, better, richer, more prosperous, more productive—any of the above. It is simply about moving votes here in Ontario.", "I get it. In politics, moving votes is part of what we do—we understand—or the attempt to move votes. That is part of what we do. But when you are the government, you also accept a responsibility, because you are the only ones who can actually pass a bill in this province, in this Legislature, notwithstanding private members’ bills. Particularly in the case of a majority government, no private member’s bill ever gets passed in this House unless the government approves it. No piece of legislation gets passed in this House without the government being in favour of it. They’re the only ones who can table a bill—a government bill, other than the private members—and they’re the ones who set the legislative agenda.", "When you take on that responsibility to govern here in the province of Ontario, you take that responsibility not as the Liberal Party. You are the elected government that is supposed to stand up for Ontario, not to bring hollow, partisan legislation, sabre-rattling, trying to pretend you’re picking a fight with New York and the United States. We get it. Let’s not mince words. I hardly think that Donald Trump would win an election in Ontario. We all get that. He is not popular in the province of Ontario. He simply would not be a good person to be attaching yourself to in the province of Ontario, and the Premier wants to make sure that she is the anti-Trump when she talks about this legislation as she travels around Ontario.", "That is nothing more than an attempt to deflect away from what is the sorry record of the past 15 years. If the Liberals want to talk about anything in May and early June, they want to talk about anything but their record of the past 15 years. Their record of the past 15 years is, in fact, a dismal one. This trade bill is another diversion away from that record. They could have had opportunities to pass a bill such as this on many occasions, but they chose not to. They chose not to bring in legislation like this, which could have been done at any time. Does it not seem a little suspicious to you, Speaker? I know you can’t offer your response to that. But does it not seem a little suspicious that on the eve of an election, at this time—the Buy American chorus has been going on since 2015, but it is only now, as we almost reach the spring of 2018, that the Premier has a response to this?", "This is more than rich, Speaker. There is no way that anyone can view this step, this move by the Liberals, as being credible in the least in any way, shape, or form. This is simply political posturing, sabre-rattling to try to make herself look good. If she really wanted to stand up for Ontario’s people and Ontario businesses, she would have done something to lower the cost of living in this province and lower the cost of operating a business in this province.", "Speaking of the cost of living, those hydro rates that I’ve talked about for manufacturers—it hasn’t just been manufacturers; people in this province have been hurt, deeply hurt, by the electricity policies of this government. Food banks have been busier than ever as a result of their policies.", "It’s time to stop politicking and it’s time to truly stand up for the people of Ontario." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para332"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I am glad to start this fine day with a chance to speak on behalf of the fine folks in Ontario, and specifically in Oshawa, in answer to some of the comments from the member from Renfrew–Nipissing–Pembroke on Bill 194.", "It’s really nice to hear us standing up and defending the fine workers in Ontario. When we talk about manufacturing jobs and we talk about the loss of all of those manufacturing jobs, and over 300,000 jobs in the province of Ontario, we have a local story. We have felt it personally.", "But I take exception to listening to the heckling from the other side. When the minister on the other side says, “You’re living in the past,” you know what? We’re not actually able to live in the past because in Oshawa we’ve had to move forward; we’ve had to keep driving forward, so to speak. We don’t have the luxury of living in the past. The wheels keep turning and we have to keep going. We have to keep building industry and futures with skyrocketing hydro costs. We have to do that in the shadow of a government that ignores the realities and just sort of stays the course for their friends and folks. That isn’t how you strengthen a province.", "We stand here after 15 years of this government, and everyone in Ontario knows that we’re not better off for it, that we are not stronger. We need better options moving forward, and this is a reminder. Here we’re talking about a bill that, the fine member from Timiskaming–Cochrane pointed out, yes, it gives the government tools to retaliate; but there’s no such thing as a piece of legislation that is retaliatory in nature that’s only about procurement.", "So what is it about, then? What is this about? We’ve heard it discussed as leverage. The member that just spoke called it a political document. And isn’t it? We’re three months out from an election. How much leverage can they have? And is it leverage over the States, or is it leverage over Ontarians? It begs the question." ],
  "anchor" : "para333"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para338"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "It’s a pleasure to join the debate and to pass some comments on the remarks from the member from Renfrew–Nipissing–Pembroke.", "This bill is about standing up for the people of Ontario as we go through some very, very interesting times internationally on the trade front. The Premier of this province has travelled all over the United States. She has invited the governors of the states to visit us here. I think it’s taken every opportunity to outline the strong trade channels that exist between American states and the province of Ontario.", "If you look at a lot of the American states, their biggest trading partner is the province of Ontario. So any threat, any impediment, any policy that puts at risk jobs in the province of Ontario also puts at risk jobs in the States as well. Our preference is, clearly, that free trade agreements continue to exist between the province of Ontario and the States.", "Various states have stepped forward and have implemented Buy American policies that could potentially have a detrimental effect on the people of the province of Ontario. What this legislation allows us to do—it’s not something we would prefer to do, but what it allows us to do is to take action very, very quickly should that happen. It just really, I think, shows the consequences of what happens if you go down that road, if you want to risk damaging the trade relationship you have with this province.", "What this clearly is, is very Canadian. It’s very Ontarian. We don’t go out and pick a lot of fights, but when we feel threatened, when we feel jobs are being threatened, when we feel that somebody is trying to put one over on us, there is nobody that will stand up as quickly as a person from Ontario and a person from Canada. That’s exactly what this legislation does. It says we’ll play fairly, it says we’ll continue to be co-operative, but don’t try pushing us around." ],
  "anchor" : "para339"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments? The member from Nepean–Carlton." ],
  "anchor" : "para344"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Thank you very much, Speaker. It’s great to see you today. I hope you’re having a great day.", "It’s wonderful to be here and to be able to speak to Bill 194, which the government deems “fairness in procurement.” I do find it curious that they are tabling this piece of legislation a month before the Legislature will rise and we will be into an election campaign that will lead us into June 7. I think if the government were truly committed to making Ontario more competitive, then they would have probably abandoned some of their job-killing and catastrophic policies that have forced thousands of jobs outside of our jurisdiction—many of them, of course, into the United States of America. To now play politics at this level really speaks to some of the cynicism that people see in politics.", "I don’t have to remind you that in the month of January alone we lost 51,000 jobs here in the province of Ontario as a result of some of the impacts of Bill 148—with the rapid increase in minimum wage, but also because of some of the regulatory changes.", "As the finance critic for the opposition, I’ve had the opportunity to speak to many small business owners—many of those job creators who have had to pull back hours, who have had to lay off staff, or who have had to make the decision that they won’t expand their business as a result of what the Liberals have done. That’s not just Bill 148, of which my colleague is the critic—but there are other issues as well. It is the high cost of hydro in the province of Ontario. There is a steep regulatory burden—a lot of red tape—in this province. That’s why the Ontario Chamber of Commerce said last month that a majority of its members do not view the business climate in Ontario to be optimistic. When you’re talking to job creators—they are the ones who are making sure that we have a good revenue base in the province of Ontario and who make our public services sustainable.", "I think that most people will look at this cynically. Therefore, I’ll continue to speak at it—but I look forward to further debate on it." ],
  "anchor" : "para345"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para351"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to join the debate.", "I do question the timing of this bill. This is a government that has been in power for 15 years. They have had counterparts at the federal level—their Liberal brethren—and also some pro-trade proponents in the Conservatives, and yet we’ve seen a full-on attack of Canadian workers and Ontario workers through NAFTA for years—for 23 years, in fact. I have heard not a whisper from either Liberals or Conservatives about the chapter 11 investor-state dispute settlement regime and its effect on Canadian businesses and those workers. We are the most sued jurisdiction on the planet when it comes to trade—$219 million and $95 million in legal fees. That trickles down to employees. That trickles down to workers who are let go when this country is sued, mainly for our environmental protections—and not a whisper from our federal government or from this provincial government. There’s this new-found bravado, and they could be excused that it comes from a necessity to respond to the incoherent policies of Donald Trump when it relates to trade—or any other thing that he says tends to be incoherent and sends mixed messages, really.", "Let’s remind viewers today that we stand in a province that has absolutely no coherent manufacturing strategy to protect our companies and our workers domestically. It has absolutely no agricultural strategy to ensure that we can feed ourselves and to ensure our national and provincial sovereignty. This is a government that is just wandering through the weeds to try to find itself with any direct purpose that will affect and protect the workers who should be our primary concern here.", "So we’ll take a look at this, but we don’t think it’s genuine and sincere. There’s a whole lot more work that they could do to protect workers in this province." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Renfrew–Nipissing–Pembroke for final comment." ],
  "anchor" : "para356"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I’d like to thank the member from Oshawa, the Minister of Labour, the member from Nepean–Carleton and the member from Essex for their comments.", "I did want to touch on, while I was speaking—and the member from Oshawa mentioned it—when I talked about manufacturing, the Minister of Labour heckled, “You’re living in the past.” This bill is primarily about the steel industry. Is the minister suggesting that the steel industry will disappear from Ontario, as well? The Liberals seem to think that manufacturing no longer belongs in Ontario—that when we try to protect manufacturing jobs, we’re living in the past. If that’s truly what the minister believes, then he should actually say that and be straight with the people of Ontario—that they’re not concerned about losing manufacturing jobs, that their ideology comes before that.", "He also really betrayed what we’ve been saying all along, that the true thinking behind this bill—when he stood up and said, “We won’t be pushed around.” That’s the message they’re trying to put out there: that we won’t be pushed around. Even though they’ve had all this time to stand up for Ontario, now, on the eve of an election, they’re trying to tell the people, “This is Kathleen Wynne’s Liberal-government Ontario and we won’t be pushed around.” That’s a bunch of hokum. Speaker, that is just cheap talk. It is just posturing and sabre-rattling because they have had a chance to stand up for Ontario for the past 15 years and they have failed. As they saw jobs bleed out of this province, one after another, company after another, they could have stood up. They could have said, “We won’t be pushed around and we will protect Ontario’s jobs.” And they failed at every turn." ],
  "anchor" : "para357"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to join the debate this morning. As the critic for research and innovation, economic development and jobs, this is an issue that is close to my heart. As I had mentioned in my two-minute response to the minister, I have been very focused on what’s actually happening in the province of Ontario. But I do want to say that I think New Democrats share the distrust that other party members have expressed with regard to the intentions of this legislation because, quite honestly, this government has a serious trust issue. There is a level of cynicism associated with the politics of the Liberal Party of Ontario which is now grounded in 15 years of evidence and annual Auditor General reports and annual Financial Accountability Officer reports. We have a lot of evidence that this government has allowed conditions to deteriorate in this province, which has compromised the confidence of the economy in Ontario.", "So when the Premier goes down to 40-some-odd states and uses language like—this is from Kristin Rushowy’s piece in the Toronto Star from today. This is the Premier saying that “US states that enforce Buy America policies will ‘pay a price.’” So she’s beginning the conversation with threatening language. She goes on to warn that the Ontario Legislature is debating this bill, which will give the government the power to retaliate.", "It’s very interesting because it doesn’t actually do anything. It creates the conditions for action and, for the most part, leaves them to regulation. So I just want to be really clear about what our concerns are around the efficacy of this tactic and the efficacy of this legislation if it will pass. Of course, it’s a majority government so it will pass. Despite the intentions and, as my colleague has referenced, the sabre-rattling, and the language from the minister yesterday around talking tough and defending workers—I could do a whole hour on the workers that have been left vulnerable in this province.", "With regard to Bill 194, despite the preamble, there are no requirements in this legislation that the province’s regulatory response to any Buy American policies be proportional or reciprocal. There is only the requirement that the regulation be retaliatory. That’s a fundamental difference in the language that the government uses and then what the legislation will do. The goal is to be retaliatory. This doesn’t bode well for actually moving forward in a progressive and positive way as we negotiate with New York, and with Texas as well.", "This means that if New York state passes legislation that says that they must buy US steel, Ontario would not be required to pass reciprocal legislation that says that the province must buy Ontario steel. You can see that there’s a huge disconnect, which has become a huge theme for this Liberal government, in the words and then the action and how the legislation would play itself out. Instead, what would happen if, say, New York passes buy-US-steel-only legislation, Ontario could pass legislation saying that the province can’t buy New York pharmaceuticals or software. Or Ontario could choose to do nothing. There is no requirement to act when a Buy American policy is enacted.", "This is really becoming a little bit of the theatre of the absurd here, Mr. Speaker. This truly is this last-ditch effort on the part of this government to appear as if they really have some sort of sense as to the desperation of some of the businesses in the province of Ontario.", "As I referenced earlier, when the Ontario Chamber of Commerce came for their lobby day yesterday—and they have been tracking through their members. They survey their members across the province, in the north, the south, the east, the west. Last year, confidence was at about 38%—a lack of confidence. Now 49% of businesses in the province of Ontario have expressed genuine concern of the success rate they will have going forward, their ability to retain employees and their ability to contribute to the economy.", "This is what they have from their Vote Prosperity lobby document. It says here, “Ontario businesses are the backbone of our economy....” Everybody in this House pretends to understand that is true. High input costs, alongside the ongoing burden of operating in one of the most regulated economies in Canada is a constraint on businesses’ ability to invest in the human and physical capital required for growth. “To ensure that the next provincial election addresses the most important issues to their survival”—that’s the language that Ontario businesses are using. They’re using language like “survival.”", "They put forward four principles. I’ve mentioned one of their first priorities is to allow Ontario businesses to buy into surplus electricity before it is exported. For those who are watching, which includes my mother and my father, you will have heard this theme throughout the entire management of the Ontario Liberal government on the energy file for now—we’re in our 15th year here.", "The energy costs in this province have become so prohibitive, they now detract investment. Companies are not looking to come to Ontario because they look at the cost of energy. One such company in my riding is Kraus carpets. As I mentioned, they start every year off at a million-dollar deficit because Quebec has a very competitive and business-friendly energy management system.", "When you look at the Auditor General—and I know some people’s eyes glaze over when I talk about the Auditor General. But listen, the Auditor General deemed the reason that these reports are so important and so tangible is that she is an independent officer of the Legislature. She doesn’t look at these issues through a partisan lens. She looks at it as the value for money for the people of this province. She reflects back on how the money was spent and how policies affect people. I know it’s quite a concept for people.", "In this last report from 2017, she says that despite the repeated warnings from the Ontario Energy Board’s market surveillance panel over 15 years, the IESO and the OEB have allowed private gas and coal plant operators to rip off Ontario ratepayers for hundreds of millions of dollars, and this could be just the tip of the iceberg. She’s raised the red flag for years now, and the Auditor General before her raised the issue of privatization of our energy sector.", "In the 2015 report—I used to have it with me all the time because it is a number that keeps me up. She has identified in the 2015 AG report that we’ve already overpaid to the tune of $37 billion to private energy operators. How do you recover from overpaying for something that should be—well, one, it’s a basic right. This is where I say that when the Kathleen Wynne Liberals and the Liberal government of Ontario sold off Hydro One that was the largest transfer of wealth from the public sector to the private sector. Then, before Christmas, the Liberals would say, “No, the 407 was the largest transfer of wealth from the public sector,” because we paid for the 407. We built the 407, and then Mike Harris sold it for a bargain-basement rate. Now we have to pay just to use this basic infrastructure that we already paid for. So the Liberals say, “No, it’s the 407. That’s the largest transfer. Stop talking about Hydro One.”", "But the difference is that you need hydro. Hydro is a basic right. There are people who get their hydro cut off in this province, and we certainly don’t want the government to go to the pay meter program, where you put money in and then you get your hydro. We’re not a Third World country here. But the fundamental difference is that the Liberals want us to redirect attention to the 407, but truly, when you look at the long-term consequences of privatizing Hydro One, this will be the legacy of the Liberal government. Those privatization rates and the high cost that the Auditor General has identified will be the legacy of this government, and it hurts our economy.", "If the government wanted to actually improve the confidence of the people of this province and wanted to help businesses, then they actually would follow through on this first request by the Ontario Chamber of Commerce, which asks that businesses have the opportunity to buy surplus electricity before it is exported. By doing this, you would not be giving a competitive advantage to our competitors just south of the border, because that’s where we export some of our energy to, and to other provinces.", "What about this? “Conduct and publish the results of a comprehensive review of the electricity sector ... and then pursue cost-reducing measures based on the results.”", "Is there a way for us to make the energy sector more affordable? It’s really interesting because the Auditor General, in the 2017 report, also said that the industrial conservation initiative is quietly shifting more and more global adjustment costs from large industrial ratepayers onto all other ratepayers, such as residents, small businesses and farmers. In the first 10 months of the program, starting in 2011, $245 million in costs were shifted from 65 large industrial consumers to everyone else. As of June 2017, large ICI consumers are paying electricity rates that are half of what everyone else pays. The Auditor General recommended that the government be transparent about the impacts of the industrial conservation initiative. You have a policy that on paper looks like you’re being business-friendly, but it’s spreading the pain, essentially.", "Within the context of how this bill is actually being rolled out and the language and how it’s being navigated, if you will, through this Legislature, where one party says that this must be done when I’ve just explained that it doesn’t really do that much—also, there are very few limitations on what sorts of policies and measures could be taken under this act, especially since this act will supersede any other act. The only real requirement is that any measures taken under this act can only be done in retaliation to a Buy American law that has been enacted or a directive that has been issued. This is essentially just enabling legislation. The substance of the act will be determined through regulations on an ad hoc basis. Nobody trusts that process. Nobody trusts this government to just change regulations on an ad hoc basis at the whim of the minister responsible for Treasury Board. Why is this even a Treasury Board bill?", "Once again, the Liberals are governing through regulation, skipping the Legislature and a healthy democratic process. I can see in some respects why they don’t want to hear this perspective. They have a 15-year record which has progressively undermined the confidence of businesses here in Ontario.", "Aside from the energy piece, we really are looking at the relationship that we have with the United States. Listen: I’m the first person in this House to have some empathy with the situation of having to deal with a president like Donald Trump. This is an individual who has bragged about sexually assaulting women. Sometimes I think that we are one temper tantrum away from a tweet which escalates a very unstable international situation, from an economic perspective, an environmental perspective and certainly from a basic human rights perspective. So I want to be sure that we understand that negotiating with someone like Donald Trump is a difficult prospect. I hope that we could all agree on that, based on past patterns.", "But we have strange relationships with the United States on certain issues. For instance—and this may come as a surprise to folks—we send patients down to the United States to have health care procedures on a regular basis. Some people would say, “Well, what’s going to happen with this retaliatory piece of legislation and the way that we send patients to the United States?”", "The Auditor General says that there’s limited capacity for stem cell transplants in Ontario. Why? We invest in research. We are an innovative province. We actually have invested in researchers to address stem cell technology and research. This issue was identified back in 2009 and has required the province to send patients to the US at an average cost of $660,000, five times the cost of transplants in Ontario.", "Having a productive, reciprocal relationship with a major trading partner like the United States and individual states within that nation will potentially impact this very strange disconnect that we have, where we say that in Ontario we have the best health care system, and yet we ship patients down to the United States for stem cell transplants at a cost of $660,000 per patient. The Ministry of Health has paid US hospitals $35 million for 53 patient transplants, about $28 million more than it would have cost in Ontario if the capacity existed here.", "I raise this as an example: Instead of opening the doors to economic opportunities for US hospitals and US doctors—never mind the stress and the turmoil that you would experience as a patient having to go down to the United States—why not create the capacity in our own hospitals here in Ontario? We have some amazing hospitals.", "I know that the Minister of Health resigned, effective immediately, yesterday. There are good things happening in our hospitals, but there is certainly a disconnect between the Ministry of Health and the reality of what’s happening in the province from a patient perspective. Of course, we have been raising these issues in this House at question period, trying to avoid some of the drama of what’s happening to our colleagues here to my right, and trying to stay focused, quite honestly, on the real lived experiences of Ontarians.", "So you have a retaliatory piece of legislation which shakes its fist at New York and Texas and which actually, from a legislative perspective, doesn’t really accomplish what the language and the rhetoric from the Premier pretends to. Then we have huge disconnects in policy where the confidence of Ontario businesses—and when the chamber does come here and gives you the evidence, gives you the surveys and shows you the data about how confidence is so compromised and so undermined, just on the energy file alone.", "We could talk about some of the nonsensical regulations. We can talk about procurement, which, I have to say, until I became the economic development critic, I wasn’t fully aware as to how important that was. Having a progressive procurement policy that actually provides businesses in the province of Ontario the ability to bid on business here at the government makes a lot of sense.", "To have the Auditor General identify the IT disconnect—because I think it’s safe to say, given our eHealth record, that the government has not fully embraced the idea of technology. To rule out 300 small businesses from bidding on government business around updating and improving the capacity of government from an IT perspective does not make sense either.", "Just to summarize: Once again, we have a Liberal government that is very focused on appearing as if they are fully embracing a protective stance for our workers, when for almost 14 years they have created conditions where workers in this province and businesses in this province have been compromised by the very policies of this government." ],
  "anchor" : "para361"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you very much. There will be an opportunity for questions and comments at a later date, the next time this bill is brought forward." ],
  "anchor" : "para392"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "It is now 10:15, and this House stands recessed until 10:30." ],
  "anchor" : "para394"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I want to introduce, to you and through you, to members of the Legislative Assembly a constituent from my riding of Leeds–Grenville who is here as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. I’d like to welcome Kemptville’s Katie Nolan. Welcome to Queen’s Park." ],
  "anchor" : "para397"
}, {
  "speaker" : "Hon. Peter Z. Milczyn",
  "text" : [ "I’d like to introduce the family of page captain Sullivan Pearson from Etobicoke–Lakeshore. With us today is his dad, Jason Pearson; his brother, Maxwell Pearson; his grandparents Mary and David McEwen; and family friend Debra Lamers. Welcome to Queen’s Park." ],
  "anchor" : "para398"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I too wish to introduce Roger Harrop, from the Fergus area, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome, Roger." ],
  "anchor" : "para399"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I’d like to welcome Fred Hahn and some of his colleagues from CUPE Ontario here to the Ontario Legislature." ],
  "anchor" : "para400"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’d like to introduce Nick Huybers from Wyoming, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome, Nick." ],
  "anchor" : "para401"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "I would like to welcome representatives for the Canadian National Exhibition Association here at Queen’s Park today. This includes John Kiru, president; Virginia Ludy, CEO; Justin Brown, senior director; and Sarah Fink, corporate secretary. I’m sure a lot of us here in the Legislature have been to the Ex once or twice and fortunate enough to try some of their unique attractions. It’s always a lot of fun and it gives me great pleasure to be able to welcome them here today." ],
  "anchor" : "para402"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I too would like to welcome page captain Sullivan Pearson’s family, but particularly their friend Debra Lamers, who is a constituent of Beaches–East York." ],
  "anchor" : "para403"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’d like to introduce Paul Legge from Chesley, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome, Paul." ],
  "anchor" : "para404"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’d like to welcome some friends of mine, Randy Simpraga and Mike Lundy, who are here. They are members of the OPSEU corrections division. I want to welcome them to Queen’s Park here today." ],
  "anchor" : "para405"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to extend a warm welcome to the Ontario Legislature to Dorothy Cotton, who is a mental health advocate and will be inducted into the Order of Ontario this evening. Welcome to Queen’s Park." ],
  "anchor" : "para406"
}, {
  "speaker" : "Mrs. Julia Munro",
  "text" : [ "I’d like to introduce Valerie Stone from Brant, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome." ],
  "anchor" : "para407"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Today’s page captain is Morgan Sanderson from Parkdale–High Park. Morgan’s mother, Kim Sanderson, has joined us in the gallery. Welcome to Queen’s Park." ],
  "anchor" : "para408"
}, {
  "speaker" : "L’hon. Nathalie Des Rosiers",
  "text" : [ "J’aimerais accueillir, d’Ottawa–Vanier, des représentants d’OPSEU. Bienvenue à Queen’s Park." ],
  "anchor" : "para409"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I’d like to introduce Kelly Armstrong from Renfrew, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome to Queen’s Park, Kelly." ],
  "anchor" : "para410"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I know that members of the Canadian Federation of Students of Ontario, led by their chairperson, Nour Alideeb, are here today to discuss important issues for post-secondary students across the province with MPPs. I’d like to welcome them to Queen’s Park." ],
  "anchor" : "para411"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "I’d like to introduce Brendan Byrne from Essex, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program." ],
  "anchor" : "para412"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "I want to welcome Anna Bahlieda from the city of Thunder Bay, here with a large delegation of representatives for the Ontario Good Roads Association. Welcome, Anna." ],
  "anchor" : "para413"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I would like to introduce Brenda Miller-Sanford from Guelph, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome." ],
  "anchor" : "para414"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’d like to welcome Fred Hahn and everybody else from CUPE to Queen’s Park today. I especially want to thank Marc Parr, Lorrena Salvé, Anita Schwabe and Cindy Seaton, who came and talked to me about the Time to Care Act. Welcome to Queen’s Park." ],
  "anchor" : "para415"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I’d like to welcome all the class for the Advanced Agricultural Leadership Program, class 17, whom I had the opportunity to meet bright and early this morning at 8:15 a.m." ],
  "anchor" : "para416"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’d like to welcome Paul Hoekstra from Cambridge who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome to Queen’s Park." ],
  "anchor" : "para417"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I want to welcome the Ottawa members of CUPE who are visiting Queen’s Park today. I had a very good meeting with them this morning about long-term care. Thank you for their hard work in our community in Ottawa." ],
  "anchor" : "para418"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I would like to introduce Laura Bowers from Ailsa Craig, who is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Thank you for making Ailsa Craig proud." ],
  "anchor" : "para419"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I would like to welcome the Mortgage Professionals Canada, who have been—and I encourage all the members to attend their reception later today." ],
  "anchor" : "para420"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I want to introduce to you and through you to the members of the Legislative Assembly another constituent of mine from Leeds–Grenville, who is here this time with the mortgage professionals. I’d like to introduce to the members Corinna Smith-Gatcke, born and raised in Lansdowne. Welcome to Queen’s Park." ],
  "anchor" : "para421"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It’s my pleasure to welcome Ahmed Khalifa. He is here from Windsor with the Canadian Federation of Students, Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para422"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Now that they’re seated, I want to welcome the grade 5 students from St. Denis school who are here today with their teacher, Lisa Martins. Many of them played on the Potts Panthers soccer team and they won this year. Congratulations. Welcome to Queen’s Park." ],
  "anchor" : "para423"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "I am very happy to welcome two close friends of mine. Mr. Yeon-soo Kim is the president of the National Unification Advisory Council, Toronto, Canada, chapter. This organization comes right under the authority of Korean President Moon Jae-in. Another friend is Mr. Danny Yoon, president of World in Canada online news media." ],
  "anchor" : "para424"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I’d like to welcome Yasmeen Mirza, who is here today with CUPE and is one of the residents of Hamilton Mountain. Welcome to Queen’s Park." ],
  "anchor" : "para425"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I just noted two individuals who are working very hard every single day in our corrections institutions: Mr. Mike Lundy from our Thunder Bay institution and Mr. Randy Simpraga, who is here. Welcome to them and thank you for the great work they do every single day in our corrections institutions." ],
  "anchor" : "para426"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I would like to introduce Janice Danen from Stratford, Jeff French from Mitchell, and Bernice Weber Passchier from Palmerston, who are here today as members of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program." ],
  "anchor" : "para427"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "On behalf of the Ontario PC caucus, we want to recognize the members of the Canadian National Exhibition Association who are with us today in the gallery: John Kiru, president; Virginia Ludy, CEO; Sarah Fink, corporate secretary; and Justin Brown, senior director, external relations. Welcome to Queen’s Park." ],
  "anchor" : "para428"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I’d like to welcome Krista Cressman from New Hamburg. She is here today as a member of class 17 of the Rural Ontario Institute’s Advanced Agricultural Leadership Program. Welcome to Queen’s Park." ],
  "anchor" : "para429"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I too would like to welcome my fellow alumni—or I guess you’re not graduated yet, but you will be. As class 6 of the Advanced Agricultural Leadership Program, I am very proud to introduce the remaining members of class 17 of the Advanced Agricultural Leadership Program: Erica Murray from Seaforth, Rhonda Ryan from Walton, Erin O’Hara of Croplife Canada and Rebecca Egan of the Royal Agricultural Winter Fair. I’d also like to recognize John Zandstra, Tanya Stuart and Julie Cayley, organizers of class 17, and also the newly minted Senator Rob Black, who is moving on from the Rural Ontario Institute into a senatorship." ],
  "anchor" : "para430"
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "On behalf of the government caucus and the Minister of Tourism, Culture and Sport, I’d like to welcome from the Canadian National Exhibition Association here to Queen’s Park: John Kiru; Virginia Ludy, their chief executive officer; Justin Brown, their senior director of external relations; and their corporate secretary and government relations manager, Sarah Fink, who are joining us today in the members’ gallery. Thank you for coming to Queen’s Park. It’s nice to see you." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that a vacancy has occurred in the membership of the House by reason of resignation of Eric Hoskins as the member for the electoral district of St. Paul’s, effective February 26, 2018. Accordingly, I have issued my warrant to the Chief Electoral Officer for the issuance of the writ for a by-election." ],
  "anchor" : "para434"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Also, as members know, I’ve developed a practice of inviting assembly employees who have retired, or shortly will be retiring, in the House to have the assembly recognize them for their service.", "In that regard, in the Speaker’s gallery today, I would like to introduce Philip Kaye, manager of the legislative research service, who, after 37 years with the Legislative Assembly, will be retiring at the end of this week. When he started at the assembly in 1981, Philip was among the first group of researchers hired to join the newly formed research service. He became its manager in 2007. Please join me in thanking Philip for his years of service and wishing him all the best in his retirement." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I do know, Philip, that every single member appreciates the research that all the researchers do for them. Thank you very much.", "It is therefore now time for question period." ],
  "anchor" : "para439"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Minister of Health. First of all, let me say congratulations to you." ],
  "anchor" : "para443"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Congratulations on your new ministry.", "I know that you’re well aware that home care providers are taking your government to court. For heaven’s sake, Speaker, the VON is suing the government. The Liberals are putting home care patients at risk with their SEIU-backed provincial agency. The application for judicial review says, “The decision to introduce an untested home care delivery model, centred on an agency with no track record ... jeopardizes Ontario home care patients.”", "The organizations fighting this government account for 95% of the services in this system. Speaker, why continue the fight? Will the new minister’s first order of business be to scrap this SEIU-backed agency?" ],
  "anchor" : "para445"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you to the members of this House for congratulating me on this new role. I know that I have very big shoes to fill following in the footsteps of former minister Hoskins, but I assure every member that I will do my very best to fulfill the role as Minister of Health and Long-Term Care.", "In response to the member’s question, I would also like to say that we are very conscious of the wonderful work that is done by our front-line staff in health care, those PSWs and those support staff who support some of our most vulnerable people in this province in terms of their needs for home care. In the supplementary, I will address his question more directly." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Well, it doesn’t sound like the new minister is going to scrap the plan, but as I stated, the VON is suing the government of Ontario. In June 2016, SEIU Healthcare started lobbying the Ministry of Health and Long-Term Care to adopt this exact model for personal support service. In the same month, the former minister gave a speech at an SEIU convention in Detroit, bragging about the government’s strong relationship with this group. In that speech, the minister stated that with the advice of SEIU, his ministry was seeking a “common employer for care providers.”", "Mr. Speaker, are the Liberals undertaking this massive change in care delivery solely at the request of SEIU?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "On this side of the House, we certainly believe that Ontarians should have the option to have more control and choice over their home care services. That’s why our government is launching a new self-directed care model that patients could opt into. It would provide home care clients with funding to purchase services in their care plan or to employ people to provide these services.", "What we believe is that there will be a small group of patients with chronic long-term-care needs, where they want an especially strong relationship with their care provider. We know that continuity of care for the elderly, when it comes to home care, is a very important aspect of the care plan. We know that our front-line workers provide not only physical support, but very importantly, that emotional support over the long term." ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para455"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "In November of last year, the CBC reported on the cozy relationship between the Liberal Party and SEIU Healthcare, and that included past Liberal Party president Michael Spitale, the senior lobbyist for SEIU.", "The Ministry of Health has no track record employing PSWs and has never directly provided this type of care. The government set up this agency with no consultation and no explanation of how it will benefit our most vulnerable. This makes it painfully obvious that this agency is set up solely to benefit the SEIU.", "Mr. Speaker, are the Liberals risking the service that Ontario’s most vulnerable depend on in order to further their political relationship?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Our self-directed care agency will help individuals with the navigation process that allows both the PSW and the client to focus on what is important, and that is the care. This is a model that has been very successfully implemented in other jurisdictions such as Washington, California, Australia, Germany, France and Scotland. We will be slowly implementing this model to ensure that it meets our goal of excellent care for our very vulnerable seniors and others with chronic conditions.", "Our government has supported PSWs through major investments. We delivered on our commitment to raise the new base wage for publicly funded PSWs to $16.50. We also created the $10-million PSW training fund which has supported training and education to PSWs working in home and community care. There’s more to do, but definitely on the right track, Mr. Speaker." ],
  "anchor" : "para459"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Both sides have indicated to me that you want to pick up where you left off yesterday. I will, too. You know what that means.", "New question." ],
  "anchor" : "para462"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "My question is for the Minister of Health and Long-Term Care—and congratulations, Minister.", "After 14 years of inadequate investments in long-term care, your government has forced municipalities to fill bigger and bigger funding gaps. This means local property taxpayers are footing more of the operating costs, about $300 million every year and, sadly, the number keeps going up. Meanwhile, your government hasn’t so much as kept up with inflationary increases in long-term care. Minister, will you stop this egregious downloading?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you to the member opposite for the question. It’s great to have you as my critic again.", "I’m very familiar with the long-term-care homes in this province. In my former capacity as the commissioner of health services for York region, I had the responsibility for the administration of the two municipal homes in York region, the Newmarket Health Centre and the Maple Health Centre, so I’m very conscious of the issue of long-term-care funding.", "Of course, our government has been increasing funding, in really quite a dramatic way, over the last number of years. We certainly believe that every Ontarian deserves to grow old with dignity, in a safe, secure and compassionate environment, so we’ve always made it clear that support for long-term care is important. That’s why we’ve continued to make critical investments in this sector." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member from Huron–Bruce." ],
  "anchor" : "para471"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Back to the Minister of Health and Long-Term Care: Over the holidays and into the new year, the Seaforth and Clinton hospitals were filled to capacity, in part due to a lack of long-term-care beds. Staff, patients and families alike tried their very best to deal with this difficult situation.", "Speaker, they all deserve better, so through you to the minister I ask: What is the minister going to do to alleviate the need for long-term-care beds in rural Ontario?" ],
  "anchor" : "para472"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I’d like to elaborate on what we’ve been doing over the last number of years.", "First of all, funding for long-term-care homes has increased by $348 million, or 9%, since 2013. Our investment in long-term-care homes increased by $80.5 million this year alone. We’ve opened 10,000 new long-term-care beds and redeveloped 13,500 long-term-care beds since 2003, and we’ve announced that we will be opening 5,000 new long-term-care beds over the next four years, as well as providing 15 million more hours of nursing, personal support and therapeutic care annually for residents in long-term-care homes.", "This is part of our 10-year plan to create more than 30,000 new beds over the next decade—" ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary? The member for Niagara West–Glanbrook." ],
  "anchor" : "para478"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "My question is to the new Minister of Health and Long-Term Care. As a beautiful and welcoming place, Niagara has seen an enormous influx of retirees that shows no signs of stopping. According to region of Niagara numbers, from now until 2031, seniors 65 years and older will account for 60% of our population growth.", "Senior after senior in my riding has expressed concern about the lack of long-term-care capacity in Niagara. Right now, the average wait time for a bed in the Niagara Peninsula is close to four years. This is almost twice the provincial wait time of two years.", "The Minister of Health and Long-Term Care has not built new beds in my riding since Woodlands of Sunset was completed in 2004. That’s over a decade ago. Will the minister today commit to building more long-term-care beds in the Niagara region?" ],
  "anchor" : "para479"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I’ve certainly talked about all the investments that we’ve made and that we continue to propose to make, so now I’d like to turn to what we know about the opposition position on this question.", "We now know that four of their leadership candidates have committed to absolutely no action on climate change, and since the commitments in their People’s Guarantee platform were largely funded by—" ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I would ask the minister to stick to government policy." ],
  "anchor" : "para484"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you, Mr. Speaker. I’m just trying to show a contrast between what we’re proposing and some of the comments made across the way.", "Basically, what we’re hearing from the opposition is that they have no plan to increase any of the long-term-care homes that we have asked for applications for. We now have a proposal call for applications which will be closing very soon, and we will be announcing the successful applicants—" ],
  "anchor" : "para485"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para487"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "My question is for the Acting Premier. Ontario’s front-line health care workers—many of them are here today with us—are some of the most talented and dedicated people I know. But health care providers who work in our long-term-care homes are being asked to care for our parents and our grandparents—frail elderly people—with fewer supports from this Liberal government than ever before.", "Why is this Premier standing by and doing nothing while our long-term-care system fails both the dedicated workers and the frail residents needing care?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "First of all, I want to welcome all the members of CUPE who are here in the House today. They are, as we all know, very hard-working members of our community, working in our long-term-care sector.", "Just this morning, I had the opportunity to have a sit-down downstairs with some of the CUPE members from Ottawa who work in different communities, like Ottawa South and Ottawa–Orléans, and to hear directly from them the kind of challenges they’re seeing. I assured them that our government has a plan to ensure that we have more long-term-care beds in our community.", "As you know, the government has announced additional investments, in creating 5,000 new long-term-care beds over the next four years, and our commitment to increase—" ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You’re not helping.", "Finish, please." ],
  "anchor" : "para495"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "—the number of hours of care that is required to appropriately help our seniors who live in long-term-care settings.", "There’s nothing more important than to look after our elderly, our parents, our grandparents. They’re the ones who worked hard to build this great society that we live in, and we owe it to them to provide proper and appropriate care to them." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para499"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ontario used to have a legislated minimum hours of hands-on care, but this Liberal government abolished it. Since then, there is no law in Ontario that guarantees the amount of care that the seniors in our long-term-care homes should get.", "As it stands right now, we have some very good homes in Ontario, but we also have many, many seniors who are not getting the care they deserve. We have many front-line health care workers running off their feet, trying to do the best they can, working shift after shift after shift.", "If the Premier asks the incredible, dedicated long-term-care workers who are in the House with us right now whether the residents get enough individual care, she would hear a resounding no. They would tell the Premier that we need a minimum standard of four hours of hands-on care. We’ve been needing it for a long time. So why hasn’t the Premier done it?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para503"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I want to assure the member opposite that, certainly, on this side of the House, we appreciate the wonderful work that is done by our front-line staff. In particular, we know that members of CUPE are here and need to have the good work acknowledged at every opportunity.", "We have talked about the 15 million more hours of nursing, personal support and therapeutic care annually for residents of long-term-care homes. This will increase hours of care to an average of four hours per day per resident. But we’re doing a lot more in terms of other supplementary areas of care, because we are absolutely committed to providing resident-centred care and investing in people who support our residents each and every day. So we’re providing additional staffing through targeted streams, including $18.5 million per year invested under the High Intensity Needs Fund claims." ],
  "anchor" : "para504"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para506"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Those good people travelled a long distance to come here today, to deliver one message: We need a legislated four hours’ minimum standard of hands-on care. Nothing else will do.", "The government has chosen to sweep the problem under the rug. We’ve seen understaffing getting worse. Facilities need to be updated. We’ve seen wait times increase by 270%. And the list of people waiting for long-term care now sits at 33,000 people.", "Year after year, the Liberal government told people that four hours of hands-on care was not necessary—“We are already doing it,” they say—although the body of evidence and the front-line workers will tell us that four hours of hands-on care is exactly what we need.", "It is time to care, Minister. Why don’t we have four hours of hands-on care?" ],
  "anchor" : "para507"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I want to make it very clear that delivering resident-centred care means all licensees are responsible for providing appropriate levels of staffing based on the individual and changing care and safety needs for all residents at all times. In other words, individuals get the care that they need.", "We are increasing the hours of care to an average of four hours per day per resident. Some of these ancillary areas of assistance—one of the others that I think is of extreme importance is an additional $10 million for behavioural supports for specialized services for residents with cognitive impairments who are exhibiting challenging and complex behaviours. We know that in many long-term facilities this is an issue. This is bringing our government’s base funding to $64 million." ],
  "anchor" : "para512"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "My question is to the Acting Premier. In her 2017 annual report, Ontario’s Auditor General criticized the Liberal government for not providing enough information to the public about the performance of individual long-term-care homes. In January, we learned through media reports that the Premier and her Minister of Health are keeping a secret list of long-term-care homes that they consider medium or high risk for Ontario seniors.", "Families with a loved one in care and the front-line health care workers who care for them are now being left to wonder if their loved ones—their mom, their dad—are in a facility that the ministry itself calls high risk. Will the Premier release the list immediately?" ],
  "anchor" : "para515"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para517"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Of course, as we’ve said so many times, all residents living in Ontario long-term-care homes deserve to be cared for in a safe, secure and compassionate environment. Our government is absolutely committed to ensuring their safety and well-being through a rigorous inspection system and a regulatory framework that we are continuously working to improve. Every long-term-care home in Ontario undergoes a comprehensive resident quality inspection each year to ensure they are in compliance with the Long-Term Care Homes Act. When there’s a complaint, there will be an unannounced inspection also.", "The results from every inspection are posted online for the public to see, as well as in long-term-care homes, and we’re actively working to provide even more information online which will be available in the very near future. We’re also enhancing our oversight through the Strengthening Quality and Accountability for Patients Act to ensure all operators are addressing concerns promptly." ],
  "anchor" : "para518"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para520"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "According to the Auditor General, about 10% of Ontario long-term-care homes are high risk. A home’s risk level is determined by its record to comply with laws that govern long-term care. Why does the Premier think people living in these homes and the front-line staff who take care of them don’t have a right to know if they are at risk?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As I’ve already said, we do inspect very thoroughly and we’re working to provide more information online. It will be available in the very near future and it will include specifics related to the performance of individual homes in relation to other homes in the province.", "We are doing a number of things through the Strengthening Quality and Accountability for Patients Act, and I’ve just described some; but we’re also partnering with the Michener Institute on a personal support worker registry that will improve transparency for patients and families.", "We have a comprehensive plan to increase safety in our long-term-care homes." ],
  "anchor" : "para522"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para525"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "What New Democrats want for Ontario is zero homes to be on a high-risk list. We want the long-term-care system fixed and for every home to be a safe, caring place. But this Liberal government has refused to take a serious look at the long-term-care system with a broad, public, find-and-fix inquiry.", "The Liberal government won’t show Ontarians the list, and it’s pretty clear the government is not taking action to fix the problems in long-term care. Why are the Premier and the government continually sweeping the problems in long-term care under the rug?" ],
  "anchor" : "para526"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Well, it appears that our goals are exactly the same, because obviously on this side of the House we are committed to the safety of the residents living in our long-term-care homes. This is why we have taken so many measures to strengthen the quality and the accountability for residents living in their homes.", "As we continue, there’s always more work to be done. We’re always open to positive ideas for improvement, but I think the measures that—" ],
  "anchor" : "para528"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please, Minister." ],
  "anchor" : "para531"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We’ve made so many changes to enhance our oversight system. We are also increasing financial penalties for home operators with recurring care and safety concerns that are not being addressed." ],
  "anchor" : "para532"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "To the Minister of Health and Long-Term Care: I would like to congratulate the minister on taking on her new challenge. We all know that this government has created many challenges.", "The ministry numbers do not add up. They state that my region is oversupplied with long-term-care beds beyond 2030, yet our residents already face long wait times and our seniors population will double during that time.", "Moreover, once a patient is assigned to a bed, they’re confronted with a broken system. Chronic underfunding leaves less than six minutes for our overworked PSWs to complete a patient’s morning routine, including the highlighted weekly bath. Which fantasy world does this ministry live in?", "When can we expect the fair and realistic funding required to give our seniors the care they truly deserve?" ],
  "anchor" : "para534"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Perhaps I need to reiterate all the investments that our government has made in the long-term-care system.", "We know that our population is living longer and developing care needs that are becoming increasingly complex. That’s precisely why our government has increased funding for long-term-care homes by $80.5 million this year. We’ve almost doubled the funding since 2003.", "We have committed to the average of four hours of care per day to residents so that they do receive the high-quality care and access to supports that they need. I’m sure the member opposite will recognize that the behavioural supports that I’ve been speaking about, which I have observed in a home in my riding that cares for those with Alzheimer’s, are ensuring excellent quality for the most vulnerable." ],
  "anchor" : "para538"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member from Simcoe–Grey." ],
  "anchor" : "para541"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Back to the Minister of Health and Long-Term Care—and as a former Minister of Health, I want to extend my condolences to the new Minister of Health.", "Minister, my offices are flooded on a regular basis, as you can imagine, with inquiries from people seeking help in either finding a bed in a long-term-care home or accessing a personal support worker.", "One recent example is a 57-year-old man suffering from Alzheimer’s. Right now he’s sitting in a retirement home, waiting for a bed in long-term care. His wife works full-time. She’s raising their six-year-old daughter. She’s also juggling the $4,600 monthly cost of the retirement home along with her regular household expenses. The man’s priority for a bed, Minister, recently increased when he was physically attacked by another resident in his retirement home.", "Mr. Speaker, the government’s neglect of long-term care is appalling. Can the minister explain why her government has failed to build the necessary long-term-care beds to keep up with our aging population?" ],
  "anchor" : "para542"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "That’s precisely what we’re doing. Since 2003, we’ve opened over 10,000 new long-term-care beds and redeveloped over 13,500. We know that—" ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister?" ],
  "anchor" : "para548"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We’ve certainly heard from communities about the need for additional beds, so we will be supporting our growing and aging population. We put together our action plan for seniors, and we’re responding to our seniors’ growing needs. That’s precisely why we are creating 5,000 new long-term-care beds over the next four years.", "The first phase of those long-term-care beds—the applications are being reviewed. The proposal time limit is coming up very shortly, and announcements will be made in the very near future. We are doing exactly what the—" ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para551"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Since December, I have been advocating for the reunification of Patricia and Don Deighton. They have been married for 64 years but are being forced to live apart, without each other, because of Ontario’s broken long-term-care system. In fact, when I can, every Friday I’ve been driving Don to see Patricia. They are a loving couple and they miss each other.", "Mr. Speaker, the Minister of Health claims that a new reunification regulation has solved the problem, but the Deightons are still separated. In fact, Patricia’s LHIN care worker has asked 387 residents to switch homes and make space for Don, but the list has been exhausted and there is no hope for reunification in sight. This is completely unacceptable.", "Can the Minister of Health explain why this Liberal government is saying that there is no longer a problem with couple reunification in our long-term-care homes when Don and Patricia are still living apart?" ],
  "anchor" : "para555"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Certainly, stories as illustrated by the member opposite really touch us all. I think we all understand very clearly the need for spouses to continue to live together whenever we can support them in that goal. We know that it’s really important for families and for the emotional support that they need from each other, and so our government has been giving a very high priority to residents who are seeking to be reunited with a spousal partner. We’re taking a number of steps to ensure that this process is as smooth as possible for families.", "We do know that there’s more that we can do, and we recently made changes that designate a number of reunification priority access beds in every long-term-care home. These beds will help to address delays in reunification, for those in crisis to be reunified with their loved ones in a long-term-care home." ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para560"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Again to the Minister of Health: The MPP for Nickel Belt has been trying to reunite 91-year-old Gottfried Adler and his 88-year-old wife, Hildegard, as well. The Adlers have been separated for over six months after 67 years of marriage. Like the Deightons, the Adlers are emotionally distressed because of their separation. Ontario seniors shouldn’t have to settle for a long-term-care system that repeatedly breaks promises and hearts.", "Will the Minister of Health direct her ministry to reunite the Deightons and the Adlers today? I am asking for your direct intervention to help these families." ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para564"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I would certainly say to all members of this House that if one is aware of a particular situation in one’s constituency, please feel very free to approach me to draw my attention to that particular item. I have operated like this since being the Minister of Community and Social Services because sometimes there is a solution that can be found more readily. But as a systemic issue, going back to the fact that we do have reunification priority access beds, we do encourage families to work with their local LHIN partners to ensure that seniors do have access to the care that they need and the best quality of life in their later years.", "We are responding to the needs of our growing and aging population. I’ve mentioned the number of beds that we are increasing over the next short time, and we will continue to work in this regard." ],
  "anchor" : "para566"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "My question is not for the new Minister of Health but for the Minister of Education. Ontario is now an international leader in education, thanks in part to our historic investments in building new schools. In my riding of Kingston and the Islands, we have recently opened two new schools: Molly Brant Elementary School and, just last fall, St. Francis of Assisi Catholic School. It’s a state-of-the-art building. It’s designed with a beautiful open concept and many collaborative spaces.", "Our government recently announced a number of new investments that will bring new and improved schools to students in communities across Ontario. Speaker, through you to the minister, what is our government doing to build on historic improvements and investments to ensure that students are learning in new and improved schools that support student achievement, equity and well-being?" ],
  "anchor" : "para569"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’d like to thank the member from Kingston and the Islands for this very important question. Giving our kids the best possible start in life is one of the most important things we can do as a government.", "That’s why I’m proud of the strong investments our government has made in education. In fact, no government in the history of this province has invested more in building and expanding Ontario’s publicly funded education system. That’s because we know that investing in our schools is about more than bricks and mortar. Building better schools builds better learning for our students. That’s why we’ve made a historic investment of more than $18 billion since 2003 in schools, building more than 860 new schools and more than 840 additions and improvements across Ontario." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para574"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, these investments in modern learning environments ensure that our students are on a strong path to success." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para576"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "We are extremely proud of the investments made in Ontario’s publicly funded education system. We know that giving students the best possible learning environment—high-quality and modern buildings—is part of our plan to grow the economy, create jobs and bring fairness and opportunity to the people of Ontario.", "The French community in Kingston and the surrounding area is growing, and our government is doing more to support that growth. Recently, I had the honour of making a very special announcement in my riding.", "C’était une annonce où j’étais fière, tellement fière, de voir toutes les parties se réunir et collaborer avec une telle intention pour nos étudiants.", "Recently, you announced $784 million to build, expand and renovate 79 schools across the province. Minister, can you please tell us more about the project in Kingston and how we are providing student achievement with investments in new and improved school facilities?" ],
  "anchor" : "para577"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Thanks to the member from Kingston for this important question. We are committed to supporting school boards by providing modern learning environments for our students because we know these places put our kids on a path to success.", "That’s why we recently announced $24 million for the construction of new, joint-use facilities for l’école secondaire publique Mille-Îles and l’École secondaire catholique Marie-Rivier. C’était une annonce où j’étais fière de voir toutes les parties se réunir et collaborer pour nos étudiants.", "Mr. Speaker, these investments not only build schools but also build communities. This new facility includes 49 child care spaces and will accommodate 600 students.", "This total capital investment will support more than 46,000 students with the learning spaces they need to thrive. These investments in new schools support student achievement, fairness and opportunity." ],
  "anchor" : "para581"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "My question is for the Minister of Health and Long-Term Care. Let me, first off, congratulate you on your new position. I believe you do find yourself in an unenviable position, given the challenges within your ministry, especially those in long-term care. I want to speak to you specifically about those challenges as they relate to Sault Ste. Marie.", "Currently in Sault Ste. Marie, we have over 1,000 people in long-term-care beds, and there are about 700 people on waiting lists, waiting upwards of three years to secure a long-term-care bed. Our local hospitals are constantly operating over capacity, and they lack the resources and the space to be able to keep up with the demand. To say that our long-term-care situation is reaching a breaking point would be an understatement. Recently, the CEO of our local hospital, Ron Gagnon, indicated that we need 750 new beds in Sault Ste. Marie now in order to relieve our future and current demand.", "My question is, will you commit to building these beds immediately in Sault Ste. Marie?" ],
  "anchor" : "para586"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As we have announced, we will be opening 5,000 new long-term-care beds over the next four years, and we have now opened the call for applications to understand the needs at the community level to determine where the new beds should be allocated. We certainly intend to continue to actively engage in further consultation with the public, long-term-care home providers and placement coordinators to establish a long-term plan to meet the growing and changing needs of Ontario seniors, no matter where they are.", "We recently announced, just before Christmas, 50 new long-term-care beds in London and an additional 128 new beds for the Havelock community. We are listening to communities and we’re opening beds where they’re needed." ],
  "anchor" : "para589"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member from Haliburton–Kawartha Lakes–Brock," ],
  "anchor" : "para592"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Back to the Minister of Health and Long-Term Care: Congratulations on your new post. For years, long-term-care capacity issues have been one of my constituents’ biggest concerns. That’s because Haliburton–Kawartha Lakes–Brock has the highest ratio of need-to-available beds in Ontario. There are currently 2,169 people on the wait-list for long-term-care beds in my riding. On any given day, 30% to 40% of local hospital beds are occupied by people who should be receiving care in long-term-care homes. This government is failing our seniors, Mr. Speaker. It’s unacceptable that our mothers, fathers and grandparents are waiting years to get the care they so desperately need.", "So my question to the minister is: How does she explain this government’s failure on this file to the more than 2,000 people waiting for long-term-care beds in my riding?" ],
  "anchor" : "para593"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Of course, we are addressing the capacity challenges that the member opposite is referencing, and we are aware of different demographics in different communities. Certainly this is why this call for applications is being looked at so closely, to make sure that we match the new beds with the need in the community.", "She referenced some of the issues around hospital overcrowding as well. I do want to remind her that we have created 503 transitional-care spaces outside of hospital, for up to 1,700 patients who don’t require care in a hospital. We’re trying to address each piece of this issue of capacity. I believe that we’re going in exactly the right direction." ],
  "anchor" : "para595"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. The mental health unit at London Health Sciences Centre has been overcrowded for years, and it’s getting worse, not better. Psychiatric beds have been forced to operate at 140%, 150%, even 165% occupancy, day after day, which is far above the safe occupancy rate of 85%.", "Now we’ve learned that 10 new psychiatric beds will finally be added, but the beds won’t come with funding for new doctors or health care workers to care for patients. Speaker, adding beds without adding staff will not fix the overcrowding crisis. It will only make the problems worse.", "Why is this Liberal government refusing to fund both the beds that are needed and the appropriate staffing for mental health patients in London?" ],
  "anchor" : "para598"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Certainly, the member opposite has referenced an issue that I think we all acknowledge is extremely important, and that’s the care of those with mental health issues and addictions issues. As a former member of the Select Committee on Mental Health and Addictions, I certainly would like to see as much as we can possibly do to address this particular area.", "Our government has been making major investments in this particular area. I’m so very proud to be part of a government that has increased mental health spending every year. We’ve now committed to putting forward more than $1.9 billion over the next 10 years.", "We’ve been building on our mental health strategy, Open Minds, Healthy Minds, and we’ve been taking immediate action on recent recommendations made by the Ontario Mental Health and Addictions Leadership Advisory Council." ],
  "anchor" : "para601"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para604"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Since this Premier came to office in 2013, London Health Sciences Centre has seen $141 million cut from its budget. That’s the equivalent of nearly 500 full-time health care workers.", "As a result, we’ve seen chronic hospital overcrowding, especially for mental health beds, and not enough staff to care for patients. Currently, the hospital is staffed for 71 psychiatric beds but there are 28 extra beds in operation every day. There are mental health patients lining the emergency room hallway on a daily basis, waiting for a bed. It’s gotten so bad that people in mental health crisis, who should be in hospital, won’t go to the ER for the help they need.", "Why is this Liberal government refusing to fix the hospital overcrowding crisis that Liberal cuts have created in London?" ],
  "anchor" : "para605"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I have just been informed that apparently five psychiatrists and one nurse practitioner are being hired now at the London Health Sciences Centre. And to continue on the number of investments that we’re making, we’re developing a province-wide, publicly funded, structured psychotherapy program that will help people with things like mood disorders, anxiety and depression, and other supports to manage their needs. We will be the first province in Canada to do this.", "We’re creating, along with the Ministry of Children and Youth Services, a network of integrated youth service hubs that will provide one-stop access to mental health services as well as other health, peer-to-peer, employment and housing supports." ],
  "anchor" : "para608"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "My question also is not for our superstar Minister of Health and Long-Term Care; it is for the Minister of Indigenous Relations and Reconciliation.", "Our government is committed to creating fairness and opportunities for all Ontarians. However, barriers to economic participation and continuing inequality in income and employment rates are major challenges for indigenous peoples in Ontario, particularly in northern Ontario. Over the past 15 years, Liberal governments have taken many actions in close collaboration with our indigenous partners to drive economic development and build a better future for indigenous communities after years of inaction, neglect and worse under the Harris Conservatives.", "Can the minister tell us more about how our government is supporting indigenous communities to fully participate in our economy?" ],
  "anchor" : "para611"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Since 2008, we have provided $136 million through our New Relationship Fund to close the socio-economic gap and support indigenous economic participation, including nearly $25 million for the First Nation in Kiiwetinoong. Our $95-million Indigenous Economic Development Fund, which the PCs voted against in 2014, has provided $25 million in funding to date. It will provide another $70 million in additional funding over the next seven years.", "Our Indigenous Community Capital Grants Program has provided $34 million in funding to key infrastructure projects. Through our $650-million Aboriginal Loan Guarantee Program, a major initiative under the Green Energy Act, which the PCs say they will repeal, we have continued to support meaningful participation in renewable energy projects for indigenous communities in Ontario." ],
  "anchor" : "para614"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para616"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "The PCs say they support economic development for indigenous communities but actions speak louder than words, Speaker. The truth is that they’ve consistently voted against the key investments we’re making to support Ontario First Nations. Education is key to indigenous economic development and to reconciliation, and it’s a shame that the Conservatives voted against our landmark OSAP overhaul, which has helped drive a 35% increase in one year in the number of indigenous students receiving OSAP over the past year.", "What’s more, just this December, they voted against the historic $56-million investment in indigenous institutes, allowing indigenous learners to gain the skills and trades they need to be successful in the workplace.", "Can the minister tell us more about how our government, despite this lack of support, is actively supporting—" ],
  "anchor" : "para617"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Let’s stick to policy.", "Minister?" ],
  "anchor" : "para621"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "The fact is the PCs have no real plan for indigenous economic development. They voted against our fair hydro plan and the First Nations Delivery Credit, which were commended by none other than Ontario Regional Chief Isadore Day as an important step to reduce poverty and support economic development. They voted against our landmark $1-billion commitment to the Ring of Fire infrastructure in the Matawa tribal council area.", "Reconciliation is more than words—" ],
  "anchor" : "para623"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para626"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Speaker, it’s about action. By voting against key actions we were taking, the PCs made it clear they are not with us on Ontario’s journey towards reconciliation. Billions in cuts are coming if the PCs form the next government—" ],
  "anchor" : "para627"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para628"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Welcome to day one.", "I would like to share a heartbreaking story from a family in Dufferin–Caledon who were struggling to find care for their father. A 93-year-old dad from Belfountain, he was forced to go to London, three hours away, to find a long-term-care placement. Three hours away from friends and family. To quote his daughter: “Something needs to be done to help the seniors of Ontario to live out the rest of their lives in dignity in a facility that is able to deal with their needs.”", "Why is this government failing to provide the care that Ontario seniors deserve?" ],
  "anchor" : "para630"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Certainly, when we hear of stories as the member of Dufferin–Caledon has related, we’re obviously extremely sympathetic. We know that we need to ensure that people live out their lives in dignity and in safety.", "That’s precisely why we have announced the addition of some 5,000 more long-term-care beds over the next four years. This is something that will be tailored to individual communities through the application process. The first tranche of this is coming to a conclusion very, very shortly.", "I would simply say to the member opposite that we are doing exactly what I think she is intending for her constituents, to have access to the kind of care that they require." ],
  "anchor" : "para633"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member for Whitby–Oshawa." ],
  "anchor" : "para636"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Back to the Minister of Health and Long-Term Care: According to the Ontario Ministry of Finance, the number of seniors is expected to more than double by 2036—200,000 seniors alone in Durham region.", "The Central East Local Health Integration Network, which includes the region of Durham, has the highest number of patients waiting for long-term-care placement in Ontario, thousands and thousands of men and women waiting. Clearly the Liberal government isn’t meeting the long-term-care needs of thousands of seniors in the region of Durham.", "Speaker, will the Liberal government commit today to address the long-term-care crisis in the region of Durham?" ],
  "anchor" : "para637"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Yes, the demographics of individual areas are certainly the subject of study. I know that under a former Minister of Health and Long-Term Care, MPP Deb Matthews, this was an area of intense concentration. That’s precisely why we have issued the application process in the way that we have, so we can ensure that the beds go where they are needed.", "We are making substantial investments. Just to reiterate, we’ve doubled the funding for long-term care over the length of our mandate, and we will continue to work. We know there is more to do. I look forward to being able to make an announcement in the near future as to the success for beds." ],
  "anchor" : "para640"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Acting Premier. Yesterday we received further confirmation that Ontario’s $23.1-billion GO expansion program has been reduced to little more than a Liberal re-election scheme.", "We already have evidence that the former Minister of Transportation intervened after Metrolinx rejected a proposed new station in his riding. Yesterday, we found out that another rejected station, this time in the riding of the Minister of Housing, is suddenly back on the table." ],
  "anchor" : "para643"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "You should read the updates." ],
  "anchor" : "para645"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Economic Development, come to order." ],
  "anchor" : "para646"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Meanwhile, GO riders from Toronto who use existing stations are getting their promised service frequencies—" ],
  "anchor" : "para647"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Do your research." ],
  "anchor" : "para648"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The Minister of Economic Development and Growth, second time." ],
  "anchor" : "para649"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Minister of Health." ],
  "anchor" : "para650"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Sorry." ],
  "anchor" : "para652"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You should be.", "I believe you finished your question?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "No, I did not." ],
  "anchor" : "para655"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You have more?" ],
  "anchor" : "para656"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "I do." ],
  "anchor" : "para657"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You will have a wrap-up, please." ],
  "anchor" : "para658"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Why is the Premier putting regional express rail at risk just to serve the short-term political interests of the Liberal Party?" ],
  "anchor" : "para659"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para660"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Thank you to the member opposite for the question. Metrolinx’s board of directors approved the addition of 12 new GO stations in June 2016. As they’ve stated, this decision comes as a result of initial business case analysis, extensive consultation with municipal and regional representatives, community engagement, and collaboration between the Ministry of Transportation and Metrolinx on wider regional transit and transportation plans. All proposed new stations require additional technical and planning analysis, which has been made very clear.", "Metrolinx has done substantial work on their business case analysis methodology. They have now committed to posting business cases prior to board decisions for all new GO stations. The business cases and recommendations still need to be approved by Metrolinx’s board of directors on March 8. I look forward to seeing the results of their deliberations." ],
  "anchor" : "para661"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para663"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: The estimated costs of new GO stations have skyrocketed, coincident with the decision to procure RER via public-private partnerships. Not only is the Premier using Metrolinx to help re-elect her ministers; she’s also offering up billions in public dollars to private investors while delivering less service to riders.", "Toronto-area transit has been in a permanent state of chaos since the Premier, when she was transportation minister, agreed to rip up Transit City and the Big Move, and as the Premier has allowed her ministers to rewrite evidence-based transit plans to suit their own political needs. How can the Premier expect the public to trust the government to invest transit dollars wisely when she keeps putting her political ambitions ahead of the public interest?" ],
  "anchor" : "para664"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I want to express that our government is making the single largest investment in Ontario’s history, much of which the NDP has voted against. As part of this investment, we’re continuing to move forward with one of the largest transit builds in the world today. Through our $31.5-billion Moving Ontario Forward plan, we’re investing $13.5 billion in GO regional express rail to increase transit ridership, reduce travel times, manage congestion, connect people to jobs and improve the economy, all of which the people across the way have voted against.", "This is part of our $21.3-billion transformation of the GO rail network, making it the largest commuter rail program in Canada. We continue to work very closely with Metrolinx to bring regional express rail to the GO rail network. We will hope to have the support of the opposition members in order to provide transit to the people of Ontario." ],
  "anchor" : "para666"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the minister responsible for the Anti-Racism Directorate. Last Thursday, Speaker, I co-hosted a town hall about racism in my community with my MP colleague Nathaniel Erskine-Smith. The minister responsible for the Anti-Racism Directorate was in attendance, as was MP Iqra Khalid, who talked a bit about the federal initiatives going on to fight racism in our communities. We had approximately 200 people attend to discuss this very important issue.", "As we know, conversations about racism are often very difficult to have. At this particular meeting, the conversations got quite heated at times. The meeting was continually disrupted by a vocal few who questioned whether racism existed and an anti-racism strategy was necessary or warranted.", "Public discourse is difficult, Speaker, but I want to raise this issue in the House because I think it’s important for all of us to engage in a conversation to better understand what happened. I represent the great area of Beaches–East York, and I wonder if the minister could please initiate a dialogue with us here today about racism." ],
  "anchor" : "para669"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to just take a quick second to thank the member from Beaches–East York for hosting the town hall. In fact, I believe it was the first town hall hosted by an individual MPP here in Ontario specifically where I was invited to speak about racism.", "It is a difficult situation. These types of conversations can get emotional, often ugly, but it is a conversation that we need to have in Ontario, because like I always say, there is a cost to standing still. If we don’t do something about racism today, it will continue to erode our values here in the province of Ontario. I want to thank the member for having the courage to have that conversation in his riding.", "Mr. Speaker, just under two years ago, we started the Anti-Racism Directorate. It was the Premier’s commitment to look for ways to fight systemic racism here in Ontario. In the supplementary, I’d like to talk about some of the accomplishments we’ve been able to accomplish." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para676"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I want to thank the minister as well for attending. His presence at that meeting was such a calming influence in what had become a very heated situation. He is to be commended for the incredible work he’s doing with the directorate and bringing these issues to light in Ontario.", "These meetings are extremely important. At the town hall, we heard very real concerns expressed about carding, corrections issues, racial disparity in jury selection, appointments processes, identity-based data collection and First Nations child welfare. In Ontario alone, we have people from over 200 nations who speak over 130 different languages. With immigration driving population growth and racialized people making up a significant portion of our new population, it’s essential for us to be ready and to be inclusive in Ontario.", "The conversations must continue, and we need to work relentlessly to take what we learn from the people of Ontario and put it into tangible action. Speaker, could the minister please elaborate more on what the secretariat and others are doing?" ],
  "anchor" : "para677"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Thank you for the question. The Anti-Racism Directorate over the last two years has established the directorate. We’ve moved forward with legislation to back up the directorate. In addition to that, we’ve held a conference, developed a three-year strategic plan and had conversations right across the province. Later this year, we will do an awareness campaign to fight systemic racism here in Ontario.", "But let me be clear, Mr. Speaker: When we talk about systemic racism, we know that there are thousands of people across this province that are affected by racism every single day. There’s a moral imperative to fight racism, but there’s also an economic argument to be made. If we don’t utilize our full potential as a province to ensure that people can reach their full potential without barriers, it not only affects racialized people, but it affects all of us here in this room and all of us across this province, and being the economic engine of this country, it affects Canada.", "We need to continue to band together, because there’s more of us than—" ],
  "anchor" : "para680"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para683"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Thank you very much, Mr. Speaker." ],
  "anchor" : "para684"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "My question is to the Minister of Health. Welcome. Last Friday, I visited with the residents and staff of the Afton Park long-term-care home in Sarnia to discuss the state of long-term care in our community. In Sarnia and across the Erie St. Clair LHIN, there are more than 600 seniors on waiting lists for long-term care. There are 124 seniors waiting for a space at Afton Park alone. Many on that list will be forced to wait over 500 days for a basic bed. Once someone gets a space, they quickly realize that the staff are run off their feet, trying to keep up with the workload. I hear this at my office on a regular basis.", "In Sarnia–Lambton, the demand for more beds and proper staffing levels is becoming an urgent matter. Minister, will you commit to creating beds and improving staffing levels in all of Sarnia–Lambton’s long-term-care homes?" ],
  "anchor" : "para686"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Mr. Speaker, for a minute there, I was feeling somewhat neglected.", "I would like to reassure the member from Sarnia that we will be opening new beds. We’ll be looking very carefully at each community across the province. We will continue to support the work that our front-line care workers do each and every day, and I look forward to being able to make some announcements on the new beds in the near future." ],
  "anchor" : "para688"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Parry Sound–Muskoka on a point of order." ],
  "anchor" : "para691"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I just wanted to introduce Steve Black, the mayor of Timmins, who came in midway through question period. He’s down for the Ontario Good Roads Association conference.", "Welcome to Queen’s Park, Steve." ],
  "anchor" : "para692"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Children and Youth Services." ],
  "anchor" : "para694"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, today is my ministerial statement—I’ll be speaking and giving recognition, for Black History Month, to some early pioneers in hip hop music here in Ontario: Kardinal Offishall, Rascalz, Michie Mee, who will be joining us here today. I hope members can be here for that ministerial statement." ],
  "anchor" : "para695"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "What about LL Cool J?" ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I hear that." ],
  "anchor" : "para697"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m hip; I’m hip.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para699"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "It’s my pleasure today to rise in the House to recognize three outstanding leaders in Huron–Bruce, and specifically, three people associated with the town of Mildmay.", "Leslie Boerkamp, Katie Clark and Krista Fisher of Sacred Heart School Mildmay, in the Bruce-Grey Catholic District School Board, have been recognized by TVO’s TeachOntario Talks. These three educators were recognized for using 3-D printing to foster creativity and critical thinking in Sacred Heart students.", "Leslie Boerkamp explains the process as follows: 3-D printing is a process of making three-dimensional solid objects from a digital file. The process can be broken down into four steps: model, slice, fix up and print.", "I am thankful for the expertise and initiative shown by these educators. For students to understand the iterative, collaborative and creative nature of innovation and entrepreneurship, it’s so invaluable in terms of lessons learned. These are underrated skills in our society today.", "The school also has 3-D printing in terms of a club.", "Krista Fisher cites the support of the parent community as another integral component in the success of this initiative. I am encouraged by the shared role of parents, students and educators in fostering a culture of entrepreneurship and creativity at Sacred Heart.", "Congratulations to the educators and the students at Sacred Heart for transforming their learning." ],
  "anchor" : "para704"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "I rise today on behalf of Richard Barry, a senior constituent. Richard’s daughter, Karen, contacted my office in Welland recently to raise concerns about the repugnant living conditions at the Walnut Manor, a supportive living home owned and operated by the infamous Charlie Duke—an alias. She admitted her father to the home after he suffered a stroke and found himself unable to live alone without care.", "Like many in Ontario, Richard didn’t qualify for long-term care, so his daughter, Karen, found him assisted living and signed him up—except it didn’t take long for the complaints to start, everything from substandard sanitary conditions to food shortages—you name it. When the food was there, it barely met nutritional requirements. Concerns were raised with the owner and ignored. It didn’t take the daughter, Karen, long to realize what we have known for years. It’s the reason I brought forward Bill 135 last year.", "These homes remain unregulated. Owners have free rein to take advantage of vulnerable adult tenants who have no other options and no one to advocate for them. We’ve seen fires, injuries and, most recently, several deaths as a result of no regulation.", "Today, I urge the government to pass Bill 135, a bill that would regulate supportive living accommodations in Ontario, and make vulnerable seniors and adults across the province receive the protection and the dignity that they deserve." ],
  "anchor" : "para712"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "I want to stand to thank the Honourable Dr. Eric Hoskins, our long-time Minister of Health and Long-Term Care, for the great work he has done for Ontario.", "Health care is vital to all Ontarians, and it’s important that we have a minister who listens, and he has. I have brought to the minister’s attention a number of health care issues from my riding of Ajax–Pickering, and his staff have worked with me and our staff to find resolutions each and every time.", "Our Ajax–Pickering hospital is now rightly named Ajax-Pickering Hospital, as part of the newly formed Lakeridge Health system—all-inclusive—for Durham region.", "The 20 mental health beds are returning to Ajax-Pickering Hospital, with $4.6 million in operational funding for the renovation of the unit. The new high-tech beds are also on order.", "I was also thrilled to be part of the Ballycliffe long-term-care-home redevelopment announcement at Christmastime just past. The redevelopment will take place with as little interruption to residents as possible and with—get this—an additional 92 beds, more than double, bringing the total to 192 beds. Health care will be able to move large sectors of existing residents next door to the beautiful new facilities as they are built in stages.", "Then, my colleague MPP for Durham, Granville Anderson, and I had the honour of officially opening a new 20-bed in-patient geriatric transitional that will meet the mental health needs of those with dementia." ],
  "anchor" : "para717"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para723"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "The ministry provided some $2.3 million—" ],
  "anchor" : "para724"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para725"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "I’m going as fast as I can, Mr. Speaker. Bear with me—" ],
  "anchor" : "para726"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member cannot ignore the Speaker. Thank you. Have a seat, please." ],
  "anchor" : "para727"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Have a seat, please.", "That’s not appropriate, and it shouldn’t happen again. Do your word count." ],
  "anchor" : "para729"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Public libraries are at the heart of communities in rural and small-town Ontario. Recently, I met with the staff and board members from the Rideau Lakes Public Library. We discussed that, while the role of libraries continues to evolve, their services remain as vital as ever. No longer a place where patrons come only to check out books, libraries in Leeds–Grenville and across Ontario are truly community hubs.", "In Rideau Lakes, library branches connected more than 7,000 people to the world through the Internet last year. It’s the same in branches throughout my riding. Dedicated library staff and volunteers foster social inclusion through innovative programs for people of all ages and backgrounds. Libraries are also becoming key resources for local tourism and economic development efforts.", "Despite strong support from their municipalities, libraries face tremendous funding challenges, after 20 years without an increase to the public library operating grant. In addition, Bill 148 has added thousands of dollars in new costs to already strained budgets, putting services and the jobs of part-time staff in jeopardy. Bill 148’s impact adds new urgency for the government to increase the library operating grant in this year’s budget.", "I can’t imagine a future without our libraries in Leeds–Grenville. I’m proud to stand with them today to join their call for the sustainable, predictable base funding they need." ],
  "anchor" : "para732"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "We’ll be holding a memorial service in Windsor on Saturday to celebrate the life of Dr. Howard McCurdy.", "As a child, he was told he couldn’t join an all-white scout troop. As a teenager, he was told he couldn’t go to the local pool hall in Amherstburg. Those and other rejections sent Howard McCurdy on a lifelong journey.", "He became an activist for human rights, the founding president of the National Black Coalition of Canada. Howard earned a PhD in microbiology and chemistry from Michigan State. He taught at the University of Windsor. He served as president of the Canadian Association of University Teachers. He was a former chair of the board of governors at St. Clair College.", "As a reporter, I covered Howard McCurdy during his two terms as an alderman in Windsor. He made sure the city’s hiring practices were changed, giving visible minorities an equal opportunity for a chance at a city job. He was Canada’s second black Member of Parliament and the first black person elected as a New Democrat. Howard McCurdy was charismatic, sophisticated and usually the best-dressed man in the room.", "He was a well-known champion of civil rights in Canada. During the Mulroney years, he worked hand in glove with external affairs minister Joe Clark to fight apartheid in South Africa. Because of their efforts, Canada was the only G7 country to issue sanctions against South Africa. When Nelson Mandela was released from prison and visited Canada, he asked to meet with Howard McCurdy to thank him personally.", "Dr. Howard McCurdy wouldn’t tolerate an injustice against anyone. He raised the bar for us all. We will celebrate his achievements with Brenda and their extended family on Saturday." ],
  "anchor" : "para737"
}, {
  "speaker" : "Mr. Vic Dhillon",
  "text" : [ "Our government introduced OHIP+ for all children and youth 24 years of age or younger beginning January 1, 2018. This initiative has received a warm welcome in my riding of Brampton West.", "Brampton is a fast-growing city and the ninth-largest municipality in Canada. About 32% of the total population of Brampton consists of children and youth under the age of 24. No longer will families have to decide between spending money on food or spending money on medication for their children. This would allow families to spend more adequately on the much-needed other necessities of life.", "It is estimated that about 50% of the population in Brampton is made up of immigrants. It’s a known fact that immigrants arriving from other countries initially find it difficult to make ends meet. OHIP+ would allow such immigrant families to spend on other necessities to establish themselves. Already in my riding of Brampton West, OHIP+ has made a significant impact in the lives of thousands of young people, and no doubt also made a positive impact across all of Ontario.", "This program is the first of its kind in Canada. It would create fairness and opportunity for the less privileged and people surviving on low wages during this period of rapid economic change. I believe that OHIP+ will be an inspiration for other governments in many other jurisdictions all over the globe." ],
  "anchor" : "para744"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "In times of crisis, we all have different ways of coping. Some of us pray, some of us come together with family and friends to grieve and offer support, and some of us get involved and offer a helping hand. Since we heard the devastating news that three-year-old Kaden Young was swept into the Grand River last week, our community has been praying, helping and supporting Kaden’s family through this very difficult time. This devastating news makes our hearts break.", "I cannot imagine what Kaden’s family is going through right now. The community has rallied together with vigils and support, and volunteers and first responders have been working hard, searching for Kaden. It hasn’t been easy. The water along the Grand River is still very high. Ice floes and debris are heavy, and collapsing banks are making the searchers’ job that much more challenging. Every day that goes by without finding Kaden increases everyone’s stress level.", "Please be careful, and most importantly, keep Kaden and his family in our hearts and prayers." ],
  "anchor" : "para750"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I rise today to recognize a successful, enterprising young professional from my riding who was recently named Young Professional Influencer of the Year for her leadership in economic development efforts in Grey county. Savanna Myers, who is 30 years old, won the award at the Economic Developers Council of Ontario conference earlier this month. Savanna previously worked for the town of Hanover, helping launch an economic development strategy, the award-winning downtown revitalization project and the popular Launch Pad Youth Activity and Technology Centre.", "Since joining Grey county in 2016 as the manager of economic development, Savanna has taken on multiple economic development projects, such as assisting the county with being named to the top seven intelligent communities of 2017—alongside Melbourne, Australia; Moscow, Russia; Edmonton, Alberta; and others—and leading its efforts to develop a regional skills training, trades and innovation community hub at the former Sydenham school in Owen Sound. This partnership between the county, both school boards, Georgian College and Owen Sound promises to expand training in trades, from welding and plumbing to software and culinary arts, as well as offer child care.", "Mr. Speaker, this is an exciting time for Grey county, as it eagerly embraces technology and facilitates new conversations around agriculture and technology, as seen with Grey county’s Ag 4.0 digital agricultural innovation conference, which won the EDCO award for best new special event.", "I congratulate Savanna for her contributions and achievements. I know I speak for all local businesses and community leaders when I say that she is a real role model for young people to follow, and that all of us look forward to working with her to keep supporting prosperity and growth, and promoting Grey county as a great place to invest, work, live and play." ],
  "anchor" : "para754"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Speaker, I think it’s time to discuss some of western Mississauga’s expectations from the federal budget that will be tabled for the fiscal year 2018-19. In western Mississauga and throughout the western GTA, one of the things that we need federal assistance on and that we’re hoping that the feds will address in this fiscal year is going to be to work with CP Rail to ensure that CP Rail does a proper deal with Metrolinx, so that we can get all-day, two-way service. That’s one of the things that we need out of the federal budget.", "The other thing that we need out of the federal budget as Ontarians is something that one of our colleagues, Dr. Eric Hoskins, has just gone there to do. Ontario showed this country the lead in establishing OHIP+, which means doing proper coverage for pharmacare for youth between the ages of birth and their 25th birthday.", "We know that most of the money for pharmacare is spent on older people, and that’s why we need the federal government involved and participating so that we can harmonize that formulary nationwide and so that we can properly cover seniors for pharmacare, regardless of where they are in Canada, and cover them during the years when they need pharmacare the most. I hope the feds deliver." ],
  "anchor" : "para759"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated February 27, 2018, from the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted.", "Mr. Harris moved first reading of the following bill:", "Bill Pr80, An Act respecting Emmanuel Bible College." ],
  "anchor" : "para764"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para770"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills.", "Ms. Kiwala moved first reading of the following bill:", "Bill Pr79, An Act respecting the Kingston Health Sciences Centre." ],
  "anchor" : "para772"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 88, the bill stands referred to the Commissioners of Estate Bills." ],
  "anchor" : "para778"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para781"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Education is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister?" ],
  "anchor" : "para782"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I move that, notwithstanding standing order 98(g), notice for ballot item 33 be waived." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Education moves that, notwithstanding standing order 98(g), notice for ballot item 33 be waived. Do we agree? Carried." ],
  "anchor" : "para785"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I rise to inform the House that Friday, February 16 marked the beginning of the lunar new year, the Year of the Dog. The dog is productive, enthusiastic, engaging, dynamic and full of energy. Astrologists predict that 2018 will be a good year, Mr. Speaker. The lunar new year is an important and special time together with family and friends. It is a time to celebrate the rich cultural heritage of our Asian communities.", "Among the countries celebrating the lunar new year are China, Korea, Vietnam, Malaysia, Singapore, Indonesia, Thailand, Cambodia, the Philippines, and others.", "Multiculturalism has always played an important role in our culture and heritage. We recognize that diversity is one of our province’s greatest assets. It has strengthened and enriched our communities and enabled Ontario to grow and prosper. It has helped make this province a wonderful place to live, work and raise a family.", "From its earliest days, Ontario has been a welcoming place—a place built on immigration. We have become the great province we are today thanks to the many contributions of immigrants from all over the world, immigrants who come with skills and knowledge and want to contribute to their new home.", "Supporting the settlement of all immigrants, including Asian immigrants, is a good investment in Ontario’s future prosperity. People from 200 countries, who speak more than 250 languages, call Ontario home.", "We have a long-standing and well-established Asian community in the province: Nearly two million people in Ontario are of Asian descent. In fact, since 2002, Asian Heritage Month has been celebrated across Ontario and Canada during the month of May. At this time, we reflect on and honour the many contributions of Ontario’s Asian community to make our province stronger. From the arts and business to science and politics, they have excelled and helped Ontario prosper.", "Some notable Asian Ontarians include Olympic medallist and three-time world champion figure skater Patrick Chan, who helped Canada win a team gold medal in the 2018 Winter Olympics in South Korea; the Right Honourable Adrienne Clarkson, the 26th Governor General of Canada, who was born in Hong Kong and arrived in Canada as a refugee in 1942, settling with her family in the Ottawa area; and Paul Nguyen, a Toronto-born filmmaker, advocate and a second-generation Vietnamese Canadian, whose parents fled Vietnam for Canada during the migration of the boat people. He is the 2010 recipient of the Ontario Medal for Good Citizenship.", "The Asian community has given so much to the province, and we are very proud of their collective achievements and contributions. They are showing the world what Ontario has to offer, from products and services to innovation and assets.", "Their presence and contributions are an important trade bridge to a great number of powerful and emerging economies. Their vital ties to their homelands can help generate future opportunities for economic growth and prosperity.", "Recognizing the value and importance of nurturing relationships with Asian countries, the Premier has embarked on a number of trade missions lately. They include China in 2014, 2015 and 2017, with 208 agreements signed worth almost $5.8 billion; South Korea in 2016, with 13 agreements signed worth approximately $120 million; and Vietnam in 2017, with 20 agreements signed worth approximately $30 million.", "These international business missions demonstrate Ontario’s continuing investment in our Asian partnerships—partnerships that result in mutually beneficial returns. As we look ahead to the Year of the Dog, we see many more partnerships and opportunities to deepen our strong relationships with Asia and Ontario’s Asian communities, opportunities both at home and abroad.", "The contributions of our Asian communities are many and varied. They have made an indelible mark on our province’s history, and no doubt on our future.", "Speaker, I would like to thank and wish everyone in our Asian communities a happy new year, blessed with good fortune, good health and happiness." ],
  "anchor" : "para789"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I rise today in the Legislature because February is Black History Month. It’s a time when we recognize and celebrate the contributions of black Ontarians and black Canadians here, across the province and across the country.", "Mr. Speaker, I want to talk a little bit about Canadian music. If we look back in the past, we have people like Robert Nathaniel Dett, Portia White and Oscar Peterson, Canadians from the African diaspora who have contributed so much to music. But as a minister in this government, and as a lifelong hip hop fan, I’m going to talk about a piece of Canadian history that usually doesn’t get spoken of in a House like this. The story is the story of my youth and what influenced me and what helped define who I am today. It’s a story about the evolution of a city. It’s a story about a culture that was emerging here in the city and, of course, a sound.", "I often feel proud to be part of and to be able to witness black history in the making and musical history right here in our very own city. I didn’t know it then, but I was part of a transformation that was taking place here in the city of Toronto. It was about a transformation and a rebirth of our city. My story is part of a much larger story, one that has placed Ontario on the urban music map.", "My story starts about 30 years ago. It was the late 1980s, and I can remember on Saturday mornings getting up and first watching a little bit of cartoons, and then I would watch my kung fu movies, and then the most important part of the day came. It was 1 o’clock, and on CKLN 88.1, which was a Ryerson college station, I’d get my cassette player ready and put my finger on pause and I’d start to record the Fantastic Voyage.", "A little bit later in my years, in the 1990s, I remember running home at 4:30. In fact, it sounds kind of strange, but my watch would be set for 4:30 for an alarm. I’d run home to watch RapCity, which was hosted at the beginning by Michael Williams and then Master T.", "The Fantastic Voyage was a community radio station run by DJ Ron Nelson. I believe Ron is here today. He said he was going to be here. I hope he’s here. He spun a variety of music genres, and the show was credited with influencing the growth of Toronto’s hip hop scene, introducing Canadians, Torontonians, to American artists and giving local artists like Melody MC aka Wes Williams aka Maestro Fresh Wes—who evolved into Canada’s first commercially successful rapper.", "For me and for many others too, the Fantastic Voyage was the only way we could hear that amazing sound called rap music that was emerging all around the world. Getting hold of records back then was difficult, and getting any radio play was even more difficult, but DJ Ron Nelson helped change that. He set up the jam line, a 24-hour recording line that provided listeners with information about dances, events and concerts. He connected us to the sound. He plugged us into the scene. He travelled to America to secure acts. Largely thanks to him, I can remember how that music changed my neighbourhood and how it made me feel. It made me feel proud because I was part of something.", "I can remember listening to artists like Boogie Down Productions, NWA, KRS-One and Public Enemy. It made me feel like I was part of something special that advocated for justice, for self-awareness, for resiliency and, really, for survival. It was the most powerful sound in my generation, and often it was discounted by many as a gimmick or a fad. In fact, rap music automatically gained some powerful adversaries. It was a time when mainstream radio, television and the entertainment industry snubbed the sound. Internationally, politicians looked at ways to dismantle it. Criticism came from all different directions.", "Despite being the unwanted child of the music industry, artists were selling millions of copies without any mainstream radio play. Even more importantly, they were capturing the hearts and minds of millions internationally.", "Canada was no stranger to the sound. Mr. Speaker, I can remember being in London, England, when I was a young man and turning on the radio station and seeing the Dream Warriors perform in England. I remember that band because they were from the Jane and Finch—I believe Willowdale—community, and they hit the top 20 in England. I’ll tell you, being from Toronto, being a young black man from Canada, being in London at the time and knowing that the Dream Warriors were representing my city made me feel special. Their first two singles sold close to, I think, roughly about one million copies. I was so proud to be in England and to feel a bit at home.", "I can remember how it made me feel to listen to Canadian hip hop and urban music pioneers like Maestro Fresh Wes, Main Source, Michie Mee, who is joining us here today, and so many others.", "Mr. Speaker, Canadian hip hop culture kept moving forward, evolving, and many stepped up to carry the banner—artists like Kardinal Offishall, who is joining us here today, who was the first rapper in Canadian history to top the Billboard Hot 100 in America. We had artists like k-os. We had the Rascalz. From my very own neighbourhood, we had Adrian “JB” Homer, who’s joining me here today. These were folks who picked up the banner and moved forward. It was because of their success that we saw other things develop. We saw Flow 93.5 become a reality here in the city of Toronto because of the momentum they were building.", "Here we are, 30 years later, and rap music is still dominating all the charts internationally, with no sign of slowing down. Early this year, Nielsen music reported that for the first time in US history, hip hop is the most commercially dominant genre in the music industry—not bad for a sound that was made up by a bunch of poor black kids with some old records, a couple of record players and some microphones.", "Mr. Speaker, two years ago, when I was in LA meeting with film, television and music executives, seven of the top 10 Billboard artists were Canadian. Their sound was urban, and they were all from Ontario, including Drake, who was the most streamed artist in the world that year. I was proud to be connected to a city that was dominating the American and international music charts. Toronto now benefits from that reputation as an emerging powerhouse of a city.", "Toronto is a world-class city like New York, London, Tokyo, and one of the reasons for this success is because of our thriving culture sector, with our urban sound leading the way. Rap industry pioneers in the 1980s like Ron Nelson, Master T and a host of others never received the respect they deserved for their talent from outside their peer groups. We should celebrate their contribution to making this city what it is today. As we celebrate our latest cultural success through artists like The Weeknd, Drake, Jazz Cartier, Jessie Reyez and Daniel Caesar, respect is due for those who laid the foundation and broke the ground here in Toronto and those who transferred us into this new era of music. Toronto is the city that it is because of them—those who paved the way for artists from all across our province to raise their voice not only to be heard, but respected and revered from communities across Ontario.", "You can go anywhere across this province, you can go anywhere across this country, in the smallest town, and there will be a kid who is making music and rapping, and it’s because of our pioneers here today.", "I just want to take this opportunity to say thank you to everyone who has joined us here today in the east members’ gallery. Thank you for everything you’ve done to make Ontario a better place and to make Canada a better place for all of us by working so hard—30-plus years ago—to bring us to where we are today, to making Ontario the best place in the world to live. On behalf of the government of Ontario, thank you very much." ],
  "anchor" : "para804"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s time for responses. The member from Scarborough–Rouge River." ],
  "anchor" : "para822"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Thank you, Mr. Speaker, for giving me the opportunity to rise today to respond to the Honourable Minister Albanese, who has just given special recognition to the lunar new year.", "The lunar new year is celebrated by the people of China, Korea, Japan, Indonesia, Singapore, Taiwan, Vietnam, the Philippines, Cambodia and others. In most of these countries, the lunar new year is equivalent to Christmas here in Ontario. It is also known as the spring festival.", "The lunar new year is a vibrant and festive occasion. It is a time when children pay visits to their parents and grandparents, and, in return, the elders reward them with money for good luck. Many Ontarians celebrate this tradition by spending time with their friends and families and by giving gifts, particularly red envelopes with money. I dispensed 5,000 red envelopes with chocolate coins inside in my riding.", "Specifically in my riding of Scarborough–Rouge River, where more than 50% of the population celebrates this festive event, the lunar new year can last for many days and often includes various festivities such as festivals featuring dancing, traditional costumes, firework displays, food stalls, and arts and crafts.", "My office organized a large lunar new year celebration event where many came together to share music, food and gifts. I have also attended the many events organized by various communities. As I mentioned, the festivities go on for many weeks, just like the Christmas tradition in the western world.", "As we know, the Chinese community in Canada has a long history dating back to the 19th century. The Chinese were instrumental in building the great railroad in Canada from coast to coast. Their hard work ethic and perseverance helped in developing this great country of Canada.", "Mr. Speaker, I urge all members from both sides of this House to join me in celebrating the great tradition of the lunar new year. Once again, let’s unite to send a collective message that in Ontario, cultural diversity is our strength." ],
  "anchor" : "para824"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I’m pleased to rise in the House this afternoon to speak on behalf of the official opposition to recognize February as Black History Month as it draws to a close this week.", "But we shouldn’t just remember black history in the month of February. We should acknowledge it all year long, every year, because, as I’ve said many times, black history is Ontario’s history. Once again, this year, we assert with passion and conviction that Black History Month serves as a powerful reminder of the compelling life stories that inspire us to be worthy of the province we’ve inherited through the extraordinary accomplishments, courage and sacrifices from the generations that came before us. These memories compel us to take action and speak out against racism, injustice and intolerance, not just this month but in our daily lives whenever and wherever we encounter it.", "Most of us arrived on these shores in Canada because we wanted to come here or our ancestors chose to make a new life in Canada. But the ancestors of many black Canadians came to the Americas enchained in the holds of slave ships. This unspeakably cruel practice has been dated back as far as the 15th century and continued into the 19th century. Enslaved, so many came here against their will, but freed, they converted the violence of their capture and passage into an extraordinary will to live and a desire to help build the Canada we know today. In this sense, black history is Ontario’s history.", "Black Canadians fought valiantly alongside English, French and aboriginal Canadians in the War of 1812, the Battle of Queenston Heights and the Battle of Lundy’s Lane, just to name a few.", "We remember Richard Pierpoint, who risked his life for the crown as part of Butler’s Rangers, a Loyalist unit during the American Revolution. When the War of 1812 began, when he was 68 years of age, nevertheless he petitioned to create an all-black militia to fight for the British. Fighting at the Battle of Queenston Heights, he was distinguished by his courage and valour. In appreciation for his service, he was granted 100 acres of land along the Grand River in Garafraxa township, very close to where my family and I live today.", "I close with a quote from one of the greatest statesmen of our time, Nelson Mandela, who left us too early almost five years ago. He once said, “It always seems impossible until it’s done.” Let us embrace that vision. Let us come together and finish the work we’ve started so that when Ontario is spoken of around the world, it is known as a beacon of tolerance and freedom." ],
  "anchor" : "para832"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I’m delighted to rise in the Legislature today in celebration of the lunar new year. For the past couple of weeks, Canadians of Chinese, Korean and Vietnamese heritage have been celebrating their new year, the Year of the Dog. As part of these celebrations, I was honored to attend the Chinese Canadian National Council London chapter’s Dragon Gala. This event is held annually in my city to celebrate the lunar new year, and each year it is truly a special celebration of vibrant traditions, food, dance and culture.", "While there are some specific differences between the communities in how they celebrate, the customs are all designed to bring good luck in the coming year.", "The new year brings opportunities to welcome good health, happiness and prosperity into our lives, as well as spread those attributes throughout the community.", "As various communities celebrate their history and their heritage, they look outwards to teach others about their culture and support their communities at the same time.", "London’s Dragon Gala has always aimed to reach out to a larger community and bring awareness of Chinese arts, culture and heritage, but they don’t stop there. The event also serves to support the local community and fundraise for local causes.", "In the past, this event has brought assistance to the Canadian Diabetes Association, Meals on Wheels, Skate Canada World’s CanSkate Legacy Program with world champion figure skater and Olympian Patrick Chan.", "This harmony of celebrating the past and looking to the future is a wonderful representation of what happens across our province as different cultures and communities welcome the new year. There are countless organizations across Ontario working hard to honour their cultures and improve their communities through these celebrations.", "The contributions of the Chinese, Korean and Vietnamese Canadians to the cultural mosaic of Canada cannot be overstated. There are so many individuals and organizations making important contributions to the communities of their heritage and the broader Canadian landscape.", "I’d like to thank all Ontarians celebrating the lunar new year for sharing their culture with us and making communities a more vibrant and diverse place.", "On behalf of Andrea Horwath and Ontario’s New Democrats, I’d like to wish you a happy and prosperous new year.", "Gong Hay Fat Choy." ],
  "anchor" : "para839"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It is my honour and privilege to rise on behalf of Andrea Horwath and the Ontario New Democrats to pay tribute to Black History Month.", "As we celebrate over 400 years of African presence in this country this February, we’re reminded that Black History Month isn’t just about recognizing black history but celebrating Canadian history and the diversity of the Canadian experience.", "Often, we look to our southern neighbours to quantify the black experience, forgetting that we, too, have a powerful story of struggle, resilience and excellence to share, north of the border.", "Just like their American counterparts, these Canadian heroes stood at the forefront of civil and human rights in Canada, forcing our country to recognize that its values of justice, fairness and equality for all were contradicted by the harsh realities faced by people of colour.", "We celebrate Harriet Tubman, who had made southern Ontario a base of operations in her fight against slavery.", "We celebrate Viola Desmond and her brave stand for dignity in the theatres of Nova Scotia, nearly a decade before Rosa Parks refused to give up her seat on the bus.", "We celebrate Bromley Armstrong, whose participation in restaurant sit-ins and challenges to discriminatory practices in rental accommodation right here in Ontario shone the light on the realities faced by African Canadians and other people of colour, and forced the Ontario government to reaffirm its commitment to anti-discrimination laws years before the US sit-ins and freedom rides exposed the daily injustices faced by black Americans.", "We celebrate a rich history but also a sobering reality that so much remains to be done in order for Ontario to live up to its promise.", "It starts with acknowledging the realities of anti-back racism and the negative impact that it has on our black citizens right here in this province.", "New Democrats are committed to taking real action to fight these injustices, in full consultation and partnership with the African Canadian community, to eliminate racism in all its forms and to address the impact it has on black Canadian lives today, and to celebrate the black community, not as a community that needs help but as a community that helps build this country.", "This is not a fight we can ignore. It’s a fight we must win, to fulfill our promise as a province and a nation. We owe future generations no less." ],
  "anchor" : "para852"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m looking to a member who indicated they may want to do a point of order. The member from Ajax–Pickering on a point of order." ],
  "anchor" : "para864"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "Thank you, Mr. Speaker. There was a large gathering in the east gallery. Most of them have gone to be part of the very popular Black History Month today at the Legislature.", "I wish to introduce Leisa Washington, who was elected the Whitby Chamber of Commerce Woman of the Year; and Keisha Fanfair and Farley Flex, a very well-known Canadian comedian, actor and community volunteer.", "Thank you for the opportunity to do that, Mr. Speaker." ],
  "anchor" : "para865"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I support this petition and will affix my signature and send it with page Jamie." ],
  "anchor" : "para870"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the town of Wasaga Beach relies on the largest freshwater beach in the world to attract visitors and drive its economy; and", "“Whereas the town does not have traditional industry for jobs and employment and relies on tourism to maintain its business core; and", "“Whereas the areas of the beach maintained by the province are in poor shape, overgrown with weeds and other vegetation; and", "“Whereas the provincial government has been promising for years to replace old, vault-style washrooms with modern facilities; and", "“Whereas Wasaga Beach is one of the most popular summer tourist destinations in the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To ask the government to take immediate action to properly maintain beach areas under its control in Wasaga Beach and that funding be provided as soon as possible to build new, modern washroom facilities to better serve the needs of the community and visitors to the beach.”", "Of course, I agree with this petition and will sign it." ],
  "anchor" : "para881"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Mr. Qusai Gulamhusein, who is in the gallery right now, for gathering these petitions. It reads as follows:", "“Whereas Ontario Regulation 347/13 has made four changes to the Statutory Accident Benefits Schedule (SABS), also known as Ontario Regulation 34/10 effective Feb 1, 2014. These regulations have considerably reduced the dollar amounts allocated for patients receiving assessments and treatment following a motor vehicle accident;", "“Whereas the $3,500 minor injury guideline cap is an insufficient amount of funds provided, since assessments on all patients are required to ensure their safe ability in performing tasks associated with attendant care, housekeeping and caregiving. Furthermore repetitive muscular strain as a result of performing household tasks daily can lead to chronic long-term impairment. Accidental slips ... due to dizziness/vertigo can result in further injuries involving fractures;", "“Whereas this petition is to validate that the $3,500 minor injury guideline monetary fund is an insufficient amount to enable auto accident patients with soft tissue injury ... to reach optimal recovery to their pre-accident status. Removing sections 18(1) and 18(2) from the Ontario Statutory Accident Benefits Schedule will enable the right efforts for accident victims with soft tissue injury to receive the adequate assessment and treatment required. In addition it will minimize the patient’s risks for further injury ... that are associated with performing attendant care, housekeeping/home maintenance, caregiving and functional tasks in their respective homes”;", "They petition the Legislative Assembly of Ontario as follows:", "“To remove the minor injury guideline, sections 18(1) and 18(2) of the Ontario Statutory Accident Benefits Schedule and incorporate rebuttal examination reports back into the system.”", "I support this petition and will affix my name to it and ask my good page Harry to bring it to the Clerk." ],
  "anchor" : "para891"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Collingwood General and Marine Hospital is challenged to support the growing needs of the community within its existing space;", "“Whereas a building condition assessment found the major systems of the hospital will require renewal within the next 10 years;", "“Whereas substandard facilities exist in the emergency department; there is no space in the dialysis department to expand, and there is a lack of storage and crowding in many areas of the building; and, structurally, additional floors can’t be added to the existing building to accommodate growth;", "“Whereas there is no direct connection from the medical device repurposing department to the operating room;", "“Whereas there is a lack of quiet rooms, interview rooms and lounge space;", "“Whereas Collingwood General and Marine Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government immediately provide the necessary funding to Collingwood General and Marine Hospital so that it can build a new hospital to serve the needs of the community.”", "Mr. Speaker, I agree with this petition and I certainly will sign it." ],
  "anchor" : "para899"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Speaker, I have a petition to the Legislative Assembly of Ontario, and just before I read it, with your permission, I’d like to welcome the students on both sides in the gallery. They’re from Muslim schools, one in Windsor West and one in Windsor–Tecumseh. Welcome to Queen’s Park this afternoon.", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I fully agree. I’ll sign it and give it to Sully to bring up to the desk." ],
  "anchor" : "para911"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the EatRight Ontario program and its services have helped dietitians carry out their work and educate Ontarians; and", "“Whereas the Dietitians of Canada report that 90% of EatRight Ontario callers acted on information and 99% would recommend the service to others; and", "“Whereas proactive health care services ease the burden on the health care system and free up resources; and", "“Whereas the governments of British Columbia, Manitoba, Newfoundland and Labrador, and Saskatchewan have moved to improve public access to dietitians through contact centres;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to call upon the Wynne government to adequately fund dietitian advisory services and proactive health care.”", "I totally agree with this petition. I will affix my signature and send it to the table with Manas." ],
  "anchor" : "para922"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "I also would like to welcome the students from An-Noor and Al-Hijra schools from Windsor. This petition is entitled, “Repeal the Unfair Clawbacks to Auto Workers’ Emergency Leave Days!", "“To the Legislative Assembly of Ontario:", "“Whereas Ontario auto workers have been unfairly singled out with an Employment Standards Act exemption in regulation 502/06;", "“Whereas auto workers are hard-working people, who juggle strenuous physical labour in the workplace, rotating work shifts as well as six-day work weeks and 12-hour shifts, all while balancing the challenging demands of taking care of a family;", "“Whereas clawbacks to auto workers’ bereavement days and personal emergency leave under the Employment Standards Act exemption in regulation 502/06 will have detrimental impacts on workers, as well as their families and their work;", "“Whereas these changes to the Employment Standards Act are discriminatory against one particular sector in Ontario;", "“Whereas auto workers deserve the same rights and protections as every other worker in Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately repeal the regulation to the Employment Standards Act which reduces the number of emergency leave days for auto workers.”", "I could not agree more. I will sign my name to the petition and send it to the desk with Bavan." ],
  "anchor" : "para930"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank the family council from Sault Ste. Marie for sending this petition.", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network (NE LHIN) have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to Ministry of Health ... policy which identifies ‘interim’ beds as intended to ‘ensure a continuous flow-through so that interim beds are constantly freed up for new applicants from hospitals’ ...”", "They petition the Legislative Assembly as follows:", "In “accordance with fairness and as outlined in” the ministry’s policy;", "Ensure that every patient isn’t “pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in a home of their choosing became available.”", "I made a mistake. They’re called the Algoma family council, and I thank them for collecting those petitions. I will sign it and give it to Elizabeth." ],
  "anchor" : "para940"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have a petition here. Actually, it’s from the Peterborough area. It’s called, “Repeal the Unfair Clawbacks to Auto Workers’ Emergency Leave Days!", "“To the Legislative Assembly of Ontario:", "“Whereas Ontario auto workers have been unfairly singled out with an Employment Standards Act exemption in regulation 502/06;", "“Whereas auto workers are hard-working people who juggle strenuous physical labour in the workplace, rotating work shifts as well as six-day work weeks and 12-hour shifts, all while balancing the challenging demands of taking care of a family;", "“Whereas clawbacks to auto workers’ bereavement days and personal emergency leave under the Employment Standards Act exemption in regulation 502/06 will have detrimental impacts on workers, as well as their families and their work;", "“Whereas these changes to the Employment Standards Act are discriminatory against one particular sector in Ontario;", "“Whereas auto workers deserve the same rights and protections as every other worker in Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately repeal the regulation to the Employment Standards Act which reduces the number of emergency leave days for auto workers.”", "I fully agree, Speaker, as I bet you do too. I will sign it and send it up to the front with Maggie." ],
  "anchor" : "para949"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I move that, whereas, the provincial seniors population is expected to almost double from 2.3 million in 2016 to 4.6 million in 2041; and", "Whereas, there are currently more than 32,000 seniors on the waiting list for a long-term-care bed in Ontario; and", "Whereas, in the absence of increased capacity, the wait-list is predicted to reach almost 50,000 by 2021; and", "Whereas, the Liberal government continues to fail meeting the necessary capacity;", "Therefore, the Legislative Assembly of Ontario calls on the Liberal government to build 15,000 new long-term-care beds in five years and 30,000 over 10 years." ],
  "anchor" : "para960"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Fedeli has moved opposition day motion number 1.", "Mr. Fedeli." ],
  "anchor" : "para965"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "It’s a pleasure to rise today in support of the Ontario PC’s opposition day motion. Today, we are calling upon the government to provide the care our seniors desperately need and deserve.", "Let’s start by running through the facts. There are currently more than 32,000 seniors on the waiting list for a long-term bed in Ontario, and without increased capacity, the wait-list is expected to reach almost 50,000 in the next three years. This is no way to treat society’s most vulnerable.", "Under the Wynne Liberals, we are seeing hospitals and long-term-care homes pushed to their limits. This is unacceptable in a province like Ontario, a province that should be home to the best health care system in the world. Ontario’s growing health care crisis has been years in the making under this government’s watch. Liberal waste and mismanagement have resulted in years of frozen hospital budgets, and have crowded out service that all patients depend on.", "It is unacceptable that members of our communities are unable to receive proper treatment because this government refuses action, and it is unacceptable that our seniors are dying without the dignity and respect they deserve after years of contributing to our province. This is not only unsafe for our patients; it is unfair and unsafe for our dedicated and hard-working medical professionals.", "In Nipissing, the North Bay Regional Health Centre has experienced overcrowding due to the lack of long-term-care beds available. The closing of Lady Isabelle has pushed more and more patients to the North Bay Regional Health Centre, leading to overcrowding and hallway medicine. Speaker, it is imperative that Lady Isabelle is replaced by another facility in Trout Creek.", "Northern Ontario has the greatest percentage of seniors and the largest aging population of any region in the province. This government is woefully failing our most ailing seniors. No senior should have to wait five years for a nursing bed.", "We recognize that there is no quick fix and that these things take time; however, many of our aging seniors do not have time. We need to make a proactive commitment to adding more beds today.", "The Liberal record speaks for itself: $815 million cut from physician services in 2015 alone; 50 medical residency positions eliminated; $50 million cut from physiotherapy service for seniors; 1,600 nurses cut since the beginning of 2015. Speaker, the list goes on and on and on.", "This government is untrustworthy. They will say, as you just heard, or do anything to cling to power and to get re-elected. While they may make promises in this election year, the people of Ontario only need to look at their record to know what they’re going to get. This government’s record and legacy is one of cuts and broken promises.", "The Ontario PC caucus is making an important request as part of our opposition day motion. We are asking the Liberal government to build 15,000 new long-term-care beds in five years, and 30,000 beds over 10 years.", "This is something that members of all parties should be able to get behind and support. By agreeing, Liberal MPPs in the Legislature will show health care professionals and patients that they care about the safety and well-being of our seniors.", "That is what we hope for from this vote this afternoon, but we won’t be holding our breath, because this is a government that isn’t looking out for the best interests of seniors and Ontario families. This is a government that is not looking out at all for Ontario’s seniors. This is a government that is only in it for their own political self-interest. We’ve seen that time and time again.", "I thank you for the opportunity, Speaker." ],
  "anchor" : "para967"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para981"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I wanted to share with this House what it means when there are 32,000 people waiting for one of the 78,000 long-term-care beds that we have. What does it look like for the people of Nickel Belt that I represent?", "I will start with a case that I have presented here.", "On Fridays, we are in our constituency, so Friday morning was a regular morning at work. My day started with members of the Adler family. Some of you will know the Adler family. They have been waiting for couple reunification for close to six months now. The family came into my office on Friday morning to see if there’s any hope for their parents to ever be together again. Their dad, Gottfried Adler, is in the Finlandia Hoivakoti long-term-care home. Their mom is labelled alternative-level-of-care in our hospital.", "In theory, couple reunifications should be right up there at the top of the list. They are a priority. But the reality is that in my community, right here, right now, there are 50 people on the crisis list. Those 50 people are 50 families that are at their wits’ end. They are trying as hard as they can to keep their loved one at home. But this is the only way you get admitted into a long-term-care home, if you are in crisis at home. Because Mrs. Adler is in the hospital, we have to work so hard to ever give her a chance to be with her husband of 67 years—67 years, Speaker.", "I can’t imagine how hard it is to live apart. They worry about one another. Both are depressed. The family goes and picks him up every Saturday. They bring him to the hospital so they can see one another. When he sees his wife, he stretches his arm trying to reach her. He can’t wait to touch her. But we won’t reunite them together, because we have this system that has 32,000 people waiting, and apparently, if you’re not in crisis, it doesn’t matter.", "Well, to me, if your mental health is suffering, if you’re 91 years old and you want to be with your wife of 67 years, the system should show the caring that everybody else gets and bring them back together. But we are still struggling. This lovely couple is still apart. Everybody is stressed. Everybody is distrustful of the entire system. It shows that nobody cares. Nobody cares, because this government did not do anything and let this waiting list grow to 32,000 people, Speaker—32,000.", "So that was my first appointment on Friday morning.", "My second appointment was a lady I had never met before. Her name is Martha Harrison and she gave me permission to share her story. Martha had been looking after her elderly husband at home by herself, doing a lot of personal care. Her husband had become incontinent and needed a lot of care, but she handled it all. I would say she’s a woman of her time, where you provide for your family.", "Unfortunately, Martha got really sick—sick to the point where she was admitted into the hospital. She spent over a month and a half in a coma. After two months, when she finally came back, her husband had been placed on the crisis list. The crisis list in Sudbury means that if you don’t accept the first bed, they take away your ranking and you start at the bottom of the list and you lose your home care. So when the first bed became available, they said yes. He went into Extendicare Falconbridge.", "The people of Nickel Belt—she lives in Hanmer. We have a long-term-care home in the valley where she lives; it’s called the Elizabeth Centre. The Elizabeth Centre is close to where she lives. She came to see me because she wants her husband moved into the Elizabeth Centre. She is elderly herself. She came into my office. I could tell that she’s not well. To drive from Hanmer all the way to Extendicare Falconbridge in the middle of the winter—and we’ve had a really harsh winter—she can’t do this anymore, Speaker. She wants her husband to be moved.", "I was brutally honest with her and told her the way the system is right now, with the long wait-list to get into long-term care, the chance of her husband ever moving close to home is nil.", "I used to have this deal with the local CCAC because I can’t stand this. It is always the people of Nickel Belt who get punished because we are the ones who live on the periphery, who live outside. And then we have to drive in to see our loved ones in Sudbury, when there are long-term-care homes in Nickel Belt. But people get placed in Sudbury and then the people of Nickel Belt end up having to drive those long distances.", "When you are an elderly woman and you’re not feeling good, and you don’t like driving in the winter but your husband calls you and wants you to come and see him—so she hops in her car and she’s stressed to the max. She drives to Extendicare, and then she comes to see her MPP and says, “You have to help me. You have to help me bring my husband back home.” I will try my best, Speaker, but I don’t make promises that I can’t keep. And I know that with the way our broken long-term-care system is, the chances of that will be really difficult, but I will keep trying.", "My third appointment, who doesn’t want me to use his name but I will use his initials, was G.R. G.R. came to see me—same idea. He has been looking after his wife, who is not well. They spent all the time up until the fall out at camp because he had relatives there who helped look after his wife. But it was obvious when they came back home again this fall—he lives in Nickel Belt, in Chelmsford—that he was not going to be able to keep his wife at home. Same idea: You go on the crisis list and you end up at Extendicare Falconbridge. He lives in Chelmsford. We have St. Gabriel Villa right there in Chelmsford, close to his house. He could almost walk over. He’ll drive, because people in Nickel Belt drive, but it’s very close. He would love to drive to see his wife every day, but no. His wife is in Falconbridge, a long drive away—same idea.", "This, I would say, is a typical day for an MPP. This is a typical day for me. That was Friday morning; it was not even noon, and I had already had three meetings, three cases that show what happens when a Liberal government lets the wait-list for long-term care grow to be 32,000 people. Nothing good comes when there are 32,000 people waiting for care. Those are the people who built the society that we have now. We owe them respect, but none of this is possible.", "Today, we had people from all over the province come to make a demonstration here at Queen’s Park. We had elderly people from Sault Ste. Marie who got up very early to catch a bus at 4 o’clock. The bus was actually a little bit late, but they were there at 4 o’clock. They hopped onto the bus and they were here at noon to come and tell this government that we have to fix our long-term-care system. We have to give them four hours of hands-on care. It is time to care, Speaker. It is time for all of us to realize that we have a duty to do better for those people.", "We had a bus coming from Timmins. Same thing: Elderly people, workers, people who look after people in our long-term-care homes got on a bus at 4 a.m. this morning and made it all the way to Toronto, to Queen’s Park, to come and talk to us. I would say those people speak very loudly with their actions. If you take the time and invest an entire day to come and speak to us, the least we could do would be to listen.", "I will continue with examples. I have the daughter of Alice Pennarun. Alice is a spry 98-year-old old woman; she’s going to be 99 in May. Alice lived in her own house up until a couple of months ago. Something derailed and she was admitted into the hospital. Once she was admitted into our very overcrowded hospital, she caught one of those hospital-acquired infections that made her really, really sick, to the point where she cannot return to her home, where she wants to be. But because she’s not in crisis, she will be stuck living in an overcrowded hospital for we don’t know how long. The family is being pressured to bring her home so that she is on the crisis list.", "Why can we not respect this woman? Why can we not realize that you don’t have to bring them home and suffer through it all? You could realize that she’s going to be 99 years old. She qualified for long-term care. Why does it have to be so hard? It is so hard because we have these layers and layers of reasons and rules and regulations that make sense to some people working within the LHINs but make no sense to families on the ground, who just want their government to help them, who want their loved one to be in a long-term-care home close to where they live.", "Why is it so hard to get that through to this government? I don’t know. But what I do know is that I have other colleagues who want to speak to this issue, so I will sit down—but I have many, many other cases." ],
  "anchor" : "para982"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? I recognize the member from Ottawa Centre." ],
  "anchor" : "para1003"
}, {
  "speaker" : "Interjection",
  "text" : [ "South." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "South." ],
  "anchor" : "para1005"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "South. Thank you very much, Mr. Speaker. It’s okay; you’re close. Actually, they’re right next to each other.", "It’s a real pleasure to be able to join this debate and respond to the opposition day motion. I first want to say that I had a chance to speak to some of the members from CUPE who were out there for Time to Care today—people who came a long distance to advocate not for themselves but for those people they serve. I hope that many members got a chance to meet with them and thank them for coming here. It’s a big effort. I don’t know if the people from Sudbury are going home tonight, but if they are, that’s a long bus ride back and forth. It’s only four hours back and forth from Ottawa. So that’s a real effort, and they should all be commended for doing that as part of their caring for the people whom we care for most.", "I appreciate the ability to be in this debate today, and I do want to say to the members on the other side—I’ve had the privilege, in Renfrew–Nipissing–Pembroke, with the member, to announce some new long-term-care beds in June with the Premier. The Grove redevelopment: really important. It’s expanding by almost 50%. I was in Whitby–Oshawa, and we nailed down that redevelopment that you’re doing there. I can’t remember the name—you don’t have to tell me—but I know we were there too. I was with the member from Elgin–Middlesex–London about a redevelopment earlier. I know that those things are occurring. I know—is it Bowmanville?—we just announced some beds.", "One of the things that we have to remember in this debate is that we’ve undertaken redeveloping 30,000 long-term-care beds because there’s a certain standard that you need in long-term-care. You’ve got beds that were built in the 1970s—they’re called Bs and Cs—that need to be redeveloped so people are no longer in rooms where there are four people. I think we can all agree on that. We can all agree that that’s a priority, for those people that are in those situations, that we redevelop that. The announcements of the 5,000 beds have enabled us to speed up that redevelopment so when we actually redevelop a long-term-care home, it can be right-sized to the way that a long-term-care home should be built.", "I have family in long-term care, both family living in long-term care and family working in long-term care. My sister Missy works for the Perley and Rideau Veterans’. She’s an art therapist. So I know that excellent care happens every day in long-term care. There is excellence there. I know that we need to add additional resources. I think we’ve all agreed on that. We all agree, in debate, with the member from Nickel Belt.", "We have to get there. We have to get there to ensure that the people who served us so well—our parents, our grandparents; in the case of the Perley and Rideau Veterans’, the people who served this country—have the kind of dignity and the care that they need.", "I spend, actually, a fair amount of time in long-term care when I’m at home. My father-in-law is at the Perley. My mother-in-law recently passed away, and I spent my first two nights in long-term care there. I wanted to stay overnight with her. It’s an interesting experience when you’re there when not everybody else is there. You hear what goes on and you know how many people are there and you know the challenges that are there, and how well people are being cared for—and the challenges for the staff sometimes, as well.", "The member opposite, in his motion, talks about building 15,000 long-term-care beds. I read the People’s Guarantee, and I just want to let you know that it costs about $1.05 billion to operate 15,000 long-term-care beds, not $180 million. But we’ll come back to that later.", "I think the People’s Guarantee is gone—we think. We’re pretty sure." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "I heard he’s back in." ],
  "anchor" : "para1016"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "No, no, it’s gone. I’m just saying that if you’re going to re-look at those numbers, you’re going to have to take a sharp pencil." ],
  "anchor" : "para1017"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Here’s the thing: You’ve got four leadership contestants. That’s right: four. None of them have a plan for climate change. I think, if you want to be Premier of this province, that you need to have a plan for climate change. But the most important thing is that it leaves about a $16-billion hole in what your plan was. That’s a big hole. The challenge with that is, that hole is filled with the things that people need. So you need to fill that hole, and we haven’t seen anything coming forward.", "I’m really concerned about climate change, because I think it’s the biggest challenge of our time, but I’m even more concerned that what’s going to happen is, those things that people depend on every day here in Ontario, whether it’s long-term care, hospital care, classes for elementary schools—all those things that people depend on are not going to be there, because you’ve left this gigantic, massive hole in what was your plan. Your leadership contestants are going to have to figure out a way to get a plan, for both of those reasons.", "It’s not complicated math, to figure out how much it costs to build a long-term-care bed. You just go and ask an administrator. It’s 200-and-whatever dollars a day, times 365, times 15,000. I don’t know why it was such a complicated thing to figure out.", "But that’s gone. Now I’ve given you what the numbers really are." ],
  "anchor" : "para1020"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "You can go and check, if you like. But the reality is, you can’t have a massive black hole and expect to deliver and say the things that you’re saying about what you want to deliver to people. You’re supporting four hours of care. I saw the member from Leeds–Grenville. We all supported, in this House—we all supported—" ],
  "anchor" : "para1025"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "But your plan doesn’t have the money. Oh, but it doesn’t matter, right? It doesn’t matter that you don’t have the money, because when you get there, what you’re going to say is, “Well, you know what? We really didn’t have the money, so home care—well, we’ll just”—" ],
  "anchor" : "para1027"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order." ],
  "anchor" : "para1029"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "What’s going to happen is like, “Oh, we just closed 26 hospitals. Oh, we just fired 6,000 nurses. Oh, in Ottawa, we closed the Grace hospital; we closed the Riverside hospital. We tried to close the CHEO cardiac unit.”", "I know it was a generation ago, but that generation still remembers. Okay? That was your record. That was your record. I know that you’re admonishing us today, but you’ve got to remember—and I honestly don’t think that you should be doing that, and that’s why I’m up in debate. You closed 10,000 hospital beds.", "When people look at this and say, “You’ve got a big hole, you don’t have enough money, and you say you’re going to do this”—you don’t have any choices." ],
  "anchor" : "para1030"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "You’re reading from your—" ],
  "anchor" : "para1033"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "No, I’m not reading from anything." ],
  "anchor" : "para1034"
}, {
  "speaker" : "Interjection",
  "text" : [ "Yes, you are." ],
  "anchor" : "para1035"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’m not reading from anything. This is just common sense, guys. Oh, not that kind of common sense. Sorry, I didn’t mean that. That just slipped out. I was just saying—I’m sorry; I’m sorry." ],
  "anchor" : "para1036"
}, {
  "speaker" : "Interjection",
  "text" : [ "Common Sense Revolution." ],
  "anchor" : "para1037"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Speaker, I correct my record. I meant to say “sense,” just good sense. Thank you, Speaker.", "Look, we’re all here, and I think we’re all here for the right reasons. We don’t all agree, but we’ve got to make sure the facts are there, right? Every year in Ontario, there are more nurses working. Every year, we spend more money on hospitals and we spend more money on physician services. When people talk about cuts and people say there are fewer nurses working—there are more nurses working. Sometimes people are working in different settings, and sometimes people move along. So when people state that, we know exactly what it is you’re saying, which is you’re not—" ],
  "anchor" : "para1038"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Every year there’s more.", "The one thing that we do agree on in this motion and that we’ve made a commitment to do is 30,000 beds in 10 years, so we agree on that. We agree on that. That’s going to cost about $2.2 billion—" ],
  "anchor" : "para1041"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "It will never happen." ],
  "anchor" : "para1043"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It will happen. It will happen. It will cost about $2.2 billion, so if anybody is writing anything down over there, maybe you want to take that down when you do your next guarantee, whatever guarantee that is." ],
  "anchor" : "para1044"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order." ],
  "anchor" : "para1046"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Look, I’m just trying to help you out, guys. I’m just trying to help you out. Really, I am. I’m just trying to help you out." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "We don’t need any help from you." ],
  "anchor" : "para1048"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Well, when you’ve got a $16-billion hole, you need a lot of help." ],
  "anchor" : "para1049"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Well, you do. You know; you all know. I mean, it’s all about the choices.", "I did talk about how you closed 26 hospitals and you fired 6,000 nurses. You tried to close a bunch of services and hospitals in Ottawa when you were in government, okay? They shut down 13% of the mental health beds. They closed hospitals. They cut hospital budgets by 1%. It’s about choices. It’s about choices; we all know that. So let’s not—" ],
  "anchor" : "para1051"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order." ],
  "anchor" : "para1054"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’m not admonishing you, saying that you have some sort of bad intent or that it’s malicious on anybody’s side. I don’t think that’s the right thing to do—" ],
  "anchor" : "para1055"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I just wanted to relay that I’m having a little bit of a difficult time hearing the speaker at this point in time. I’ve asked for order a couple of times. You probably didn’t hear me because you were probably louder than I was projecting. I can project, but I would ask that we allow the member from Ottawa South to continue, please." ],
  "anchor" : "para1057"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Thank you, Speaker, and I’ll do my best to speak directly at you. I know I’m veering over here.", "We all make choices, right? So I’m not putting any motive on that, but what I’m saying is, if you want to make the right choices, you’ve got to get your numbers right. We all have to make hard choices, but you need to get your numbers right, and they’re not right. What it’s going to lead to is that it’s going to cost people. It’s going to cost people in the services that they depend on.", "I would like to, with great respect to the member from Nickel Belt—and I do have those same concerns. We all have families who come to us who have situations, whether they deal with someone who is in long-term care or someone who is in home care or in a hospital-based setting or in many different settings, and we advocate on their behalf.", "I do want to say that as far as spousal reunification goes, in every long-term-care home in Ontario right now, there are designated spousal reunifications—beds where we can get couples back together in the same home. I think that’s a very intelligent way of doing it, because what we’ve been doing is trying to bring people together by actually making the people fit and not the place fit. Now the place fits, and it creates an opportunity for this to be a priority.", "So if there is a need for a spousal reunification, for a couple to get together—you know, they’ve been married 60 or 70 years; we’ve all seen that—there is the ability to say, “We put a priority on that,” and there’s a place there. Is it 100% perfect? No. But it’s a heck of a lot better than the way we’ve been trying to do it incrementally over time. I’m glad that we’re there, and I hope that couple in her community are able to get back together. To all of us it’s not a partisan thing; we all want that to happen.", "They are not easy situations. We’re not always prepared. We’re better prepared now. Families aren’t better prepared. I think, as members, we have to make sure that families are prepared when we have a chance to talk to people, not just about long-term care, but frailty and aging and palliative and end-of-life care.", "One of our challenges is that we have to, as a society, re-appropriate the care that we need when we’re older or when we’re dying. We’ve outsourced it in a lot of ways. As families and as groups and communities, I think we have to do more to appropriate that to ourselves. That does not mean that government doesn’t have the responsibility or even greater responsibility than we have right now, but if we don’t do that, we’re not going to be able to meet that challenge.", "I want to leave some time for my colleagues. I could go on for the next 21 minutes, and I’m sure you’d all love that—not really. I want to thank you for your time and your attention and your civility during this debate, for the most part." ],
  "anchor" : "para1058"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1067"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "As the critic for long-term care, seniors and accessibility, it’s truly a pleasure to stand here. I want to thank my leader and colleagues for making seniors a priority. That’s the whole idea of this opposition day motion.", "It’s clear that the government’s mismanagement has created a perfect storm of growing need and shrinking capacity in long-term care. There are 32,000 seniors languishing on the wait-list for a long-term-care bed. The health minister’s region alone has almost 4,500 seniors in the queue, many of whom sadly could possibly die waiting for a nursing bed. There are 300 homes and 30,000 beds that need to be rebuilt because they’re over 30 years old and yet, in their 14 years in power, the Liberals have accomplished a mere 30% of the needed redevelopment.", "They’ve allowed the backlog of complaints and critical incidents in long-term-care homes to keep increasing despite promises to fix this. According to the Auditor General, the backlog jumped to 3,370 in 2017 from 2,800 in 2016. The fact that they’ve taken action on wait-lists but they haven’t taken action on redevelopment and no action to fix critical inspections means that our seniors’ well-being, safety and security is not a priority for this government. It is also why seniors are woefully waiting longer and longer to get the care they need.", "Last week, I brought to the government’s attention the case of Vittoria Tassone. Vittoria is a stroke patient in Milton and in need of around-the-clock care. Yet as ailing as Vittoria is, she is actually being forced out of her hospital bed and back on the wait-list for a nursing bed. Now, despite the fact that the government released a little document called Aging with Confidence, they regrettably could not answer if and when long-term-care beds would be put into Milton to help seniors like Vittoria get the critical care they need. There was no answer. Nor would the health minister provide a guarantee that no senior, including Vittoria, would receive an unsafe discharge from the hospital or be pushed out too soon and too fast under their watch. Mr. Speaker, that’s unacceptable care for our seniors.", "It’s unacceptable that Ontario seniors are still waiting to see the government’s capacity plan for long-term-care beds. In spite of promises from the Premier, no one on that side of the House can say where or when the promised beds will be built. That’s truly a shame. They did come out, ironically in an election year, with 5,000 new beds, but where have they been in the last five budgets when the need was there right in front of them? It’s unacceptable that they’ve wait-listed 32,000 seniors. In just a few years, there are going to be 50,000 people in the queue, a record that may make aging in Ontario a source of national shame.", "My question to this government was and remains, are you going to take any responsibility for the shameful fact that this is the best level of care you can give seniors at the end of their life? What is so egregious about their lack of action in long-term care is that they knew the demand for long-term care in Ontario would increase as our senior population expands. They knew our senior population is expected to almost double to 4.6 million seniors by 2041 and, yet again, during their course of 14 years in government, this government failed to plan how they would provide proper support and care to vulnerable seniors across this province.", "Earlier today, I brought up the issue of funding of long-term care and specifically the fact that this government has been quietly downloading more costs onto municipalities while refusing appeals to tie funding, at a minimum, to inflation.", "When the government starts talking about their promise to seniors and their Aging with Confidence document, they forget to mention that there were no beds announced in the previous two budgets. It’s a little concerning that three months before an election they’re now going to miraculously build all these beds. Back in 2007, they committed to redevelop 35,000 beds and, sadly, only a third of those have actually been completed today. Now they’re trying to submit that they’re going to come up with 30,000 beds. It’s a sad day when they have to reannounce and reannounce but there are still 32,000 people on those wait-lists with no bed, Mr. Speaker. They’ve known it. The tsunami has been coming at us of the baby boomers demographic. It’s not a surprise to anyone, and it’s sad that they actually haven’t taken any action to make that difference.", "The government has not produced those 35,000 beds in the first iteration. How can the people of Ontario trust them to develop all of those by 2025 now? Isn’t it ironic that just before an election, they actually want to put their money in their budget?", "Finally, it’s important to note that the chronic and ongoing shortfalls in long-term care are a direct result of this Liberal government’s scandal, waste and mismanagement, which is resulting in a loss of $11.4 billion every year just to pay the costs to service the debt that they’ve created. This money would be enough to cover the cost of hiring extra nurses and personal support workers, providing an additional four hours of care and matching the 32,500 seniors on the wait-list with a bed. In fact, it would be enough to fund our entire long-term-care system three times. It would be enough to provide seniors in Markdale and West Grey in my riding and all other high-needs communities across Ontario with the long-term-care beds they need.", "The needs of our elderly patients and caregivers must become a priority for Ontario. We need to act now and honour them with the care, services, support and dignity that they need and deserve. The government can start by committing to 15,000 new long-term-care beds in five years and 30,000 over 10 years." ],
  "anchor" : "para1068"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1079"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Good afternoon, Speaker. I’m privileged and grateful that I’m able to talk to this motion today about adding additional long-term-care beds to the province of Ontario. As New Democrats, we agree that this should be an urgent priority of the government. This motion does refer to, of course, the wait-list of 32,000 seniors who are waiting for a long-term-care bed in Ontario.", "Unfortunately, the call to build 15,000 new long-term-care beds in five years and 30,000 over the next 10 years is a call to address the capacity problem, and we are already at a crisis point when we’re talking about this. We have a situation where the government opened up the mothballed Humber River Hospital campus. It has been reopened to provide alternative care for hospital patients on a wait-list for long-term-care beds.", "But really, how much credibility—we have to say this—do the Tories have when it comes to funding health care in this province? It’s all well and good to call for more funding to care for our vulnerable seniors, but are we actually going to have it delivered? The last Conservative government made deep cuts to health care and front-line health care staff. We know that seniors remember when the PCs put a cap on home care services like personal support and nursing that left more than 30,000 people waiting for home care. Given the PC penchant for privatization at every turn, what guarantees do we have that the new beds they are proposing will be publicly funded?", "We have to make it a priority to build a robust, municipal and not-for-profit system that focuses on providing quality care and not just protecting the bottom line for stakeholders. In London–Fanshawe, wait times for people who urgently need long-term care and are waiting in hospital have done nothing but increase. Since the Liberal government came into office, wait times have increased 270% province-wide. Now more than 33,000 Ontarians are stuck on wait-lists. It will take years to get the long-term care that they need, if they can get it at all in their lifetimes.", "This produces heartbreaking scenarios like the case of Shirin Jamani, who lives in St. Thomas. This 88-year-old woman has been in St. Thomas Elgin hospital since 2014. She is on the wait-list for two long-term-care facilities. We believe it could be another two to three years before she gets a bed.", "Last year, her first-choice facility, Elgin Manor, didn’t place even one person into a publicly funded bed from the general wait-list. All placements were from the crisis list. The local South West LHIN has advised Ms. Jamani’s family to consider moving her to a private retirement home, which would cost between $3,000 and $3,500 per month, and wait for her to face a situation that would result in her becoming more eligible for the crisis placement list. How is it acceptable that a family should be faced with a decision to put their loved one in jeopardy in order to get the care they need?", "We need to add beds to our system, Speaker, and this motion recognizes this, but there are other systemic issues surrounding the issue, such as understaffing and regional accessibility, not to mention the impact of for-profit privatized care.", "New Democrats have taken a more comprehensive approach by calling on the government to expand the mandate of the Wettlaufer public inquiry. We need to embrace a find-and-fix approach to addressing the many needs in long-term care today. We need to acknowledge that we need to create capacity, availability and accessibility for long-term care in all regions of the province.", "We have debated this issue before, Speaker. When I spoke in the Legislature back in September, both the Tories and the Liberals agreed with me that, right now, front-line care workers, families and caregivers are doing the best they can, but they’re being run off their feet.", "In London, I met with workers from Meadow Park, where the home’s for-profit owner is proposing to transfer 46 long-term-care beds out of London. In an urban centre with a growing population of seniors, this is unthinkable, yet it is not an isolated occurrence.", "Part of this accessibility, capacity and availability is to look at the numbers, and not just say that we’re going to throw out 15,000 or 30,000 beds. We need to understand where they need to go and the workforce that needs to be provided to give care to our seniors.", "Also, just in the past week, my office has received hundreds of emails about the planned closure of Grey Gables, the publicly owned and managed long-term-care home in Markdale. If it closes, family members could have to travel up to three hours to see their loved ones.", "We’ve heard from family members, senior advocates and personal support workers that their loved ones are not being looked after properly. The safety of residents and staff in care facilities must be top priority to ensure the security of seniors in our long-term-care facilities.", "Currently, Ontario provides the lowest level of care to seniors living in long-term-care homes in Canada. The only legal guarantee for residents is access to one on-call nurse and two baths a week.", "My colleague the MPP for Nickel Belt has introduced Bill 33 to establish a minimum of four hours of nursing and personal support care services for every resident, called the Time to Care Act. Bill 33 passed second reading with all-party support. Initiatives such as this are the right strategy for achieving real improvement in the lives of our vulnerable seniors. There were hundreds of workers out here today pressuring this government to do the right thing and pass this bill.", "Again, we need to know what capacity, availability and accessibility are throughout all regions, but it’s more than that. It’s about systemic problems. Part of this is that we have dedicated, hard-working front-line staff who want to deliver the best care for our seniors, but they are coping with unmanageable workloads. The quality of care homes comes down to good relationships between staff and residents. When the average worker just has 17 minutes per shift per resident, there’s simply not enough time. When staff are part-time or when temporary staff are widely utilized, continuity of care is jeopardized and quality of care suffers.", "Sadly, this motion is too late for seniors languishing on the wait-list today. New Democrats want to do more than this. We want to root out the systemic issues that contribute to the problems in long-term care. We need to find and fix them. We need to institute a minimum standard of four hours per day for care for each resident, for every long-term-care resident.", "There’s a lot of work to be done. This motion really reflects the terms of reference that I brought forward in this House to expand the public inquiry, and one of those terms of reference was capacity, accessibility and availability in all regions. When we do this planning, we need to have the information, and not just throw out this idea; we need to know where the beds are needed and the capacity in every region that is required, so that we can alleviate the wait-lists in a meaningful way and actually create solutions to problems that have been happening in long-term care under Liberal and Conservative governments for many years." ],
  "anchor" : "para1080"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1099"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "It is a pleasure to speak to this very interesting opposition day motion. This interesting opposition day motion is one of the few remaining—if it remains—planks in the soon-to-be-disavowed Conservative election platform. But what I find most fascinating in it is that it asks the province to implement a really underachieving program with regard to long-term-care beds. In fact, Speaker, this government will do a lot better than what is on this motion, which is one of the reasons that the government will not support this particular motion.", "But I think, actually, in the way the wording of this resolution reads, that the opposition knows full well that the government will be the one to do this. Let me read it: “Therefore, the Legislative Assembly of Ontario”—here are the operative words—“calls on the Liberal government to build 15,000 ... long-term-care beds in five years”—now, that would be between the years 2018 to 2023—“and 30,000 over the next 10 years.” We thank you greatly for your confidence, not merely in our government in this upcoming election but in the two elections to follow.", "The conclusion in this resolution, that at least between 2018 and 2023 the PC Party will not form government and has no plan to build long-term-care beds, is one that I think forms the real core of this particular resolution.", "Now, as it stems from a platform that its leadership candidates are doing their best to walk away from, or run away from—a lot of the independent economists have had a look at this particular platform and have said, “You know, it’s $16 billion short.”", "So I have to ask you, then, in the course of discussing this very interesting resolution, what is $1 billion in health care? Let’s just talk about $1 billion. Let’s start from $16 billion. One billion dollars means cuts of 7,600 nurses—cha-ching—$15 billion. Perhaps it’s not building but cutting 15,000 long-term-care beds across the province—cha-ching—$14 billion. Perhaps it’s closing 12,000 hospital beds across the province—cha-ching—$13 billion. Perhaps it’s cutting breast cancer treatment for 27,000 women in Ontario—cha-ching—$12 billion. Perhaps it’s finding cuts through home care for seniors—cha-ching—$11 billion, or perhaps, Speaker, it’s ending OHIP+, which over the time span here would cut access for children and youth to more than 4,400 prescriptions on the Ontario formulary. Over the five-year time span that we’re discussing, that’s $2.5 billion. That takes this—cha-ching—to about $8.5 billion.", "Let’s ask, with regard to that $8.5 billion, what assets are you going to sell? What capital expenditures will you not make? What hospitals and expansions to hospitals will not be built? What transit will not be funded? What services will be cut? Indeed, in this event, the best indicator of future behaviour is, in fact—" ],
  "anchor" : "para1100"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Past behaviour." ],
  "anchor" : "para1106"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Past behaviour.", "On the last watch of this government, 3,500 people in Hamilton lost access to a support worker overnight. In Timiskaming, home care hours were reduced by 20%. In Pembroke, services were cut by 50% of their 3,000 clients. In Algoma, 25% of clients lost services, and in North Bay, 20% of all support worker visits were eliminated. That’s just the start; we’re nowhere even close to zero.", "Now, this is a government that’s run a balanced budget and can make all of these investments sustainably, but we can’t pay for them with a tax cut, and we certainly can’t pay for them with the kind of platform that this resolution suggests that the province ought to adopt. That, Speaker, is the reason that this resolution has richly deserved to be defeated in this House today." ],
  "anchor" : "para1107"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1110"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "It’s a real honour to rise and speak on behalf of the great riding and the great people of Leeds–Grenville. I’m particularly happy to speak this afternoon in support of this opposition day motion.", "Families in my riding have been hit very hard by the crisis this Liberal government has created in our long-term-care system by failing to build new beds and expand capacity. It’s absolutely shameful that they have squandered the past 15 years rather than doing the work to prepare the system for our aging demographic.", "Instead of new beds, Speaker, what do we get out of this government? Empty promises. Opposition MPPs, municipal officials, front-line staff and families were calling for a desperately needed investment in long-term care. But you know what? Those pleas fell on deaf ears with this government.", "Meanwhile, this government spared no expense rewarding Liberal insiders and wasting billions on their legacy of scandal and mismanagement. The result is what we see in Leeds–Grenville today for those hoping to get into a long-term-care bed.", "My riding, Speaker, has eight long-term-care homes on the wait-list information provided by the Champlain and South East LHINs. Right now, there are over 550 people on that list. Thanks to the lack of capacity in the system after a decade and a half of Liberal neglect, an average of just 40 beds—only 40 beds, Speaker—are available each month.", "What does that mean? It means you can wait up to 851 days at Bayfield Manor in Kemptville, or 749 days at St. Lawrence Lodge in Brockville. The average, Speaker—this is just the average—across those eight homes is more than a year and a half, more than 18 months.", "I think—and I think members on this side of the House agree—that is totally unacceptable, to leave families and their loved ones in limbo for so long. It says all you need to know about how badly this government has managed the long-term-care sector.", "Fortunately, in my riding, there is planning under way to address the problem. Frankly, that’s what we’ve had to do in Leeds–Grenville. With the absence of action by successive Liberal Premiers to deal with a host of issues, we’ve had to roll up our sleeves and get to work to fix the problems ourselves.", "Speaker, I want to tell you that the united counties of Leeds and Grenville have developed a proposal, and they’re going to be requesting 132 new beds at Maple View Lodge and capital funding for an additional 192 class A beds.", "I know that the new Minister of Health and Long-Term Care is just getting up to speed on her portfolio, as many ministers are trying to get up to speed on their portfolios—because, obviously, there are so many Liberal ministers jumping ship—so I’m reaching out to the minister today. I’m asking the minister today, please support the request from the united counties of Leeds and Grenville. It’s a good plan. It’s not going to solve all the long-term-care capacity issues in Leeds–Grenville, and it’s a drop in the bucket towards the 30,000 beds we need in Ontario and the fact that wait-lists are expected to grow and to approach 50,000. But, you know, Speaker, it’s a start. And after years of inaction by this government, a start is actually what we need in Leeds–Grenville.", "Thank you for giving me this opportunity today." ],
  "anchor" : "para1111"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1123"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "I’m glad to have the opportunity to get up and speak about this important issue.", "Listen, the Liberals have a record of failed delivery of their promises around seniors.", "I hear that seniors now like to be called “older persons,” I’m told when I go out to the CARP meetings.", "The wait times have increased by 270% for a nursing home bed, and the Liberals haven’t delivered even on their redevelopment of 35,000 beds in the last 10 or 11 years. So I think that people shouldn’t be holding their breath that this new announcement for all these new beds is actually going to happen.", "I can tell you that, locally, in my riding, in 2007, there was a commitment to build a new nursing home. But it wasn’t new beds. It was beds that had been closed from parts of a previous nursing home that had been shuttered many years before that. It took nine years to build those 96 beds. In fact, the home just opened about a year and a half ago.", "The Conservatives’ record on health care isn’t stellar either, you know: user fees on drugs for millions of seniors; making not-for-profits actually go out and bid against for-profit companies for home care—that actually was the demise of the Victorian Order of Nurses in this province.", "The Liberals did nothing to change that in all the time that they’ve been in power. They don’t put anything out for tender, but the for-profits still have most of the work.", "What people want, and what seniors want: They want a bed when they need a bed. They want to have a good activity program. They want to have good, nutritious food. They want to be able to have a bath when they want a bath, and you need the nursing staff, the care providers in those homes to do that.", "Seniors going into nursing homes today are not the seniors of 20 and 30 years ago. They are very frail, fragile people. When you talk to the staff who are looking after these people, they’ll tell you they have six to eight minutes to actually get somebody ready to get up for breakfast. That means taking them to the washroom, washing their face and hands, perhaps putting them in the shower and then getting them out of the room to have their breakfast.", "That isn’t the way we should be treating people in their eighties, nineties and even 100 years old today. This should be their home at the end of the day. This is where they should be treated with dignity and respect in their final years. There should be enough staff available in those homes to make sure that our seniors are well looked after in those golden years.", "I’ve talked to many families and to many seniors over the last few years. They don’t care about that newly redeveloped, shiny nursing home. They don’t care about that big-screen TV. What they want to do is continue to have relationships in their senior years. They want their families to be able to come and visit them. They don’t want that nursing home to be a three-hour drive away so that their families, their kids can never come and see them. In my constituency office, one of the biggest issues that I deal with on a fairly regular basis is putting a senior in a home that is 50 miles away, and they never get to see their family.", "I think we really need to do some work here around our long-term-care situation. We need to build some new beds, but we need to make sure that the seniors who are currently in long-term care live the rest of their lives with respect and dignity." ],
  "anchor" : "para1124"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? I recognize the member from London Centre." ],
  "anchor" : "para1136"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "London North Centre, but that’s good enough, Speaker." ],
  "anchor" : "para1137"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "London North Centre." ],
  "anchor" : "para1138"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "Yes. I’m delighted to be able to join the debate today. As a former Minister of Health and Long-Term Care, I certainly spent a lot of time thinking about how we best care for our seniors as they age. My mom is about to turn 90 this summer, my dad is 92 years old, so I am personally familiar with the challenge that older adults are facing and certainly know that everyone in this Legislature is really committed to providing the best possible care for our friends and family and loved ones as they age. That is one thing that we can all agree on.", "The issue I want to talk about, and my colleagues have raised the same issue, is that this is actually an extremely hollow motion. The reason it’s a hollow motion is that the Conservative Party has no money in their plan. A $16-billion hole—" ],
  "anchor" : "para1139"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "A $16-billion hole––this is not my number; this is economists who have looked at the platform. It was bad enough. It was a $9.6-billion hole before all four of the leadership candidates have said they will not address climate change. They will not put a tax on carbon. That tax on carbon in your People’s Guarantee was the only revenue source that funded all of the other promises. That is now off the table. You are looking at a $16-billion cut, and until you can explain to the people of this province where you’re going to find $16 billion in cuts, I don’t think you should be promising more things. It’s not fair to seniors. It’s not fair to people who count on long-term care for you to get out there and promise the moon and not have the money to back it up.", "I sure will be looking for whoever is chosen leader of the grand old Conservative Party to bring forward an honest platform that demonstrates where the money will come from rather than just where the money will go.", "Speaker, we sit and listen day after day after day about a tax. In fact, even today there was a mention of the deficit, the debt and the interest on the debt. I was President of the Treasury Board; I know what it’s like to go line by line through budgets. What I can tell you is, to find $16 billion, by definition, requires massive cuts—massive cuts to services that people in this province are relying on. Whether it’s cuts to hospitals or cuts to nurses, you will no doubt have to cancel programs like OSAP and OHIP+. Those things cannot be funded under your budget.", "Again, we can all agree that when people need long-term care, we want to be there for them and make sure that they get the care they need. But for the Conservative Party to come forward with a motion like this, that they know they cannot fund—" ],
  "anchor" : "para1142"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me. I’m going to ask the Minister of Children and Youth Services to refrain from comments, because your own colleague is actually addressing the motion being brought forward. As a result of your comments, sir, you are, in fact, inviting comments from the other sides, as well. So please, while your member is speaking, I would ask that you refrain.", "I will now turn it back to the member from London North Centre." ],
  "anchor" : "para1148"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "Thank you, Speaker.", "Now that I see that the Conservative Party is denying climate change, it’s very troubling for me. We’re still in February, and you don’t even need a coat on outside. We’re seeing massive flooding in Ontario in February. If you don’t believe that climate change is happening, ask a farmer. The farmers are closest to the land. They see that the climate is already changing." ],
  "anchor" : "para1150"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "And it’s flooding in their ridings." ],
  "anchor" : "para1152"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "That’s right. In your ridings, you’re seeing flooding.", "Climate change is real. Climate change is driven by human action. We know what we need to do to address climate change. We know the action we need to take.", "With cap-and-trade, we are taxing the pollution, and we are re-investing every penny that is raised into actions that reduce GHG emissions. People can now take advantage of programs to help them pay for new windows, to help them install thermometers that will reduce their energy costs and reduce greenhouse gas emissions.", "The Conservative Party has no plan whatsoever to reduce greenhouse gas emissions. It’s unbelievably irresponsible. This is the biggest issue that is facing our generation. We in this Legislature—the 107, soon to be 124 people in this Legislature—have the responsibility in our hands. It’s up to us to decide whether or not we want to act on climate change.", "Our position is very clear. The NDP’s position is very clear. We want to address climate change. We know it’s real. We know it’s driven by humans. We know the impact of climate change is devastating, and it is upon us. Not only is there a loss of revenue in the Conservative turnaround on climate change, there is a dreadful cost to our planet.", "Speaker, let me just review again what the impact of cutting money is: It means job cuts, because every dollar you cut—and we’re talking $16 billion of cuts; those are jobs. That’s where government money goes; it goes to jobs. How many jobs are you cutting with a $16-billion cut? We know your record. We know that you cut nurses and you closed hospitals when you were in charge.", "I was elected in 2003. It was almost impossible to get a family doctor in my community of London—" ],
  "anchor" : "para1153"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "Same thing in Guelph." ],
  "anchor" : "para1160"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "—and most of my colleagues had the very same.", "It was the number one call to our constituency office: “Help me find a doctor. I’m desperate.” We don’t get those calls anymore, Speaker, because people can get access to family doctors.", "My colleague here from Guelph: She and I were elected at the same time. We had those same calls, and we have seen, measured by the calls to our offices, that our health care system is far better than it was. It is not perfect. There is more work to do and we are committed to doing that work. We are committed to building more long-term-care homes. We’re committed to building 5,000 in five years and 30,000 in 10 years.", "Speaker, I also need to say that caring for our seniors is not just about long-term care. Ask any older adult, as they age, where they want to age. They want to age at home. Having support to age at home is vitally important. We also know that many people who go into long-term care go into long-term care not because they need that kind of intensive care but because they can’t afford the care to keep them at home. We need to get serious about supporting seniors to stay in their own homes, in their own communities, with the help they need.", "It’s true: I was health minister. I’m a demographer. That’s my academic background; I’m a demographer. The first question I asked when I became health minister was, “Help me quantify the impact of the aging population on the health care budget.” So we did some work, some demographic projections: If we don’t spend any more on health care per person, just by virtue of the aging population, how much more would we have to spend by 2030? The answer is that we would have to increase the health budget by 50% just to continue to provide the same kind of care we do now.", "As we looked deeper, Speaker, we realized we could provide higher-quality care at a lower cost by investing in home care, in aging-at-home strategies, in ways to keep people out of hospital, to get them home from hospital when they were ready to go with the supports they needed. There’s a lot of work that has to be done as we prepare the aging population. Building long-term-care homes is part of that solution. It is by no means the whole solution; it is an important part of that solution. That’s why we are building more and are committed to building more. But for the Conservative Party to bring forth a motion like this with absolutely no way to pay for it is enormously irresponsible and bordering on cruel." ],
  "anchor" : "para1161"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? I recognize the member from Thornhill." ],
  "anchor" : "para1167"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Thank you, Mr. Speaker. I know you’re happy to see the member from Thornhill because it’s such an easy riding name to remember.", "I just got a message from Dave Slotnick, who I know very well. He’s in Willowdale; he’s president of the ratepayers’ association there. He’s at Sunnybrook Hospital for a chronic problem with his foot. He just sent me a little cartoon that has two older people sitting next to a hospital bed saying to the patient in the hospital bed, “We’re not your visitors; we’re waiting for your bed.”" ],
  "anchor" : "para1168"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "It’s sad. Shameful." ],
  "anchor" : "para1170"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "It’s sad but it’s true, and the same thing with long-term care; I think you could replace that. That’s what we’re discussing today. We’re discussing an opposition day motion put forward by my party, the Progressive Conservatives, to draw attention to the fact that this government, while it’s very good at making promises, has a little bit harder time keeping those promises.", "We all know that it’s not a quick fix. You have to plan years ahead. I know that one of the members opposite was making fun because we’re suggesting that it’ll take five years to plan, so they’re suggesting somehow that means we wouldn’t be there to open those beds. No. We’re saying to plan for the five years; we will definitely be there to open those beds.", "It’s an aging demographic. It’s a demographic that’s not just aging, but we all know that every decade that people live longer, they require more health support, more community support. We would all like to live our golden years like the Golden Girls, living together with our friends and being totally independent, but that’s not the reality for so many people. We need long-term-care beds in our communities. We need the support from family and friends. They can’t be flung to far-off places. We need families to be kept together; friendship would be nice as well if we could accommodate. We all know how difficult that is.", "We know that there are waiting lists not just for long-term-care beds in our communities but for the hospitals in our communities. Why are there such long waiting lists for hospitals in our communities, Mr. Speaker? Because approximately 30% of the patients taking up hospital beds could be moved to long-term-care beds. That would reduce the wait times in our hospitals. We all know that long-term-care beds cost a lot less than a hospital bed. Let’s get moving and get the planning done and be there to celebrate when those new beds open.", "I was thinking about long-term-care beds, about moving from the hospital beds to long-term-care beds and the different types of long-term-care beds. There are different specialties and different requirements that are needed. We want people to have privacy and have a good quality of life.", "I’m just thinking, myself, about moving around bedrooms. A lot of people are having their kids, say, two years apart, and when the baby is born, they’ve got a two-year-old in the nursery in the crib, and they don’t want to buy another crib, so that kid better get out of the crib fast. That kid is going to have to grow up and go in a big-kid bed so the youngest kid gets to stay in the crib.", "Well, unfortunately, we can’t always accommodate everybody with what they’d like, but I think there should be more discussion, in terms of long-term-care beds, to ensure that there are the supports in place to keep people mentally active and physically active. We don’t want to just keep people languishing; we don’t want to just keep people alive. We want to give them that incredible community support and a good quality of life, as I mentioned before.", "In my riding, we have the Central LHIN. It’s the biggest LHIN, I believe, in Ontario. It serves 1.8 million residents. It’s the fastest-growing LHIN. We have a lot of diverse communities. I’m just going to highlight very quickly—the Chinese community is very large in York region. We have, of course, long-term-care facilities, subsidized by the taxpayers, that cater to the different communities. We have, for example, the Yee Hong Centre for Geriatric Care in Markham, which is right where I used to work. I used to park in front of it, at Markham Stouffville Hospital. They have 200 licensed beds, 1,265 people on the waiting list for the basic bed—that’s not private or semi-private—and the average of beds that are available each month is only three.", "This is the problem: We’ve created a situation where every year things are getting worse instead of getting better. So it’s not that we have the status quo year after year; it’s that actually the numbers are getting worse year after year.", "Unfortunately, we hear sometimes in the media the term “public outrage,” that things don’t get done unless there’s public outrage. Well, I’m here today with my colleagues to ask everybody at home and everybody who is going to hopefully be made more aware of this situation to get outraged, because I’m outraged, my colleagues are outraged, and I believe that everybody at home should be outraged too. We’re happy to hear from you through our MPP emails. We’re happy to have you write letters if you don’t have a computer. We really want to hear from you. I’m hoping people are going to write letters to the editor and demand, because we can do better and we should do better.", "Ontario is one of the best places in the world to live, and it should be a great place to live for our older persons—I heard that seniors want to be called older persons now—as well." ],
  "anchor" : "para1171"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1183"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Speaker, our parents, our aunts, uncles and grandparents in long-term care are not all living in the best of conditions. They’re not all eating nutritious food at every meal. And we should be shamed by that. Prisoners in our jails get a higher per diem rate for their meals than patients in our long-term-care homes. We should be ashamed of that.", "I received a letter from a constituent just today. His name is Ante—or Tony—Sekulic. He writes: “Good morning Percy!", "“I am writing to you to express my absolute disgust with the provincial government. I want you to hold their feet to the fire regarding Bill 33.", "“I had two parents in a long-term-care facility, my father just passed away last Monday in one. I have first-hand knowledge of how our seniors are treated in these long-term-care facilities.", "“These facilities need their staff, to the very minimum, doubled. At the long-term-care facility that my mom is at now there are roughly 13 residents to one PSW worker.", "“I find it sickening that people in prison are treated better than our elderly.", "“Please, on behalf of my dearly departed father and my mother, and other seniors in long-term-care facilities—make our provincial government ‘double’ the amount of staff in these places.”", "That’s from Tony Sekulic from Windsor, Ontario.", "No one in this province can honestly say we don’t need any more long-term-care beds. We don’t have enough of them, and it will be years, even if we start building more long-term-care homes today, before we can come close to meeting the demand.", "This isn’t news to anyone—or it shouldn’t be. There are stories in the media pretty well every day about the crisis in long-term care. I recall an editorial in the pro-Liberal Toronto Star a year ago. The headline was, “Skimping on Seniors.” The writers were astonished that the Liberal government wasn’t prepared for the growing demand in long-term care. The quotation: “Ontario’s lack of preparation is astounding.”", "I am astounded, Speaker, that they can defend a system that they have brought to its knees and put in crisis over the past 15 years they’ve been in power. They should be ashamed." ],
  "anchor" : "para1184"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1195"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I’m delighted to have an opportunity to participate in this opposition day motion debate today. I want to start by acknowledging that we have Janet Daglish in the House today, in the east gallery. Janet is with Home Care Ontario. She’s here to spread the word about the incredible work being done in people’s homes in health care. I’m delighted to have her here. She represents a great organization known as Bayshore HealthCare. They provide services right across the province and, I’m sure, in many of the communities across the street, including your own, Speaker; no doubt about it.", "It’s great to have you here listening to this debate. Thank you for some of the insights you gave me earlier today when we met.", "I want to start, on a softer note, to say that I was with my mother today. I’m delighted to hear that the member from London North Centre’s mother is the same age as my mother. I thought that was quite a coincidence. My mother is now moving into a seniors’ residence. She’s leaving her home of 20 years. She’s quite ambulatory, but it’s just that the timing is right. She’ll get better care, more interaction with seniors and, she says, have three cooked meals, which other people are making for her, every day.", "I was with her today. We went down and visited the facility. It’s a great facility, and she’s there of her own choosing. But that’s one of the challenges when we get into the long-term-care system. Quite often, as our parents age and the time comes, they have to respond within 12 or 24 hours in order to get into a facility, and it often isn’t the choice that the parent wanted to go to. It creates a whole dysfunction in that.", "It underscores, I think, that we as a government are doing things very differently than the old-school thinking. The Tories on the other side are going down that route. They think that to solve long-term care, all you have got to do is build long-term-care beds. It’s a lot more complicated than that. Our approach under the Patients First Act is to try to provide the care that we need for our seniors as close to home as we possibly can while providing additional supports for personal support workers and for nurses to come into homes and make the home setting the long-term living setting, where it’s feasible.", "What we find so often, when we talk about wait-lists—and the members opposite are talking about increasing wait-lists. They say they’re going up to 50,000. What that doesn’t tell you is how many people on that wait-list actually need to be in a long-term-care facility. Because of that old-style thinking that you have to have the home, people are getting on those wait-lists way in advance of when they need to be on the wait-list. What we need to do is go through that wait-list and establish who the acute care people are who actually need to get into homes. What that actually signifies is that so many people who are in our long-term-care system probably don’t need to be there at this time in their life, but they’ve gone into the long-term-care facilities because they’re afraid they may not have a space when they need it three, four or five years down the road.", "We’re also finding that people are coming into the long-term-care system who are in acute-care-needs situations, but because of the incredible work that is done in homes by hard-working employees—nutritionists, ambulatory assistant professionals—their health improves and they no longer need to be in a long-term-care facility.", "Part of a strategy in dealing with the shortage of beds in long-term care is about refurbishing and building new beds, but it’s also about making sure that the people who are using the facilities actually need to be there at that time of their life. I think that’s something that we need to do more work on as a government.", "The member from London North Centre made the best point when she talked about how this party opposite would be proposing a very expensive program when they have absolutely no way to pay for it under the plan that they put in front of the people of Ontario. This plan, this suggestion of building all these additional homes without the money to pay for them, isn’t telling the people of Ontario the truth of where their fiscal plan really takes them.", "It’s a lot like the 24% tax cut that they’re promising people in the middle class. We all know—we’ve done the analysis—that people are not going to get the tax cut they’re promising, because the tax cut is coming only to one place in the tax scheme. So an average taxpayer might get 24% in one sliver of their tax bracket, but the impact is not going to be nearly what they’re out there telling people about the tax benefits.", "They have to be clear with the people of Ontario when they say that they’re going to build all these houses; they have to be clear about how they’re going to pay for them.", "I’ve seen the plan. Even in the plan that they put forward, that was approved as their policy document, where it talked about how they’re going to deal with climate change, they actually don’t accept it, but they said, “We will go along with the federal scheme.” There’s no commitment from that party, even in the plan that was before us. And now we know, in the leadership race, that all four members—who, interestingly enough, had to sign on to the plan to run—are turning tail and running away from the plan now that they’re actually trying to go after the true voters who are conservative in this province, who don’t believe in climate change, who don’t believe in a tax on carbon. It’s really unfortunate that this party is flipping and flopping back and forth on this.", "As the member from London North Centre told us, the most important issue facing Ontarians is that we get a handle on our carbon footprint, that we do a cap-and-trade program so we can pay for carbon-reducing programs." ],
  "anchor" : "para1196"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1210"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I’m happy to have the opportunity to add my voice to this very important debate this afternoon about the crisis in long-term care in our province.", "We had many questions this morning about the government’s inability to take care of the long-term-care needs and the file that we have in the province.", "For years, long-term-care capacity issues have been one of my constituents’ biggest concerns. I’ve been bringing this issue up in the Legislature ever since I was elected. The government has largely turned a blind eye to this issue—especially when it comes to lacking the acknowledgement of the need for long-term-care beds, especially in rural communities like those in my riding of Haliburton–Kawartha Lakes–Brock.", "In fact, the last addition of long-term-care beds was when the Progressive Conservatives were in government. We built 25,000 long-term-care beds. That’s the last time that my riding had additional long-term-care beds." ],
  "anchor" : "para1211"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I see our former Minister of Health from Simcoe–Grey, as we’re applauding him for his work there.", "Across the province, the demand for long-term-care beds is continuing to increase as our population is getting older. We talked about the demographics. This is nothing new—the silver tsunami; call it what you will. The government knew the demographics, knew we’d be in this situation, and turned a blind eye all the time they’ve been in government. It’s just unacceptable, Mr. Speaker.", "The Central East LHIN, which is where my riding falls, has the highest ratio of need to available beds in Ontario. What does that mean? We have substantially more demand than supply for long-term-care beds, and have the greatest disparity between demand and supply per 1,000 population aged 75 and over in the whole province—again, Mr. Speaker, the whole province. The latest statistics show that we have a demand of 128.6 beds per 1,000 seniors aged 75 and over, but we only have a supply of 79.5 beds per 1,000 seniors aged 75 and over.", "I know that’s a lot of statistics, but I’m trying to make the point that the disparity is only getting worse.", "Wait-lists are growing by about 15% a year, and they’ll only continue to get higher.", "Just looking specifically at the long-term-care homes in my riding, there are currently 2,169 people on the wait-list for long-term-care beds. That’s up 2% just in the last month or two.", "This past November, I met with the Ontario Long Term Care Association, who highlighted the increasingly complex needs of their residents, the lack of funding for personal support workers, and, above all, the lack of supply.", "These are facts, Mr. Speaker. They show that the government is failing our seniors.", "I thank God every day that my mother is in a long-term-care bed in my riding and that she is getting very well cared for— and has been for several years. But I see the struggle that the long-term-care workers have in trying to keep up with the very complex needs of the seniors that are coming in now. What a difference I’ve seen over the last decade in that complexity.", "I did a riding mailer and the response back from my recent mailer: long-term-care beds, again, top issue. Some of the comments were certainly very heartbreaking. My constituent Ruth told me, “I’m 84 and will probably need a long-term-care home in a year or two. Where do I go? There’s nothing for me in this area!” It’s unacceptable that our mothers, our fathers, our grandparents are all waiting years to get the care they desperately need, and we need to think about the very real, important personal aspect and impact that this crisis in long-term care has on our seniors and their families.", "I’ve had people come to my office in tears, frustrated that they can’t get their parents and their loved ones the care that they need. We talk about people stuck in hospitals waiting for long-term-care beds for extended periods of time. They face anxiety—it’s worse. In many cases they’ll die waiting for a long-term-care bed.", "I heard from Laurie and Rick in Lindsay, who told me, “Our friend died last week because he was sent home too early—no beds.” The shocking reality is that on any given day, 30% to 40% of hospital beds are held by people waiting for long-term-care beds. This is unfair to them. It’s unfair to the hospital staff and it’s unfair to other Ontarians who have to deal with overcrowded hospitals and long wait times.", "The government, again, has known these issues for years. My colleagues and I in the PCs have been persistent in consulting with stakeholders, pushing the government to action. It’s long past due that the government took action. I call on the Liberal government today to support our opposition day motion and commit to building 15,000 new long-term-care beds in five years and 30,000 over 10 years. We owe our seniors no less.", "Mr. Speaker, thank you for your time." ],
  "anchor" : "para1216"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1230"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m really pleased to join the debate today. I was very happy to join hundreds of people outside this afternoon as they rallied in support of my colleague’s bill, Bill 33, the Time to Care Act, that attempts to address one of the issues in long-term care—if you can get into long-term care—that the quality of care is not sufficient for the complex needs of the people that are in it.", "I hear from members of my community each and every day that they’re concerned about the quality of care that their family members are receiving and they want to see better for our communities and those who will be entering long-term care in the future. I think it was a positive thing to see members from the government and from the opposition out there. It’s evident that we realize in this House that there are issues.", "One that I want to relay, that my colleague from Nickel Belt had spoken about that exists in her riding—I received a letter from a constituent who has complex care. This is from his son. His father suffers from advanced Alzheimer’s and COPD. He was sent to the hospital three weeks ago from his long-term-care home that he is at. He was extremely sick. They had assumed that he had influenza. He was treated for it with a flu shot, with Tamiflu. He didn’t improve. Eventually they had a CAT scan and it was revealed that he had some bowel obstructions that were constricting his lungs from functioning properly. At this time, the hospital and the LHIN representatives informed this gentleman’s wife that his stay was approaching 30 days and that if he wasn’t going to get better or if he didn’t get better or if he had to remain in the hospital, he would lose his spot at his long-term-care home.", "Speaker, the reason I relate this story—thankfully, it ends well. The gentleman—because of his strength and resilience and the care that he received in the hospital, I suspect—was able to leave the hospital within 30 days and return.", "However, for the pressure that puts on families, we have to realize and remember that long-term-care homes become these people’s homes. This is their home that we’re essentially kicking them out of because of the crisis in long-term care and the rationing of care that has to happen in our communities because of the lack of investments in our communities by this government.", "I want to thank particularly the members from our NDP caucus who spoke so eloquently, and I want to pass it over to other colleagues who are ready to carry the torch further." ],
  "anchor" : "para1231"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1238"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I’m pleased to speak about the state of long-term care in this province. The issues affect every community, from big metropolitan areas to small towns in rural regions, like the ones I’m privileged to represent.", "We all have a parent, a relative or a friend who has needed extra care as they get older. Many of us will one day need long-term care. That’s why it is absolutely vital that the government plan ahead and ensure that we have enough capacity to meet demand over the next 10 years. They should have done that years ago, but they didn’t. They’ve had 15 years to get it right, Speaker, and they haven’t done that yet.", "We recently heard a promise from the Minister of Health and Long-Term Care that more beds are coming. He committed to create 5,000 new beds by 2022. As I understand it, the ministry put out a call to long-term-care operators, asking them to put together applications for new beds. For years, they have frozen them out. Now, some 100 days before the election, the government is suddenly asking them to scramble to submit applications.", "People aren’t stupid. To anyone following long-term care in Ontario, it’s obvious that the process is political. In 2007, another election year, the government claimed they would redevelop 35,000 outdated, long-term-care beds in 10 years. They actually delivered only about one third of that number. This time, we hope things will be different.", "I know of at least two homes in Perth–Wellington that are applying for additional beds. I strongly support the request, just as I do for all long-term-care homes in my riding. We need the extra beds.", "Rural Ontario needs the extra beds, and all ridings must be given fair and equal consideration, whether they’re government-held or opposition-held. The bed shortage is an especially big problem in small and rural Ontario.", "Last spring, in my riding of Perth–Wellington, we found out that Revera had submitted a request to the ministry to close Hillside Manor, a local nursing home, and transfer up to 50 beds to London. United, people spoke up against this proposal. We came together and said, “These beds need to stay.”", "Perhaps the government thought we would just roll over. They tried to hold their first public meeting in a broom closet in the middle of a weekday. We launched a petition, and over 3,800 concerned residents signed it. I introduced a motion, calling on the government to halt the bed transfer, which was debated and supported by all parties in the Legislature.", "In this instance, our efforts paid off. The Minister of Health and Long-Term Care announced that Hillside and its 90 beds would stay in the community. The outcome was a beautiful example of a community coming together over an important cause and being heard.", "But, sadly, the bed shortage is so much bigger than just one home in one riding.", "One big issue is the government’s use of the so-called bed ratios—that is the number of beds per 1,000 people at least 75 years of age—as the metric to consider bed transfers.", "Bed ratios don’t account for factors like long travel distances, added costs for local hospitals and municipalities, or the economic impact of closing long-term-care homes in rural communities.", "Another challenge is the consultation process for moving long-term-care beds.", "In the case of Hillside Manor, the government failed to properly communicate from the start. They didn’t bother informing the municipalities, or my office, when the bed transfer proposal was announced. The government tried to block local media from attending a public meeting, and left the mayor to stand out in the rain because the room was over capacity.", "To conclude, Speaker, with this motion, the government has an opportunity. They have an opportunity to turn the page and to actually listen to us, and they have the chance to meaningfully reform long-term care and ensure that we have enough beds going forward." ],
  "anchor" : "para1239"
}, {
  "speaker" : "The Acting Speaker (Mr. Shafiq Qaadri)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1254"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise on behalf of my constituents to talk about the Conservative opposition day motion before us regarding health care.", "I’ve written down some quotes that Conservative members have said during the debate this afternoon, and I’m going to add some context to some of the things they’ve said—some realizations; some facts.", "We have the interim leader, the member from Nipissing, who said that we should have a province that should be home to the best health care in the world and that we have a government that is only in it for their own political self-interest. Now, I’m not going to argue that the Liberals have done terrible things to our health care system. But I want you to remember what he said: a province that should be home to the best health care in the world. Yet the last time the Conservatives were in government, the same year they took over the reins and they promised no cuts to health care, they immediately went back on that promise and they introduced a $100 user fee on medications for a million seniors, the very people they’ve been standing here all afternoon talking about. They actually charged them a $100 user fee for their medications. And then they charged them $2 for each prescription on top of that. And if that wasn’t enough, they went even further and there was a $6.11 dispensing fee. These are the seniors they claim to stand up for.", "This same Conservative government—and seniors remember this—put a cap on home care services like personal support and nursing and left more than 30,000 people waiting for home care. Seniors also remember that, under the last Conservative government, they froze funding for home care for two years in a row. In fact, the last year, there were 3,500 people in Hamilton alone who lost their home care.", "The member from Thornhill said that they’re outraged over what is going on in our health care system and so are the people of this province. What the people in this province are outraged about is the fact that the Conservatives pretend to actually give a damn about our health care system. In fact, Premier Mike Harris said that cash-strapped Ontario may abandon funding for home care services as well as the seniors’ drug program and leave it up to the federal government. So he was willing to get rid of home care all together.", "The PCs also delisted seniors’ services from OHIP, like fitting and testing for hearing aids and physiotherapy services. While they stand there and pretend to really care about the seniors in this province, this is what their legacy is, whether they want to admit it or not.", "The member from Perth–Wellington said, “People aren’t stupid.” I will agree with him on that one, because people will remember that under the last Conservative government, they closed 28 hospitals and fired 6,000 nurses. The PCs should not be standing up and lecturing anybody about the health care system when their record is just as bad as the Liberal government’s." ],
  "anchor" : "para1255"
}, {
  "speaker" : "The Acting Speaker (Mr. Shafiq Qaadri)",
  "text" : [ "I now call for further debate." ],
  "anchor" : "para1262"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure to rise to debate today the opposition day motion under my leader Vic Fedeli’s name regarding the seniors population in Ontario, which is expected to double; and obviously that we have so many seniors on the waiting lists across Ontario to get into a long-term-care facility; and therefore we’re calling on the government to build 15,000 new beds over the next five years and a total of 30,000 over the next 10 years.", "This is quite critical. I think it’s something that, like my colleague from Haliburton–Kawartha Lakes–Brock—she and I have been here effectively since this government took office, and we remember the Liberal decision to put all their eggs in one basket, all their eggs in the Aging at Home Strategy, rather than investing in long-term care and also in aging at home.", "I remember at the time, and I believe George Smitherman was the health minister, pointing out to him that this strategy was flawed given the fact that we had such a requirement for long-term-care beds at the time, but that our population was aging and there would be a further requirement.", "In addition to that, we also find out that a lot of Ontarians now who may need long-term care end up in a hospital. They end up in a hospital, and they’re called bed-blockers. That has created overcrowding in our hospitals, Speaker, and it has ensured that many of our most vulnerable citizens are not getting the appropriate level of care in their community. I would be remiss not to point out that this happens on occasion in my community in Nepean, and in particular at the Queensway Carleton Hospital.", "They have worked with some of the retirement homes to bring in some alternate-level-of-care or acute-level-of-care beds—and we are bringing in some more beds at the Queensway Carleton Hospital. They were working with the Valley Stream retirement home across the street. It does underscore the severity of this situation, particularly as our population ages.", "In my constituency of Nepean–Carleton, in Barrhaven, which is in Nepean, we have the Carleton Lodge long-term-care facility. It’s a wonderful location with great compassionate care. It is municipally run and operated.", "In addition, in a more rural part of my community in the Carleton part is the Osgoode Care Centre. Speaker, I want to take a little bit of time to discuss the Osgoode Care Centre because it is unique in the city of Ottawa. It is a 100-bed long-term-care home in rural Ottawa, and it is a not-for-profit. It is not corporately owned and it is also not municipally owned. The care centre serves 100 rural residents, and it fills a tremendous need in our rural community in the city of Ottawa. It is the only long-term-care centre which services rural Ottawa in rural Ottawa, and it is in desperate need of redevelopment to meet the new standards of care.", "I believe that the last time I spoke with the care centre, which was last Friday, they need to upgrade 76 beds. I found that to be overwhelming for our small, rural population in rural Ottawa. Just to put this into perspective, a redevelopment of the Osgoode Care Centre will cost $14 million for this not-for-profit. I dare say, Speaker, that our rural long-term-care facility in Ottawa, the Osgoode Care Centre, will not have the capacity to do that without assistance from the government of Ontario.", "That’s why I was pleased last week to meet with ministry officials, as well as my colleague Bill Walker, from Bruce–Grey–Owen Sound—whom a few weeks back I brought to the Osgoode Care Centre. I had the opportunity to bring him to the Osgoode Care Centre, which is in a rural area of Ottawa, and I took him to the Perley and Rideau Veterans’ Health Centre, which is in the more urban part of Ottawa, so he got to see the balance, in addition to seeing the focus at the Perley and Rideau that they have on our veterans—and thankfully they do have that.", "My colleague from Bruce–Grey–Owen Sound has done a remarkable job as the long-term-care critic in our caucus, and he has done so for quite a while. In fact, I was so impressed when we were meeting with these administrators at the two long-term-care facilities. The wonderful thing is, his depth of knowledge and his compassion really shone through. Therefore, when we look at this proposal, I give him a great deal of credit for bringing that forward as an Ontario PC Party plan, but I also give him a lot of credit for this resolution which is on the floor of the assembly right now, because he really cares but he also gets it. I know, having spoken with those in the long-term-care industry in my community, that they were very appreciative that he took the time to meet with us and figure out how we, as a community, can come forward to make sure that the redevelopment of those beds would come to fruition.", "Last week, when we met with ministry officials on the need for government assistance, we did so because of the limited financial capacity of our rural community. We asked the minister to help us fund those extra 76 beds. To the credit of the previous minister’s staff, they did come forward and say that there is a plan wherein my community at the Osgoode Care Centre might be able to apply, but they said that my constituents had seven days in order to do that turnaround. So here I am, with a few days left, and I’m hoping that we’ll be able to get that application in to express our desire and our need for these upgrades and this redevelopment, given what the Liberals have done.", "If I may, Speaker, as I conclude, I thank the good work of the Queensway Carleton Hospital, Carleton Lodge and the Osgoode Care Centre and thank my colleague from Bruce–Grey–Owen Sound for his work. But I call upon the government to do what I believe is the right thing and an important thing for those in this province: that is, to invest in 15,000 new long-term-care beds in the next five years and 30,000 over the next 10 years.", "Again, it was a privilege and an honour to participate in the debate. I want to thank all members for their thoughts and their comments again. Again, I’ll just say thank you to my colleague from Bruce–Grey–Owen Sound. You’ve done a remarkable job." ],
  "anchor" : "para1263"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1277"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Since the Liberals have been in power, wait-times for those hospitals who need long-term care have increased by 270%. It’s risen up to 68 days from 18. Imagine that: A government has allowed the wait-times for long-term care to rise by 270%. Those are such important days to our parents and our grandparents, who are waiting in a hospital instead of getting the care they need.", "We see that in Niagara every day. But before I go on—because I could go on about the crisis about Niagara—I would like to say this: The PC Party has absolutely no right to lecture anybody on this issue, on health care. They say they’re proud of their record while they were here. In 1995, right after being elected, the PCs lied to the seniors of Ontario with their pledge on no new user fees. Over the course of their term, they introduced these fees.", "It was the PCs themselves who put a cap on home care services, personal support services and nursing, which left more than 30,000 people waiting for services. The PCs froze funding for home care for two straight years across the province. In fact, they threatened to abandon funding altogether for home care. The PCs delisted senior services for OHIP, like the fitting of hearing aids, physiotherapy services and other ones." ],
  "anchor" : "para1278"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "We’re higher in the polls than you, and we don’t have a leader." ],
  "anchor" : "para1281"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "It’s unfortunate that the PC Party is not listening, and they’re heckling. Health care is a fundamental right in the province of Ontario, and they shouldn’t be standing here heckling when I’m talking about issues that happened under their leadership.", "So let’s talk about what happened in the Mike Harris days, because I was there. Let’s talk about Hamilton, where they had 110,000 people in Hamilton going on about the cuts to health care. There were 6,000 nurses who you fired and 28 hospitals you closed, but you don’t want to talk about that. You want to say, “Today, we care about long-term care.”" ],
  "anchor" : "para1282"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Oh, no. Let me finish.", "Mr. Speaker, you’ll like to know this: In the Days of Action, they didn’t just go to Hamilton—so there’s no confusion with the PC Party, because they don’t read their history. They had it in Windsor. They had a Day of Action in London. They had in Sudbury. They had it in Niagara. They had it in Hamilton.", "Do you know what that means? Do you why that was? Right across the province, people were standing up to the Harris government, because they care about health care. They care about their parents. They care about their grandparents. That’s why they were going from city to city to city for the Days of Action. You should be ashamed of yourselves, standing up and talking about health care with what’s gone on before you. I wanted to get that out.", "Now, the Liberals have made a few mistakes; there’s no doubt about that." ],
  "anchor" : "para1285"
}, {
  "speaker" : "Interjection",
  "text" : [ "A few?" ],
  "anchor" : "para1289"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Listen, I wish I had more time. I’ve got four seconds. We need change in the province of Ontario, but do you know what we need? We need change for the better." ],
  "anchor" : "para1290"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Wow. I’m out of breath just listening to that.", "Mr. Fedeli has moved opposition day motion number 1.", "Is it the pleasure of the House that the motion carry? I believe I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 10-minute bell." ],
  "anchor" : "para1291"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Members, please prepare to take your seats.", "Mr. Fedeli has moved opposition day number 1. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1299"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "All those opposed to the motion will please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1330"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 27; the nays are 46." ],
  "anchor" : "para1378"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1379"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made." ],
  "anchor" : "para1381"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member for Bruce–Grey–Owen Sound has given notice of dissatisfaction with the answer to a question given by the Minister of Health and Long-Term Care. The member from Bruce–Grey–Owen Sound has up to five minutes to debate the matter, and the minister—in this case, the parliamentary assistant, Mr. Fraser—may reply for up to five minutes.", "I now turn it over to the member from Bruce–Grey–Owen Sound." ],
  "anchor" : "para1384"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Of course, we’ve had a change since then. My question was from Wednesday, December 13, when I asked the former minister. But I think it’s pertinent for any minister, who should have the same responsibilities and, hopefully, the answers to my question.", "On that date, I asked the Minister of Health and Long-Term Care a simple yes-or-no question: “Will the minister address the lingering questions around the safety, security and well-being of seniors by appearing before the public inquiry into long-term care?”", "Speaker, this was the second time I asked the minister this question. The first time was on October 31. As you are well aware, the minister did not answer the question either time.", "My question is timely, as it concerns the Auditor General’s 2017 report, that warns that the backlog of complaints and critical incidents in long-term-care homes requiring inspections keeps increasing. This year, the backlog jumped to 3,370, from 2,800 last year, a 20% jump. The auditor also stated that only 30% of the recommendations she gave the government back in 2015 have been implemented to date. This is unacceptable, Mr. Speaker.", "This is the same underperformance and under-delivery we saw with the government’s implementation of the recommendations from the 2005 Casa Verde inquest into murders in long-term care. Then, too, they implemented only 30% of the inquest’s recommendations.", "The growing backlog is absolutely unacceptable, especially in light of the high-profile cases of abuse and the public inquiry into murders in long-term-care homes.", "Speaker, these are very real and very valid concerns. Families with loved ones in long-term care have a right to expect that the safety and care of their parents and loved ones will be the government’s utmost priority. They want to see increased scrutiny, and they want to hear from the minister. This is why the minister owes all of us an answer.", "Again, with only 30% of the recommendations implemented from the 2015 auditor’s report and the 2005 Casa Verde inquest, and a growing backlog of critical inspections, Ontarians remain very concerned and skeptical that this Liberal government can ever be trusted to take corrective action.", "The public inquiry’s purpose is to investigate and ultimately restore confidence and trust in the long-term-care system. As such, it is imperative that the minister appear before this inquiry. Will the minister do that, I ask?", "I thank the member opposite for being here, and I look forward to getting our answer tonight." ],
  "anchor" : "para1386"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I now turn it over to the parliamentary assistant to the Minister of Health and Long-Term Care, the member from Ottawa South." ],
  "anchor" : "para1396"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Bruce–Grey–Owen Sound. I want to thank him for the question.", "As I said earlier today, we had people here at Queen’s Park who came from many of our communities to talk to us about hours of care for the residents they serve in the long-term-care homes that they work in across the province. Again, I want to thank them very much for coming here. The work that they do is very important.", "That leads to the first point that I want to make, to the member from Bruce–Grey–Owen Sound, which is that the vast majority of care in long-term care is excellent care provided by people who we depend on to care for the people we care for the most. I think it’s important to state that.", "There are high-profile cases that we’ve seen out there. They are the aberration, not the norm. If you take a look at how highly regulated long-term care is in the province of Ontario, I don’t think you can compare it to any other jurisdiction. It is the most highly regulated care in all of North America.", "If you look at the auditor’s report in terms of the ministry’s response to that, which was a risk-based approach to those long-term-care homes that were repeat offenders, I think you’ll find that that satisfies, in many ways, a number of the auditor’s requests and addresses the problems.", "You can’t inspect everything. You can’t inspect every home. But what you can expect is compliance.", "When you have a situation where people aren’t compliant, then you have to be able to take the actions that are warranted and that will provide some remediation. I think if you look at some of the legislation we passed this past fall with regard to the responsibility of people working in long-term care and people who own and govern long-term care, if we take a look at the ability of the minister to take over a facility—all those things are, I think, important in ensuring compliance with those homes that are repeat offenders.", "I have family in long-term care, both working and living in long-term care. Many of us do. Many of us represent families who have family or loved ones or friends in long-term care. So we all have a shared interest in making sure that these places, these homes where people live out the rest of their lives, are safe and secure—and a home.", "One of the things that I do want to raise to the member—and I know that he cares a great deal about health care; that’s why he has this portfolio and that’s why I’ve been able to work with him on things like hospice. One of the things we have to do in long-term care is to build community, to build community inside long-term care so that people can thrive. One of the challenges is, sometimes, you can go into a home and there isn’t that sense of community; there isn’t that sense of people working together and living together. I think it’s important that we get the compliance stuff right, because that’s a way of measuring, but we have to find a way to incent and ensure that we build community inside long-term care and bring community in.", "I want to thank the member opposite for the opportunity to debate him on this topic. I appreciate his interest, and I look forward to probably doing it again some time.", "Thank you, Mr. Speaker." ],
  "anchor" : "para1397"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I’d like to thank the member from Huron–Bruce—" ],
  "anchor" : "para1408"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Bruce–Grey–Owen Sound." ],
  "anchor" : "para1409"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "—Bruce–Grey–Owen Sound for his question, and the parliamentary assistant to the Minister of Health and Long-Term Care, the member from Ottawa South, for his response.", "There being no further matter to debate, I deem the motion to adjourn to be carried. This House now stands adjourned until 9 a.m. tomorrow morning." ],
  "anchor" : "para1410"
} ]