[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on February 22, 2018 on the motion regarding climate change." ],
  "anchor" : "para192"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate." ],
  "anchor" : "para197"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Good morning, Speaker. It’s always a pleasure to see you seated so comfortably there in that wonderful chair.", "It’s a privilege for me to be able to address this issue this morning. Last week—time goes so quickly—I had a chance to listen to the Minister of the Environment and Climate Change talk about this issue and I had a chance to listen to two speakers from the Progressive Conservative Party.", "The minister, after that speech, can never, ever say he doesn’t know what the impact of climate change is going to be. He cannot at some point say, “No, I wasn’t serious. No, it’s not going to have that big an impact.” He was very clear, he was very firm about the scale of the challenge that faces our society.", "But I just want to add a little bit to his remarks for those who may not have had the opportunity to be here last Thursday to hear the minister wax eloquent on this issue. In 2006, the British government commissioned a study by a well-respected scientist, Lord Stern, and he produced a document, one of the most rigorous ever produced, on the cost and the impact of climate change on our planet, on our society.", "I will quote a few things. He said, “Climate change will affect the basic elements of life for people around the world—access to water, food production, health, and the environment. Hundreds of millions of people could suffer hunger, water shortages and coastal flooding as the world warms.”", "That was more than 10 years ago and things have continued at a pretty good clip since he made that comment. Increasingly, as we look at these things, we think about the potential for hundreds of millions of climate refugees, not the small stream of people from Africa going north through the Mediterranean, risking their lives—in many cases losing their lives—people from Asia, from Syria, from Turkey, from Afghanistan trying to get into western Europe, again, risking and losing their lives on small boats between the coast of Turkey and the Greek islands. No, we’re talking hundreds of millions of people desperate to find dry land, desperate because their homes have been flooded and will never again be available to them.", "Lord Stern goes on to say, “Using the results from formal economic models, the review”—his review—“estimates that if we don’t act, the overall costs and risks of climate change will be equivalent to losing at least 5% of global GDP each year, now and forever.” And that’s talking not the worst, but what is within sight of the developments that are occurring on an ongoing basis, on an annual basis.", "“If a wider range of risks and impacts is taken into account, the estimates of damage could rise to 20% of” gross domestic product “or more.” He noted that the impact of climate change, if not checked by human activity, could be equivalent to one of the great wars of the 20th century or the Great Depression. We all know the impact that those events had on human life: extraordinary loss of life, extraordinary loss of wealth, a world far more violent, far more difficult to live in.", "We can see the beginnings of that now. This last fall, there were three Caribbean Gulf of Mexico storms that had significant impact. Hurricane Harvey hit Houston. It brought the largest amount of rain on record from any tropical system, about one and a half metres in about 48 hours. It caused flooding that you’d expect to see every 500 years, causing $200 billion of damage to Houston, Texas. Hurricane Irma, same season, devastated Caribbean communities. It was the second-strongest Atlantic hurricane ever, with sustained winds of 296 kilometres per hour.", "Category 5 Maria, following immediately afterwards with sustained winds of 280 kilometres an hour, destroyed Puerto Rico’s power grid. As people are well aware, something like one third of Puerto Rico is still in a situation where people don’t have electricity. Finally, Hurricane Ophelia went past Portugal and Spain. That’s the furthest east any major Atlantic hurricane has ever gone.", "We’re seeing a rewrite of the climate as we get closer to a one-degree centigrade increase, and we will see it rewritten even more dramatically if we stay within what the UN considers the safe limit, two degrees. If we go past that, we look at the very grim potential that Lord Stern outlined, of a dramatic reduction in our standard of living globally.", "Toronto: People were here for the flooding last summer. It was very unusual. We were looking at losses on a small scale, $8.5 million, but Canadian flooding costs have had a huge impact in this country. The floods in southern Alberta in 2013 cost $2.25 billion. The 2011 floods in Manitoba and Quebec generated $1.1 billion and $78 million in costs, respectively. The Toronto flood in 2013 was the most expensive natural disaster in this province, costing taxpayers an estimated $805 million.", "I’m not going to belabour that. You get a sense of the scale of damage and cost, and how that will be reducing our standard of living. Even now, people are finding it difficult to get flood insurance because insurance companies know they’re going to lose out, that the flood is going to happen. This isn’t going to be once every 500 years; this is going to be far more frequent, to the point that it is not worth insuring. It just simply isn’t worth insuring.", "I had the opportunity to be at the Paris climate summit a few years ago and listen to a variety of climatologists. I went to a lot of the seminars and noted a few things. Since, globally, we first really acknowledged climate change in 1992, the amount of carbon dioxide we’ve dumped in the atmosphere has grown by 60%. In 1992, knowing that we were looking at very profound problems, very profound threats to our way of life, nothing of substance happened and the amount of risk built up for us and future generations climbed substantially.", "Many of the people at the leading edge of this science are recommending that we have to cut our emissions between 3% and 5% a year, every year—so over a decade, cutting our emissions by half. Still, with those kinds of efforts, we would only see a 60% chance of limiting the rise in temperatures to two degrees centigrade. I’ll put it another way: If you had a plane flight that you were going to put your child on and you were told there was a 40% chance of it crashing, what comfort would that give you? What comfort?", "The reality is that we have largely ignored this problem. There has been a lot of chatter, a lot of talk, a lot of minor effort, but nothing substantial along the lines of what has to happen—not in this country and not on this continent. Some things are happening that are useful in Europe, and China is doing some good things, but we have been laggards. I’m looking forward to the opportunity to talk about the performance of this government after the stirring speech last Thursday by the Minister of the Environment and Climate Change.", "The motion put forward by the Liberal Party is that we need action on climate change—no disagreement; that’s fine. Saying that pricing carbon is the most effective, the central tool in actually making a difference: I challenge that. I think that pricing can be useful. It can be a tool in a box that can be used to raise funds for the measures that will actually make a difference, but its effectiveness is very limited and, frankly, you can set up a carbon tax in a way that’s quite disadvantageous to low-income and middle-income people.", "In 2012, the Canadian Centre for Policy Alternatives did an assessment of carbon pricing in British Columbia. It’s worth reading their document. They note: “Because BC has among the highest levels of poverty and inequality in Canada, a pressing concern is the potential for unfair impacts of carbon pricing on the poorest—those who have done the least to cause the problem. People with low incomes have smaller carbon footprints. Higher prices for home heating and transportation (and other carbon-intensive goods and services) hit the budgets of lower-income people harder than those with higher incomes. To avert this regressive outcome, revenues must be used to compensate low- to middle-income households, and invest in complementary climate actions....”", "When the cap-and-trade bill was before this House, my colleagues and I all argued for a mechanism to give direct rebates to low- and middle-income households so that they could deal with the financial impact of higher prices from the cap-and-trade system. We argued for priority for rural and northern areas because their demand for energy is far less controllable than it is here in downtown Toronto. I can walk to work, but if you’re in northern Ontario and you have to drive 20 or 30 or 40 kilometres to work—there is no bus. There are times of the year that you might do it on a bike, but it would be awfully tough, and there are times of the year that that’s just not possible. So there needs to be a special allocation of resources for those areas, not put in the plan and rejected at committee—a huge mistake.", "With what I’ve noted—the impact on low-income people in British Columbia—I want to say as well that the actual carbon tax put in place by the British Columbia government has had almost no impact at all. According to modelling done for the BC government, the carbon tax will reduce BC emissions by only 4% of the growing business as usual. To be effective in reducing emissions, the tax would have to be much higher than it currently is. When you actually don’t reduce the emissions but you reduce the amount that later would have been, you’re not doing what has to be done. We actually need to see emissions going down by 3% to 5% a year. We don’t need to see simply a reduction in the height that they reach; we need them to be going downwards.", "I’ll just note again about low-income people in British Columbia: “Even after tax cuts and credits are figured in, the carbon tax has a disproportionate impact on low-income British Columbians, and most benefits the highest-income households that are also the biggest emitters....", "“The carbon tax as a share of income shows a regressive pattern. In 2010, households in the bottom 10% would pay 1.3% of their income in carbon tax, whereas the top 10% would pay only 0.3%, and the top 1% would pay 0.2%.”", "In other words, the money is going back but it’s not going back to the people who are hit hardest; it’s going back to the wealthiest. It is a system that we can’t replicate here. It’s the reason that we haven’t supported cap-and-trade. The carbon tax that’s set up in British Columbia makes rich people richer and poor people poorer. It is a bad model.", "In 2016, the Canadian Centre for Policy Alternatives updated their critique of the system and they noted that since 2010, British Columbia’s greenhouse gas emissions had increased every year. As of 2013, they were 4.3% higher than their 2010 levels. In 2016, British Columbia conceded that it can’t meet its 2020 climate targets. The most lauded program in this country, a program that focused on price, which is what the Liberal government is all about, can’t even meet the greenhouse gas targets in the province where it is the central pillar.", "Speaker, if you want to know what has made an impact, it’s regulatory action, something that the Liberals haven’t talked about, something they don’t see as central, but in fact, regulatory action has the greatest impact. The biggest reduction attributed to any Canadian policy, pricing or otherwise, came from Ontario’s ban on coal-fired electricity generation, something that this party supported, something, I must concede, the Progressive Conservatives also supported, and something, I will concede, the government supported. It had far more impact than carbon pricing.", "I want to talk a bit about cap-and-trade in California. There are a number of critiques that have been written about what’s really going on there and we need to be aware of them because, as we go forward—with the good grace of voters, we may well be the government—we are going to have to rewrite that cap-and-trade plan. I want to say to all of you, when you dig into the literature, the actual pricing in California has had almost no impact whatsoever on the emissions of carbon dioxide.", "I was fascinated when I was Googling around that it is very hard to find on any official California website the amount of emissions reduced by the price itself, as much as this government and that Minister of the Environment are totally focused on price. There is a think tank in California, Near Zero. Take a look at it on the website: some pretty heavy-duty hitters in the world of economics and climate science.", "They note that California’s climate emissions are falling, but cap-and-trade is not the cause; that greenhouse gas emissions were down about 5% from 2015 and 2016, but the key sectors that were covered by cap-and-trade, notably transportation, fuel suppliers and refining, actually reported higher emissions in 2016. They were capped and their emissions went up. They write that “based on available emissions and electricity data, that the state’s cap-and-trade program is not driving observed reductions.”", "The progress that is actually reported by the California Air Resources Board is related to the electricity sector, where regulations and some market choices have driven reductions, not the carbon price. They note: Why is that? Why isn’t price driving down use the way the Liberal minister says it should? Because, in fact, the number of allowances to burn fuel far exceed the amount of fuel that’s burned. So it’s very easy to buy cheap credits or cheap allowances, far cheaper than actually making a difference in your operations, and far different from actually making the investments and putting in new equipment. It’s just simply cheaper to buy those allowances. That’s a reality in California and that’s a problem that we would face.", "I want to talk very briefly again about pricing and I want to quote Mark Jaccard. Mark Jaccard is an energy economist at Simon Fraser University in British Columbia, very well respected in Canadian climate and energy circles. In fact, a lot of his analysis was at the core of Stéphane Dion’s 2004 climate plan, the one that was supposed to implement Kyoto.", "Now, I had the opportunity at the time to analyze it. It wouldn’t have gotten us anywhere near Kyoto, but there was some substance in it, and most of that came from Jaccard. He says, if you actually want to make a difference, “that significant emissions reductions will happen only if we rapidly switch to zero- and partially-zero-emissions technologies. Fortunately, these are now commercially available. But they won’t be widely adopted unless technologies that burn coal, oil and natural gas are phased out by regulations or made costly to operate by carbon pricing.” But he notes that the carbon prices that are charged in Canada are far too low to actually make a difference, which is what we see in British Columbia.", "He helped Gordon Campbell do his carbon tax in BC. He did the initial work. But they found that there was a political ceiling on what they could actually put in place, at about $30 a tonne. Alberta says it will match that in 2018, but after that, it’s followed by very tiny annual increases. Quebec’s carbon price is $15, not slated to reach $30 for at least a decade. Ontario intends to match Quebec. Frankly, for all of these things, there are partial exemptions for different groups.", "Jaccard writes that if you actually wanted to have a carbon price that would bite, that would push people to shift technologies, you’d have to be going at about 160 bucks a tonne, almost 10 times what we’re looking at here in Ontario. Politically, I say to all of you, I don’t think that’s feasible, and Jaccard makes similar comments in his analysis. The bulk of what we’re going to have to do is through regulation and investment, and I’ll talk about that later in the time that’s allotted to me. But to think that you can have a plan that’s effective with pricing at the core just doesn’t work out. It is not supported by real-world experience.", "He noted, and I said to you earlier, that in Canada, the biggest impact in terms of reduction of greenhouse gas emissions came from the phase-out of coal in Ontario. But then he notes, what about British Columbia? I’ll quote him: “Surely, then, BC’s carbon tax must have caused the most reductions in that province. Wrong again. The 2007 ‘clean electricity’ regulation forced BC Hydro to cancel two private coal plants and its own gas plant. This cut BC’s projected annual emissions in 2020 by 12 to 18” megatonnes. “The carbon tax is slated to reduce 2020 annual emissions by three to five” megatonnes. If you are talking about real impact and the change that’s needed to avoid the dire consequences outlined by the Minister of the Environment, you can’t rely on price alone. You have to go to regulation.", "Now, I read to you comments from the think tank Near Zero about California. Mark Jaccard, Canadian professor of energy economics, well respected, said that “the carbon pricing policy in California ... will have almost no effect by 2020. Ninety percent of that state’s current and projected reductions are attributed to innovative, flexible regulations on electricity, fuels, vehicles, buildings, appliances, equipment and land use”—so, this grand California pricing scheme, which could work better if they weren’t putting out tons of allowances that say to operators, say to manufacturers, say to oil companies, “You really don’t have to do anything. You can buy these cheap credits.”", "He notes that, “Even Scandinavian countries, famous for two decades of carbon taxes, mostly used regulations to reduce emissions. For example, the greatest” carbon dioxide “reductions in Sweden happened when publicly owned district heat providers were forced to switch fuels.”", "I think we should vote for this motion, because we have to make it very clear that carbon has to be reduced, that climate action has to be taken. We think that pricing can be useful as a tool. But I have to say, it’s a flawed motion in that setting pricing at the centre is not actually going to give us the results that we need to avoid the dire consequences outlined by the minister.", "Now, the minister said that this was a challenge for the future of our civilization. I have to say, there was a real Groundhog Day moment, because I was here in 2006 and 2007, when Dalton McGuinty said the same thing. He said that this was the highest priority of the government. I was there when we went through the cap-and-trade bill that subsequently got set aside in some dusty filing cabinet somewhere in the Whitney Block, never to see the surface again, until a new version was revived by Minister Murray. I thought at the time, if this is the way you treat your highest-priority issues that threaten society, god help us when you’re dealing with the stuff that isn’t that important, because nothing is going to happen there.", "The Environmental Commissioner of Ontario most recently brought out her report on greenhouse gas emissions and she talked about a few elements of the behaviour of this government. She noted that there was an underreporting of emissions to the Ontario public service, saying that, in fact, the emissions were double what’s reported. Now, how serious are you when you’re so dramatically underreporting your actual behaviour? She talked about the matching of money and goals for the greenhouse gas reduction account. She said that “no one is accountable for real results.”", "I have to say to you, Speaker, when you have billions of dollars on the table being spent and no one is accountable for real results, as you might well imagine, strange things happen. In Quebec a few years ago, they had a scandal over the fact that their greenhouse gas reduction money was used to fix the tail assembly on an Air Canada jet. I don’t know how that relates to climate change. Maybe it made the jet more efficient to be repaired with that money. It was also used to build an oil pipeline along the north shore of the St. Lawrence; again, a mystery to me how that actually comes through.", "But when you don’t have anyone accountable or responsible for actually delivering the goods, making sure the money is spent effectively, that opens the door to abuse of the funds and a waste of potential, because money does not come easily. It is hard to get. It’s hard on people to pay it out. It has to be used in the most effective manner possible.", "She notes, “No one is accountable for the cost effectiveness of” the greenhouse gas reduction account. “And no one is accountable to link the total cap-and-trade proceeds to any specific level of economy-wide GHGs, not even to the 9.8 mt promised in the action plan.”", "We’ve got a ship that’s just drifting, rudderless, out on the open water. It looks like it’s afloat, but it’s not going anywhere. No one is steering it. The Environmental Commissioner, I think, was very gentle with the government on this, very gentle. She noted that this needs to change. And she also noted there was no plan for the 18% of emissions not covered by cap-and-trade. For the emissions that were covered, we’ve got a rudderless ship; for a big chunk, almost a fifth of the emissions, no plan at all; and, as we had proposed—these weren’t her words—no focus on the north, on rural areas, and no focus on low-income people. If you want to have political support for transitioning a society from one energy system to another, you have to deal with the people who are most directly impacted, who will have the most difficulty with that transition.", "But it isn’t just the greenhouse gas reduction plan. The Environmental Commissioner put out a blog in November 2017 looking at the long-term energy plan. As she noted, the long-term energy plan is supposed to be Ontario’s plan for energy. Speaker, the bulk of our greenhouse gas emissions in this province come from the energy sector. They don’t come from agriculture. They don’t come from emissions from cement plants. They come from burning coal, oil and gas. She said, “The 2017 long-term energy plan ... fails to address the most pressing energy question of our time: how will we transform our energy systems ... to meet our ambitious future climate targets?”", "The signature document on how Ontario would deal with energy—completely out of sync with this greenhouse gas reduction plan. Again, going back to this idea, no one is really in charge; no one is looking for where the ship needs to go. We’re drifting. We do things that may look good, that may look fabulous on a flyer, that will look really good on a YouTube commercial, but will not actually deal with the emissions that we have to deal with.", "She closed by saying, “The most glaring absence from the LTEP is its failure to plan for fuel use ... other than electricity. Instead,” as she says, “the LTEP gives that important topic a shoulder shrug”—“Yeah, we thought about it. We didn’t do anything, but it’s okay.”", "Again, I’ll go back to the minister’s comments. He said that the Liberal cap-and-investment program is having an effect; the reality is we have to act, we have to listen to climatologists; that the government is engaged in real actions; that the price on carbon is the most important part of what we’re doing; that that’s the lowest cost to the province; it’s more effective than carbon taxes; businesses need certainty, and the cap-and-trade does it.", "He said that it generated $1.9 billion a year, which, as I have pointed out, is not actually being monitored by anyone. It is not being directed by anyone. No one is accountable for its spending. No one is checking to see its cost-effectiveness. But almost 2 billion bucks a year is drifting around out there.", "Speaker, you have to actually look at what the record is on the ground: What are the failings? Between 2015 and 2020, we have to reduce emissions to meet our targets by 19 megatonnes. And our Auditor General actually spoke about that at some length. I would like to quote her, because I think she has very good things to say:", "Section 4.3: “Ontario cap-and-trade will not significantly lower actual emissions up to 2020.", "“Under its plans to link its cap-and-trade system with Quebec and California, Ontario is expected to achieve only a relatively small reduction in actual emissions within Ontario from implementation through to 2020.”", "She notes: “The ministry did limited analysis of alternative approaches prior to selecting a cap-and-trade system linked to Quebec and California in 2008 as a means of reducing emissions in Ontario.”", "In fact, she notes that, “In May 2016, the ministry received and made public an economic analysis of alternatives from its environmental consultant, entitled Impact Modelling and Analysis of Ontario Cap and Trade Program.”" ],
  "anchor" : "para198"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I see the member from Essex." ],
  "anchor" : "para255"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Speaker, on a point of order", "I wonder if the sidebars could subside." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Be respectful for the debate.", "I return to the member from Toronto–Danforth to continue." ],
  "anchor" : "para258"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "The ministry itself commissioned an impact modelling and analysis of the Ontario cap-and-trade program. The Auditor General reproduces in her report the analysis commissioned by the ministry, and it’s quite something to see, because she said that the consultants hired by the ministry forecast that of the required 18.7 megatonnes in reductions, only about 3.8 megatonnes in would actually be reduced in Ontario, and the remaining amounts would be reduced in Quebec and California.", "Now, I want to say to you, Speaker, that the Auditor General was being far too generous to say that there would actually be reductions in Quebec and California from Ontario buying allowances. When you buy an allowance, that isn’t a certificate saying that some carbon dioxide was not emitted somewhere. It’s just simply a legal instrument that allows you to emit a tonne of carbon. So if you buy all of these allowances, you can say on paper, “Hey, I’m a great province. I’ve covered all of my problems. I’m here. I’m good.” But all you have is paper. You don’t have reductions. You don’t actually have a project that has reduced the emissions that will produce the catastrophic effects that the minister has outlined.", "The minister knows what’s going to happen if we don’t act, and yet what we get—I’m sorry; I’m at a loss for words because they’re all unparliamentary. Your imagination could run riot, Speaker. I’m sure you could think of many unparliamentary words that I might be tempted to use right now. But, if you see a child in peril and you say to everyone, “That child is in peril,” and you don’t act, what kind of person are you?", "Donald Trump, the other day, talked about how if he’d been in Florida outside of that high school, he would have run in to confront that shooter. I’m not sure that most people would consider that credible. And I have to say, the minister knows what’s going to happen. He made it very clear in his speech. He cannot ever say in the future, “Jeez, I didn’t know that hundreds of millions of people would be driven out of their homes or that our standard of living would come crashing down to the same level as the Great Depression.” He knows, and yet he continues on a path that will see us making miniscule changes in our emissions and covering it all up by buying paper allowances. That is not responsible. That is reprehensible, because this will have real consequences.", "I might have said, 10 years ago, that my kid would be facing a pretty difficult life. I would have been right, but now I would say that in the next decade we are going to see far more substantial damage than anyone in climate science has projected a decade and a half ago. Things are moving much more quickly. The impact is much greater. This minister knows what he’s not doing. He’s doing it consciously. He’s going to have an impact on our lives because of his negligence.", "The Auditor General says, “The ministry’s analysis also indicates that under the linked cap-and-trade system, many Ontario businesses are initially more likely to buy allowances—almost 15” megatonnes’ “worth in 2020—rather than pay for the more expensive equipment needed to actually reduce emissions.”", "In his speech, the minister talked about a study done at the Oxford Martin School about the beneficial effects of a carbon tax. If you look at the abstract from that study, what it says is that because the price of fossil fuels is higher, companies will invest in machinery that will allow them to avoid carbon emissions; thus, it will strengthen them as corporations and it will strengthen the economy as whole. But if they aren’t spending the money in their factories, their offices, their trucks—but just buying paper indulgences from California—that isn’t going to make for a stronger economy; that’s going to undermine everything he had to say.", "The Auditor General looked at a number of things in the climate change action plan. Like the Auditor General, I looked at them and I was pretty puzzled by them. I have to say that the climate change action plan claims that we reduce emissions by 9.8 megatonnes, which is half of what we need to do and far more than the minister’s own consultants said we would do. But let’s look at this failure of doing only a half a job. The Auditor General notes that the “action plan contains unrealistic or unsubstantiated assumptions.” I think that’s a fair comment. “These include:", "“Electricity price reductions will have marginal impact.” About three megatonnes of reductions come from putting money into the electricity sector. She notes that “neither the ministry nor the provincial agency that oversees Ontario’s electricity system could show how they arrived at” this three-megatonne estimate of reductions. In other words, they have a big chunk of their already-weak plan unsubstantiated. It’s not just paper cover for a whole bunch of not doing, but for what you say you’re doing, you don’t have any substance. You don’t have any substance.", "There’s no plan for achieving the renewable natural gas goal. Some $100 million is allocated to help natural gas distributors increase their use of biogas. But Speaker, the resources are not there to produce that renewable natural gas. It’s a fantasy. It is a child’s tale. It is a very bad-news bedtime story. But it’s not there.", "She notes that the action plan commits about $1 billion to previously approved initiatives. Some initiatives such as the regional express rail transit project were approved years before the action plan was created. So in fact, money that’s raised from cap-and-trade is going to plans that were already made and funds allocated. We’re not getting new action. We’re not moving closer to the goal we have to move to. We’re just making the books look better. That’s it. The Minister can talk about the grave things that will happen to us, our children and grandchildren, but what he’s doing is making sure that the chances of those grave things happening are far higher than they would otherwise be, because he’s not actually acting.", "In her study, the Auditor General noted, “The ministry achieved significant reductions in greenhouse gases by 2014,” and she notes two things: the closing of coal-fired power plants—a good thing—and, “The ministry has also said that, had it not been for the 2008 economic downturn, Ontario would likely not have met its 2014 emission target.” So with all the pious talk, we wouldn’t have met the 2014 targets unless we had a recession.", "That is not a climate plan; that is just bumbling. That is just stumbling around in the dark, hoping something will happen that’s not too painful. So we had a recession. We had emission reductions. But we didn’t have reductions because you had a thought-through plan with investments and real energy put into it.", "Speaker, that course of action—if I can call it that—that the government has embarked upon is, to be extraordinarily generous, weak and irresponsible. Actually taking on the climate crisis is going to be tough, profoundly tough.", "We can use regulation, and I’ll talk about that further. We can use investment and loans; I can talk about that. We can use pricing to raise money. But if we do all of those things and we don’t have a coherent system to drive it all, with people held accountable for results and a matching of plans to effectiveness, then it will be all for naught.", "We’re talking about a very tough political fight when we’re talking about climate change. It’s not simply a technical issue. It is not simply a question of a policy here or a policy there. You’re talking about profoundly powerful forces that are extremely happy with the status quo. Trillions of dollars are on the table. Hundreds of billions and trillions flow through the hands of fossil fuel companies globally, annually. When you start to say, “Maybe we shouldn’t be doing this,” you are threatening those trillions of dollars.", "Those political forces are very happy to spend the money they need to spend to defend the status quo and keep things going exactly as they are. They don’t think they’re going to be the climate refugees; they think that their well-appointed, green, well-trimmed estate in upstate New York or in Texas or in California is far enough above the sea that they aren’t going to be hit, that they have enough money that they can afford to protect themselves, shelter themselves. They are quite willing to burn everything and put us in jeopardy so that they can continue having the status quo.", "So on the one hand you have a determined proponent of a course of action with almost infinite amounts of money to put on the table, and on the other side you have the public that increasingly has a sense of this issue as a problem but doesn’t see it as threatening their future in the way that it is, and so they’re softer on the issue. They think it would be a good thing to have action on climate, but not generally a critical thing.", "Again, public opinion is changing. Every time people get flooded out of their homes, every time they get flooded out of their homes twice in a year, every time hurricanes go through their vacation spots and they see the destruction, they get a sense that something is awry here, that something has gone amiss. But they’re still not as focused as those fossil fuel companies.", "So when we take on this issue, there are a number of things that we have to do to be successful.", "I see pricing as very limited, in part because politically it puts a large burden on low- and middle-income people. There is no point in saying to them, “We have to deal with this problem, so just for a while we’re going to drop your standard of living,” because a lot of people don’t have a lot of room; they can’t see a large drop in their standard of living without substantial pain.", "The course of the Australian Labor Party was instructive to me—how they adopted a carbon tax in a coalition government and were thrown out in the next election and replaced by a government that relentlessly fights against any action on climate change.", "You have to be careful. I think the level that we’re collecting in Ontario is politically sustainable, but I don’t think 160 bucks a tonne is politically sustainable. If we’re going to move forward on this issue, we have to be very cautious and thoughtful about the building of coalitions of interest. We need to speak to people.", "My colleague from Essex knows people who were flooded out in Windsor. He knows the impact on their lives. My colleague from Algoma–Manitoulin knows about the flooding that happened in Thunder Bay a number of years ago.", "I had an opportunity in Thunder Bay a year ago to talk to the head of NAN, and I asked him what his concerns were. This was a little while after the fire in Fort McMurray. He said, “One of our big worries is that there will be a wildfire and we will have a community that won’t be able to get out.”", "There’s the potential to make common cause with those who have already seen the concrete impact. There’s the potential to make common cause with manufacturers and with labour around the rebuilding that is going to be necessary in Ontario to move away from fossil fuels. We import about $35 billion to $40 billion a year in fossil fuels into this province. That’s about twice the cost of the electricity system. It’s a lot of money, and we send money out of this province to get those goods. To the extent that we can replace that fossil fuel in Ontario with Ontario labour and Ontario products, we build a constituency for action on climate change because people relate it to jobs and a better way of life, to a higher standard of living. You have to go in that direction. You have to consciously nurture those coalitions and nurture those constituencies that can have a better life coming out of investment in climate action. You need to put in place regulations that deal with the issues at a fairly low cost to society as a whole.", "I came across an article published in 2016 in desmog.ca, which does pretty good work on climate news. They talked about an agreement between then-President Obama and Canada on reducing methane emissions from oil and gas operations. The natural gas that we use to heat our homes is leaking out of oil and gas operations at an incredible rate. Tens of millions of dollars’ worth of methane is going up into the atmosphere, and it’s a far more powerful greenhouse gas than carbon dioxide. It really, substantially raises temperatures.", "They found that simply by adopting best practices—nothing exotic technologically, just best practices for all oil and gas companies—that they could cut methane emissions by 45%. In Canada, that’s equivalent to eliminating all the cars in British Columbia and Alberta. That’s a regulation you could pass, because you’re saying, “We’re not asking you to do anything exotic; just find out who’s got the best practice and do that and save money and save the climate.” We need those kinds of regulations.", "We need regulations for very high-efficiency housing. Frankly, I think when you do that, you’re going to have to look at a financing package to deal with the higher initial capital cost, but you can do that. You need to invest in people’s homes so that people can take their homes close to net zero. They can get off natural gas so that they can have a home that’s affordable, that’s comfortable and no longer contributes to the climate crisis.", "I had an opportunity, Speaker, in the 1990s as a city councillor in Toronto to deal with two linked problems: climate change and unemployment—because there was a recession in the early 1990s. I talked to a lot of people, and with some colleagues I put together a committee looking at developing an energy efficiency program for the city of Toronto for commercial buildings, for businesses, because there’s a lot of job opportunity there as well as emission reduction opportunity. We had great buy-in from the business community and we had great buy-in from labour. We were successful in starting the fund off at about $12 million, and it has continued chugging along over the years, creating jobs and reducing emissions.", "But what was really instructive to me was trying to deal with small businesses. I guess the classic example is a corner store, a retail operator. What we found, talking to them, is that they didn’t have the capital to buy highly efficient equipment, so they bought the cheapest cooler they could, because they needed to cool their pop; they bought the cheapest freezer they could, because they had to have frozen ice cream. You could crank up the electricity cost on them, but they didn’t have the capital to go and switch out those pieces of equipment. The obstacle was really capital rather than the price not being high enough, because the price was high enough. These folks operate on very tight margins, but they don’t have the capital to make the transition.", "So if you’re going to make a difference, put in place regulations that cut costs with the least amount of disruption, at least initially. Start the ball rolling. Make investments in people’s homes, in people’s businesses so that they can save money and help the climate, and put people to work. When you’ve got all of those things together, then you have the potential for a societal consensus moving forward.", "Now be very clear: Oil, gas and coal interests will not want this to happen. They do not want a reduction in their market. They will fight this politically; they are fighting this politically. But if we’re going to be successful, a motion that says that “our primary tool is pricing” is very weak. We support action on climate; we think pricing can be a useful tool, but it is a total misunderstanding of the problems before us to put things as the Minister of the Environment has.", "Speaker, I don’t think I have a lot more that’s new to say. I want to say that I had an opportunity to listen to my colleagues from the Progressive Conservative Party. I would say that it’s fair to characterize them with regard to this issue as sticking their heads in the sand. They don’t want to hear about it; they don’t want to act on it.", "But I do want to say about the government, the Liberals, that their approach is to throw sand in your eyes. They know the problems there. They’re doing the least they can do to get away with it and they just obscure it all the time to make sure that no one knows what’s really going on, to let it appear that they’re doing something when they’re doing the least possible. It’s irresponsible. It’s dangerous. And when these pages are in their thirties and with their families, they’ll look back at the negligence of this chamber and be extraordinarily angry." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate." ],
  "anchor" : "para297"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It’s really a pleasure for me to rise in the House today and to speak about this very important issue. I represent the riding of Scarborough–Guildwood. It is an ecologically sensitive riding. It’s located right on the shores of Lake Ontario. The beautiful Scarborough Bluffs rise majestically in my community. So issues of climate and the environment are very important to me, and I want to assure this House and the members in this House that this government takes this issue very seriously, is taking action and is getting results. We are aiming to achieve 15% below 1990 emissions levels in 2020, 37% in 2030 and 80% in 2050.", "I want to say that I will be sharing my time with the member from Beaches–East York, as well, because we have a lot to say on this issue. We’re doing a lot and we’re being recognized for that. Last month, the—" ],
  "anchor" : "para298"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I recognize the member from Algoma–Manitoulin." ],
  "anchor" : "para300"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Point of order: Do we have a quorum?" ],
  "anchor" : "para301"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I will turn to the Clerk." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Clerk-at-the-Table (Ms. Tonia Grannum)",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para305"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I will return to the minister." ],
  "anchor" : "para306"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "As I was saying, last month, the Environmental Commissioner of Ontario recognized that Ontario is on track to meet our 2020 goal. So we are taking action. The province achieved this goal by taking bold steps, including closing all of Ontario’s coal-fired electricity generating stations. The member was speaking about what it was like 10 years ago. I have to say that since shutting down the coal-fired plants, we have seen the number of smog days drop from 53 in 2005 to zero in 2017. I remember those smog alert days and how difficult it was to breathe. We have taken action to clean up our air, to clean up our environment, so that everyone can breathe a little bit easier.", "When we talk about climate change and we listen to the parties opposite, the PCs deny that climate change even exists. They are flip-flopping all over when it comes to taking any action. We simply cannot trust anything they say on this particular issue, because it just blows in the wind. But I’m surprised by the third party, because what I am hearing is that they have their head in the sand, not recognizing that concrete action is needed, that we have to take actions to reduce greenhouse gas emissions, that we have to then encourage a carbon-neutral economy by reinvesting those proceeds in initiatives that will solve the tremendous challenges that we face as a society.", "When I think about my great riding of Scarborough–Guildwood and I think about all the ways that our environment touches my community, I remember the ice storm. I was just newly elected in 2013, and this storm pounded my community and knocked out power in many different parts of the community, in some very vulnerable areas. I recognize that we have to be serious about our actions in terms of our environment.", "My community has some of the most beautiful ecological areas: the Rouge National Urban Park, Morningside Park. It is an absolute jewel in our city. We have the Highland Creek that runs through it. I’ve seen salmon go there and spawn—absolutely beautiful. But we cannot take this for granted. We have to have our policies and our programs in place that absolutely protect our environment.", "Just recently, the Minister of the Environment and Climate Change and I went to the University of Guelph-Humber campus to announce the proceeds of our cap-and-trade, cap-and-invest program, which is being put right back into projects that are creating greener campuses, better learning environments for students and improving efficiencies in their systems, like new boilers and HVAC systems, and is also involving students in the transformation of those campuses and in the learning. As we prepare the next generation, it’s important that they’re learning in environments that are inspiring to them, that are the best learning environments possible. We are making those investments through the proceeds that we received through the auction.", "The member talked about the quality of offsets. The quality of offsets has to be done to a high standard because the whole purpose of this system is to reduce greenhouse gas emissions and, for those who purchase offsets, we are reducing that cap each and every time so that we can lower those emissions over time. This is about Ontario putting a price on carbon so that we can decarbonize our economy. We can create a carbon-neutral economy and a safe and healthy environment for all of our citizens to enjoy.", "The real impacts of climate change can be felt. Those who deny climate change are really denying what is happening in the world. When we think even just of this winter, we have polar vortexes now that are being reported in the media, and we’re experiencing that. That’s not something I remember growing up in Ontario. Yes, we had severe winters and really bad winters, but I didn’t hear about those big swings in temperature and polar vortexes. Now we’re enjoying spring-like temperatures, and it’s just the end of February. Climate change is real. It’s something that is affecting us as a society, and our government is taking action to make sure we protect the future of our province and our country for the next generation.", "I really value the opportunity each and every time to rise in this House to speak. It’s a privilege. I know that when I’m in my community, I can stand proudly and say that this government is taking real leadership. We’re the only ones taking real action on climate change. Others are denying; others are burying their heads in the sand. We’re taking action; we are seeing those results and we will continue to move forward.", "We introduced the Climate Change Mitigation and Low-carbon Economy Act in 2016, which outlines the steps we’re taking to make sure we deal with climate change head-on, and that is what we intend to do." ],
  "anchor" : "para307"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I turn to the member from Beaches–East York." ],
  "anchor" : "para317"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Thank you, Speaker. I’m delighted to be here and have an opportunity to discuss and debate this motion from the member from—well, the Minister of the Environment and Climate Change.", "I had the pleasure of serving as his parliamentary assistant, and when I was parliamentary assistant to the Minister of Agriculture, Food and Rural Affairs, I was tasked with the opportunity to help spirit through the bill we were just talking about, the low-carbon bill, so we could put into place in Ontario a cap-and-trade program that would help address immediately the carbon footprint of the people of Ontario. I said at the time, and we need to continue to repeat it, that was, I believe, one of the most important pieces of legislation we brought forward during that year and probably during this term—that, coupled with the circular economy act." ],
  "anchor" : "para318"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to return to the member from Beaches–East York." ],
  "anchor" : "para321"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Thank you, Speaker, and thank you very much to the Minister of Infrastructure and Economic Growth, who is here to support me.", "I was delighted to be able to share this time with the Minister of Advanced Education and Skills Development. She put very clearly some of the problems that we see, particularly on the other side of the House with their flip-flop attitude towards whether climate change is real.", "We know that in the people’s promise or people’s magazine that they put out, there’s a section where they talk about climate change, which looks to me like they were actually saying, “We don’t believe it’s real. We’re just going to go along and put it in place because the federal government is going to make us do it.” It wasn’t a commitment that they actually took seriously—the issues associated with climate change and putting a price on carbon. They just wanted to do it because the feds, they said, were making them. That was how they were going to use the millions of dollars to be raised under the federal scheme in order to pay for many of the promises that they were making in the people’s scheme.", "Now, as the minister pointed out, we have all four leaders—who, incidentally, when they agreed as part of the nomination process to run for leader of the Progressive Conservative Party of Ontario, had to sign off a document that said that they supported all the points that were put forward in the people’s scheme. What is incredible is, here they are, right out of the gate, and they are already turning their back on the PC program that was democratically adopted at their policy convention. That’s quite surprising to me.", "The federal plan is premised ultimately on a $50-a-tonne price on carbon—$50 a tonne. We have taken the approach in Ontario, on our cap-and-trade legislation, which is premised on a price of carbon at $17 a tonne. We’re able to do that and get predictable savings in carbon usage in Ontario using $17 a tonne because we’re able to take the proceeds from cap-and-trade and put it specifically and directly into programs where we’ll get the best bang for our buck to lower our carbon footprint.", "We’re doing that right now. In fact, last year, in the four auctions that we held, we raised $1.9 billion through our cap-and-trade program, which by law needs to go to carbon-reducing programs. You’re seeing it; the programs are being released.", "The investment we’re making in electric vehicles: Speaker, do you know that this last month, for the first time, Ontario now has more electric and hybrid-electric vehicles on the road than Quebec? This is a milestone, and it’s because of the investments that we have committed to, not just in providing funds to people who buy electric vehicles—up to $14,000 for a vehicle—but also because we’re investing in the charging infrastructure so that people with electric vehicles can plan their trips to recharge in the long haul and get where they need to be in an electric vehicle.", "I had the pleasure of coming in today using my partner’s car. She’s got a Countryman hybrid. From my area in Beaches–York, at Main and Kingston Road, to here, not a single molecule of carbon was burned. I was able to come in here in a hybrid vehicle which gets about 25 kilometres on a battery charge. We charge it at night. It’s more than enough for her to get back and forth from work—she works at Coxwell and Danforth—and it’s more than enough for me to get here and most of the way home most days.", "What I’d like to see is the Legislature having charging stations. The time is coming where we should be having charging stations around the precinct so that people can bring their cars, charge them up and go back at night.", "The federal program that I talked about is $50 a tonne. When I was out in Alberta—you may recall that I was on an episode of Political Blind Date, Speaker. I was paired up with a wonderful woman, a Tory from northern Alberta, an MP—Shannon Stubbs. I went out to visit her community.", "There I was on a farm, talking with this wonderful rancher. He had 1,500 head of free-range cattle. He was really concerned because he saw that the price of carbon that the feds were imposing on Alberta was going to cost him, he estimated, $100,000 a year. He looked at his wonderful wife and his two young children and he said, “How am I going to afford to put these kids through school?”", "I explained to him the difference, about how we were doing this in Ontario, using a cap-and-trade program with targeted investments to reduce carbon. I explained to him that he was focusing too much on the costs associated with the cap-and-trade program and not enough on the benefits.", "We’ll put aside the health benefits for now. The minister talked about the health benefits associated with getting off coal. I used to be a publicist for Pollution Probe; we had the clean commute days. We used to say that the equivalent of a jumbo jet was crash-landing in the Toronto area every year, causing the deaths of 350 to 400 people, and nobody noticed. That was the damage associated with the smog and pollution: premature deaths for people who were suffering from asthma, for instance. So we fixed it. We fixed the health impacts.", "I told him, “Putting that issue aside, if you were doing this in Ontario on your ranch and the cost was $17, that would be only a $30,000 cost to your family, but you would be able to participate in programs that we’re now putting forward in Ontario; the GreenON programs, for instance. We could be subsidizing a hybrid or a hydrogen-powered tractor or pickup truck for your farm. We could be subsidizing putting in new windows and insulation, or smart thermostats in your house to reduce the amount of energy that you’re burning.”", "When I started to put it in the context of what the benefits were, he completely came around. It was like I, a downtown Toronto urbanite, made a supporter and a friend of a northern Alberta rancher. It was quite a little moment for me that he understood where we were coming from and I understood some of the issues he was going through.", "We have a whole series of programs that we’re putting forward here to reduce the amount of carbon that is being burned in the province of Ontario. I’m extremely proud of the direction our government is going through our Ministries of Transportation and Infrastructure around hydrail, for instance. This week I was on an announcement—and I should add, Speaker, I also have the privilege now of serving as the parliamentary assistant to the Minister of Transportation." ],
  "anchor" : "para322"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "A lucky minister." ],
  "anchor" : "para338"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "A lucky minister and I’m a lucky member for being able to participate because I can marry up some of the programs that we’re doing in environment and climate change, where we are raising the funds in cap-and-trade and giving those proceeds over to the Ministry of Transportation to invest.", "We’ve just completed a study which makes it clear that it will be feasible, we believe, to build a locomotive to drive the double-decker GO trains that we have in our Metrolinx system, the regional express rail system, and run them on hydrogen. The benefit that that gives us, because all of a sudden, the infrastructure cost of building out our electrical system for transportation—we no longer have to put up all these wires everywhere; a lot of people will look and they’ll see those wires associated with it. Yes, it’s clean; it’s faster; it’s more reliable. But there’s an aesthetic feel attached to having all these wires. With the program we just put in Kitchener, there’s above-ground, and some people were concerned about it. They think it looks old school.", "If we can get our locomotives on to hydrogen, it does a couple of things. One, it means we don’t have to spend that extra 30% of infrastructure to build the electrical network. Two, it means we’re making hydrogen, and I’ll tell you, Speaker, why making and using hydrogen is really important. It’s because we can take surplus power during the day, or at night, when the generation is greater than the consumption in Ontario, and we can use every kilowatt hour to make clean hydrogen from water through a process called electrolysis, and that hydrogen then displaces a fossil fuel. This becomes the biggest opportunity in Ontario to have a massive storage of surplus power.", "We do have an excess of power in the province of Ontario right now, and that’s a concern to me and it’s a concern to our government. That contributes greatly to what is known as the global adjustment, that we are paying for more power than we’re using. That’s partly because we’ve been very successful in our conservation programs. Our large users are reducing the amount of electricity they’re using, so it has created a surplus situation. It’s a bit ironic, and I know we talked about this, that people have done all the conservation, it’s been successful, but now they’re paying more for their power. That was because of the impact it had on our global adjustment. So we’re reversing all that.", "It’s not just in hydrogen and these opportunities that we could be building hydrogen-powered tractors to move goods and services, hydrogen-powered ferries—I know that the ferries we’re contemplating building out at Wolfe Island and Amherst Island in Kingston—we’re now putting in the rest of that program and saying—" ],
  "anchor" : "para339"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Thank you." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Seeing as it is 10:15, I will be recessing the House until 10:30." ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It appears we will have a large contingent of introductions, so let’s do that sharply and get right through it." ],
  "anchor" : "para349"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Speaker, I want to introduce to you and through you to members of the Legislative Assembly a constituent from my riding of Leeds–Grenville who is here with the Ontario Dental Association. I’d like to welcome Dr. Kim Hansen. Welcome to Queen’s Park." ],
  "anchor" : "para350"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I’m so pleased to have had breakfast this morning with Dr. Brian Tenaschuk, Dr. Jerry Smith and Dr. John McLister from the Ontario Dental Association. Thank you and welcome to Queen’s Park." ],
  "anchor" : "para351"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Today I would like to welcome Dr. Alice Jackes from my riding of Barrie, who is here with the Ontario Dental Association. Welcome." ],
  "anchor" : "para352"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "It is a pleasure to welcome, from the beautiful riding of Dufferin–Caledon, Dr. Lisa Bentley. Welcome." ],
  "anchor" : "para353"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "I’d also like to welcome, from the Ontario Dental Association, a constituent of mine and a good friend, Dr. Rick Caldwell." ],
  "anchor" : "para354"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I would like to welcome Gord and Mary Park, from Cobourg in the great riding of Northumberland. Welcome to Queen’s Park." ],
  "anchor" : "para355"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I had a great meeting this morning with a constituent from my riding of Niagara West–Glanbrook. Jim Jeffs is here in the gallery this morning from the Ontario Dental Association. Welcome to the Legislature." ],
  "anchor" : "para356"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "It’s my great pleasure to announce that Klara Sulek-Popov is the page captain today, and to welcome her father, Mark Popov, to the gallery today. Thank you very much, and welcome to Queen’s Park." ],
  "anchor" : "para357"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have two friends visiting with the Ontario Dental Association today. Dr. Lesli Hapak is a periodontist and Dr. Charles Frank is a dentist. Thank you for meeting with me today, and welcome to Queen’s Park." ],
  "anchor" : "para358"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I would like to introduce members of the Canadian Organization for Rare Disorders to the Legislature today. They’re here to recognize Rare Disease Day. I would like to thank them for their leadership and advocacy efforts, particularly as we have moved into the implementation phase of our provincial rare disease strategy.", "I would also like to welcome members of the Ontario Dental Association to the Legislature. They’re our valued partners to our government. We thank them for their hard work and collaboration on our Healthy Smiles program." ],
  "anchor" : "para359"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "It’s my pleasure to welcome my friend Dr. Raffy Chouljian from the Ontario Dental Association. He is a great community leader in Scarborough." ],
  "anchor" : "para361"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’d like to welcome some friends from the Canadian Federation of Students: Mohammad Akbar, Lindsay Yates and Denise Miller are here today to meet with me." ],
  "anchor" : "para362"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I had a good meeting this morning with members of the Ontario Dental Association. I’m pleased to welcome to the Legislature and to Queen’s Park my constituent Dr. Donald Young." ],
  "anchor" : "para363"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to welcome, from Kitchener, Mayor Berry Vrbanovic; Kitchener chief of staff Paul Grivicic; Waterloo Mayor Dave Jaworsky; Waterloo EO to the CAO Brad Witzel; Woolwich Acting Mayor Larry Shantz; from Woolwich, CAO Dave Brenneman; from North Dumfries, Mayor Sue Foxton; from North Dumfries, Shelley Stedall, treasurer and director of corporate services; and Waterloo Region Economic Development Corporation CEO Tony LaMantia. Welcome to Queen’s Park." ],
  "anchor" : "para364"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "A warm welcome to all our friends from the Ontario Dental Association, and especially from our area, from the Halton-Peel Dental Association. Apologies to any we may miss: Frank Bevilacqua and doctors Lisa Bentley, Sanjukta Mohanta, John McLister and Charles Frank.", "For all of our dentists: Welcome, and glad to have you with us this morning." ],
  "anchor" : "para365"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "First off, I want to say welcome again to page captain Asia Boston from Sault Ste. Marie, her parents Nicki and D.J., who are in the gallery today, and brother Grady Boston. Thank you for coming from Sault Ste. Marie. Have a great day." ],
  "anchor" : "para367"
}, {
  "speaker" : "Hon. Daiene Vernile",
  "text" : [ "Today we have our very first ever advocacy day for Waterloo region. I am delighted to welcome from our region our mayor, Berry Vrbanovic; the mayor from Waterloo, Dave Jaworsky; the mayor of North Dumfries, Sue Foxton; Waterloo region chair Ken Seiling; and their staffers Paul Grivicic, Brad Witzel, Dave Brenneman and Shelley Stedall. I just had a great meeting with them and I welcome them all to Queen’s Park." ],
  "anchor" : "para368"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’d like as well to introduce and welcome the Ontario Dental Association and specifically Dr. John Totten from the great riding of Bruce–Grey–Owen Sound." ],
  "anchor" : "para369"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "I would like to welcome Dr. Graham Baldwin, who is here from my riding of Durham. He is here today with the Ontario Dental Association. Welcome." ],
  "anchor" : "para370"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’aimerais accueillir le dentiste M. Roch St-Aubin, de Sudbury, qui représente l’association des dentistes de l’Ontario. Bienvenue à Queen’s Park." ],
  "anchor" : "para371"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I’d like to welcome to Queen’s Park today, from the Canadian Organization for Rare Disorders and from Shire Pharmaceuticals, former Queen’s Park staffer Lindsay Williams, who is the mother of my legislative assistant, Emily Williams. Please welcome them to Queen’s Park." ],
  "anchor" : "para372"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Today is Rare Disease Day and I know we have a lot of folks here from the Canadian Organization for Rare Disorders. I’d like to welcome you all to Queen’s Park. We’ve got your back. Thanks." ],
  "anchor" : "para373"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "It’s a great pleasure to welcome Dr. C.P. Giri, Dr. Elise Wong and Dr. Phu-My Gep from the Ontario Dental Association and from my riding of Richmond Hill. Thank you." ],
  "anchor" : "para374"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Today is a busy day at Queen’s Park. I also would like to welcome mayors and administrators from the region of Waterloo, representing cities and townships in the region. Welcome to Queen’s Park. We look forward to a productive day." ],
  "anchor" : "para375"
}, {
  "speaker" : "Hon. Peter Z. Milczyn",
  "text" : [ "On behalf of the MPP for Trinity–Spadina, I want to welcome the family of page Reed Benzie: his grandmother Judi McMichael and his grandfather Andrew White. I believe there’s another member of his family here as well, but he shall remain anonymous." ],
  "anchor" : "para376"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "As you know, today is Waterloo region advocacy day at Queen’s Park. I know many have been introduced today, but I did want to make a special mention to my own mayor, North Dumfries mayor Sue Foxton, who is accompanied by the treasurer and director of corporate services, Shelley Stedall; and also the acting mayor of Woolwich, Larry Shantz, Woolwich CAO Dave Brenneman and Waterloo region chair Ken Seiling, as well as Mayor Berry Vrbanovic and Mayor Dave Jaworsky. Thanks for coming today." ],
  "anchor" : "para377"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I would like to welcome page captain Michael Daiello from Blessed Sacrament school, one of the best schools in Canada; his mother, Seren Daiello; his father, Nick Daiello; his brother, who is also at Blessed Sacrament, Matthew Daiello; his grandparents Anjel and Ohannes Citak, and his grandfather from Barrie, Giuseppe Daiello." ],
  "anchor" : "para378"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I also want to welcome all the amazing dentists who are visiting from Ottawa at Queen’s Park. There are too many to name, but I will single out my friend and my personal dentist, Dr. Don Friedlander, who is in the House today." ],
  "anchor" : "para379"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It’s a pleasure to rise and welcome Dr. Raffy Chouljian, from Scarborough–Guildwood, who is here with all the dentists who are here today. I want to thank him for the work he does in my riding with Brush-a-mania with all of our students." ],
  "anchor" : "para380"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I, too, want to welcome the dentists. The one from St. George is probably the best dentist around. I just thought I’d put that out there. I thank them all for being here.", "Also—it will come to me—just a second. Oh, I know what it was. If anyone hasn’t been introduced, welcome. We’re glad you’re here.", "We usually don’t do it after the Speaker but I will do it this time: the Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : "para381"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Thank you very much for your indulgence, Speaker, because I have a worthy group to introduce: the members of the Willowdale Youth Council, future leaders and politicians who are seeing how we do business in the Legislature. They’re scattered about in the different galleries. Thank you." ],
  "anchor" : "para384"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Premier. Yesterday, I asked the new minister to make her first order of business to scrap the proposed SEIU-backed home care agency. The cozy Liberal ties to the SEIU are apparent as the minister refused to budge.", "Indeed, she touted Washington state’s model. Well, that state’s agency, also SEIU-backed, is rife with controversy. In fact, the headline from the Seattle Times editorial board read, “Legislators, Don’t Cave to In-Home Care Union—Reject Bill that would Increase ... Costs.”", "Is this the model we want to follow, one that increases costs and harms patients?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let me just congratulate the new Minister of Health and Long-Term Care.", "Mr. Speaker, I really believe that we can actually not overstate the importance of personal support workers in our society. These are people, largely women, who look after the very most vulnerable in our society. We are looking for ways to support this group of people, who are so, so important.", "I know that the party opposite did not support the increased wages that we put in place a couple of years ago, directly to personal support workers. But we are going to continue to work with the people who are looking after our elderly, the people who are looking after people with disabilities, doing some of the very hardest work in our society. We’re going to continue to look for ways to support them and professionalize their workplace." ],
  "anchor" : "para391"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Both sides have had their opportunity, and both sides have indicated to me that they’re going to pick up where they left off. So am I. The next people who decide they’re going to chirp, we’re going to go to warnings.", "Supplementary?" ],
  "anchor" : "para395"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: Patients Canada came out yesterday against the government’s proposed agency: “Two thirds of patients and caregivers surveyed stated that they trust existing community care services that employ nurses, personal support workers ... and other home care providers. They oppose a new proposed Ontario government agency....", "“‘Patients Canada believes that there should be less bureaucracy and more choice when it comes to selecting home care ... providers.’” This is how they feel, Speaker.", "Why does the government refuse to put patients first?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I would say to the member opposite that—" ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville is warned. The member from Prince Edward–Hastings is warned.", "Carry on." ],
  "anchor" : "para403"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I would say to the member opposite that either he doesn’t understand what it is that we are doing, or he doesn’t think that actually giving patients more choice is a good thing, because that’s in fact what we’re looking at.", "The other thing is, I’m surprised that the member opposite would suggest that everything’s just fine, and we don’t need to change a thing in terms of the way supports are delivered to people in communities. I bet the next question is going to be, “How do we put more money into the system? How do we provide better home care?”", "Mr. Speaker, we are working with personal support workers. We are working with the people who are on the front line, who are dealing with a workplace that can be improved. We’re going to do that, we’re going to support them, because that means patients will get better services." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Final supplementary." ],
  "anchor" : "para409"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: This SEIU-backed home care agency makes no sense. For heaven’s sake, the VON is suing this government.", "Providers are against this, patients are against this, workers are against this, but the SEIU is in favour of this. Mr. Speaker, who exactly is the government doing this for?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para413"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Yes, this is a new model. It is one that has proved its worth. It is definitely putting the patient at the centre of the care services. We are going to be giving Ontarians more control and choice over how they receive their home care services." ],
  "anchor" : "para414"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey is warned. The member from Elgin–Middlesex–London is warned." ],
  "anchor" : "para416"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I wish I knew who said it." ],
  "anchor" : "para418"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Mr. Speaker, we know that there is a small group of patients with chronic long-term-care needs, and they need to have that strong relationship with their care provider. Continuity of care is particularly important for this group of patients, and this is exactly what we’re working towards. We know that PSWs are extremely important front-line care workers. We have been supporting them on this side of the House—" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para420"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question is for the Premier. A little later today, I’ll be speaking at the Ontario Forest Industries Association. For years, they have been raising the same concerns, Speaker. For years, this government has ignored them. The forest industry generates over $15.5 billion of economic impact and provides jobs for over 172,000 hard-working men and women.", "We’ve already heard from the OFIA and its member companies that the government continues to ignore the importance of the forestry sector. As Jamie Lim, their director, said: “Ontario is three times ... bigger than Finland, but we harvest 80% less. That represents lost opportunity.”", "Mr. Speaker, why are the Liberals content on losing the opportunities our forestry sector offers?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, quite to the contrary: We are very supportive of our forestry industry. In fact, in my trips to the United States, we have made a very strong case and worked with the federal government to try to advance the issues around the softwood lumber arrangement because we know that Ontario has a very important role to play in that supply discussion in North America.", "Unfortunately, we haven’t been able to come to an agreement with United States that is actually advantageous—or even fair, I would suggest—to the Canadian lumber industry and the Ontario lumber industry. But, Mr. Speaker, we are going to continue to support our forestry industry.", "I know that it’s a $15-billion-plus industry and there are 172,000 direct and indirect jobs. We understand that, which is exactly why we’re supporting the forestry industry." ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para429"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: Nowhere do we see more red tape than the government’s overly restrictive Endangered Species Act.", "This isn’t a new issue. In 2016, at the Northwestern Ontario Municipal Association annual conference, Kenora mayor and NOMA president Dave Canfield summarized it clearly: “The Endangered Species Act could kill us”—period.", "The forestry sector is already abiding by the Crown Forest Sustainability Act. The duplication is not necessary. We must find a balance between environmental protection and economic sustainability.", "Mr. Speaker, is the government prepared to endanger thousands of northern forestry jobs just because it can’t keep its own laws straight?" ],
  "anchor" : "para430"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Municipal Affairs." ],
  "anchor" : "para434"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member for the question. What Jamie Lim would say if she were here, and what she has probably expressed to the member, is that we have just, once again, extended the exemption on the ESA for an additional two years. What that means is, on the point that has been made by the member in his question, is that that will now be a seven-year total—" ],
  "anchor" : "para435"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m going to win.", "The member from Renfrew–Nipissing–Pembroke, come to order. You are warned.", "Finish." ],
  "anchor" : "para437"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Speaker, what it means is that that will now be a seven-year total exemption as we work through issues related to the ESA.", "By way of example, when we hear this party stand up and criticize the supports that we’ve brought forward for the forestry sector, I would give one example that speaks volumes: In the early 1990s, the NDP government downloaded the cost of maintaining forestry roads in the province of Ontario. For eight years, the PCs did nothing to reverse that decision. Just on the forestry roads program, we have provided about $800 million of support through only one program for forestry—" ],
  "anchor" : "para440"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para443"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: Matt Wilkie, a forester at Weyerhaeuser in Kenora, told us that about a third of their company’s wood supply in Kenora comes from a new caribou zone. The caribou protection regulations act will result in a 40% to 70% reduction in forestry activities, significantly reducing wood supply. Yet the ministry’s own data does not back this action up. Simply put, this situation is becoming unworkable.", "Mr. Speaker, why does this government refuse to work with industry to streamline the process and why won’t they ensure a balance between environmental protection and economic sustainability?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I think it’s important to relay the specific issue that the member raises on behalf of the OFIA. The OFIA understands this completely and fully. When it comes to the species that the member is referencing, the caribou, there is a federal overlay on this particular species as well, so “whether or not” is not the option.", "The provinces are required to come forward with a plan, as directed by federal legislation. If in fact we do not come forward with a plan, the federal government’s prescriptions and restrictions will be enforced upon each province and territory in the country of Canada.", "The work that has gone on to this point is to try and position our industry as best we are able and to continue to recognize the importance of forestry in the province of Ontario. We get it, Speaker. That’s why we’ve put in place a further two-year exemption. None of what the member has just referenced in his question is going to happen. We have a panel in place that continues to work on—" ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Haliburton–Kawartha Lakes–Brock is warned.", "You have one wrap-up sentence." ],
  "anchor" : "para450"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "The point is, we continue to work on it. I have a legion of examples here that would continue to support and show how we have supported this industry—" ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. That’s it.", "New question." ],
  "anchor" : "para453"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Premier. Stuart Cline is 71 years old and lives in London West. Last week he was vacationing with his wife in Mexico when he fell ill and experienced a serious brain bleed. He was admitted to hospital on Wednesday. By Saturday, he was stabilized and in urgent need of a transfer home to London to see a neurologist. But Stuart’s family was told by their insurance company that there are no hospital beds for him in London. Today is the fifth day that Stuart has been waiting to come home while his condition deteriorates.", "As we continue to hear more and more stories about the devastating effects of hospital overcrowding in Ontario, why is this Premier doing nothing to address it?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know the Minister of Health and Long-Term Care is going to want to speak to this particular case, but I want to just take a moment to express my concern for this family. They are going through a very difficult experience.", "I want to assure the family that the Minister of Health is looking into this case. She’s giving it her full attention. This is an extremely anxious time for a family. This is a situation that no one should have to undergo. I know that the Ministry of Health and the LHIN are looking at what can be done in this situation, but just to say that this is an extremely anxious time and my thoughts are with the family.", "The Minister of Health and Long-Term Care will speak to it in the supplementary." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para461"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Stuart’s situation is critical and potentially life threatening. He also has a heart condition that requires blood thinners and a pacemaker. Stuart’s daughter-in-law is now in Mexico trying to help him get home. When we spoke yesterday, she told me through tears that the family is desperate. They feel they are all alone, living a nightmare, and they don’t want Stuart to die in Mexico.", "She said to me in an email, “My dad is very weak. His heart is not doing well. He is fighting but I don’t know how much longer he can wait for a bed. We need to fly him back to Canada. Please, Peggy, I beg you, keep trying.”", "Will the Premier ensure that Stuart is able to come home today?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para465"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As the new Minister of Health, I want to assure that my staff and I are ready to help all members of this House when situations like this arise, because it’s extremely important to ensure the safety of and access to high-quality care for all Ontarians.", "I want to assure the family in this case that my staff has been fully engaged in helping to coordinate this individual’s return home and to make the full service of Ontario’s health care system completely available to this family.", "I know that our health care professionals on the ground, LHIN staff responsible for regional care coordination and staff in the ministry are always working hard to go the extra mile to ensure the highest quality of care for all Ontarians." ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para469"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "When my staff spoke to ministry staff this morning, ministry staff said it is the insurance company’s job to find a bed. Speaker, I don’t think so.", "Last week, we heard about the Ronalds, a couple stuck in Costa Rica because there were no hospital beds available in Hamilton to help Mr. Ronald after a bad fall. We heard about Londoner Danny Marchand, who spent 11 days waiting for a bed to open up in London so he could get the medical care he needed after a skiing accident in Collingwood. Now, it is the Cline family who is suffering because Ontario’s hospitals are overcrowded. Yet all we hear in response from this government is that some temporary funding was provided to hospitals last year.", "What will it take for this Premier and this government to finally take this crisis as seriously as the families who are affected by it?" ],
  "anchor" : "para470"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para474"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I want to assure the member opposite, Mr. Speaker, that there is capacity here in Ontario. It was demonstrated last week with the individual she referenced who fell sick in Costa Rica, and my predecessor made a statement to that effect last week.", "In particular, because of this issue, we have reminded insurers of what they need to do in terms of finding the appropriate capacity here in Ontario. What we have done is ensure that they all know that it is their responsibility to work with Ontario’s system of hospitals. It’s not just a matter of just calling one single hospital to find the appropriate capacity. They need to work with the LHIN; that’s their responsibility. That’s our expectation, and we would want to remind them of that. There are beds in Ontario for these individuals." ],
  "anchor" : "para476"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre.", "The Hospital for Sick Children right here in Toronto is a world-class hospital, home to international experts and professionals who save children’s lives each and every day. But for over a year now, SickKids has been struggling with overcrowding that keeps getting worse and funding that is not keeping up.", "In December, my leader, Andrea Horwath, toured SickKids. On that day, the neonatal intensive care unit was operating at 114% occupancy. Yesterday, that same unit at SickKids was now operating at 115% occupancy. The overcrowding has not been solved; it is getting worse.", "Why has this Premier driven an Ontario world-class hospital like SickKids into an overcrowding crisis that’s making it harder to provide the care our children need?" ],
  "anchor" : "para479"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think we’ve been very clear that we understand that increasing investment in hospitals is important. It’s why in our last budget, there was $500 million in additional funding for hospitals; in our most recent budget, another $500 million. So we understand that there is a need to increase the support to our hospitals’ operating budgets. We get that.", "But I think the member of the third party suggesting that somehow SickKids is not a world-class hospital, that somehow it has deteriorated, is really an outrageous statement. SickKids is a world-class hospital. Literally, people come from all over the world to learn from what is done in the SickKids hospital. I was recently with Bernie Sanders, who came up with practitioners from the United States, and we were talking with practitioners at SickKids.", "We understand that there is more to do. But to talk down the SickKids hospital is—" ],
  "anchor" : "para483"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Essex is warned.", "Supplementary." ],
  "anchor" : "para489"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Well, I can assure you that health care professionals at SickKids are doing their very best. But this government is not doing enough to stop the overcrowding. Every month for the past year, SickKids has been running over 100% occupancy. February was at 111%. There is red tape on the floor separating one bassinet from the other. Infection control is a challenge each and every day. SickKids set a record this January for more emergency room patients than at any point in the last 140 years. That’s a long time.", "This is a hospital that has run out of space. It needs help immediately today and capital funding to build the infrastructure they need for tomorrow. Why isn’t the Premier listening to SickKids and providing the funds that it so desperately needs?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para493"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I want to assure the member opposite that we are in very close communication with our health system partners and we want to remain attuned to their needs and determine how to best provide ongoing support for them. As the Premier has said, we’ve made major investments. We know that, over the last year, there have been challenges across the health care system in respect to, obviously, influenza outbreaks and so on that have added to some hospitals’ difficulties. In fact, children—although I’m not particularly familiar with the situation at SickKids—have been particularly affected with influenza B this flu season as well.", "Of course, we have been increasing our budget substantially. We’ve made these commitments in the 2017 budget and we’re starting to see improvements in our capacity issue." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para496"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "For too long, people in this province have been asked to settle for cuts to health care and overcrowding in our hospitals that keeps getting worse. No community in Ontario should be forced to settle for that.", "SickKids provides critical care, cancer care and transplants that sick children cannot get anywhere else but at SickKids. This hospital should never be forced to operate at 115% occupancy, and world-class experts shouldn’t be leaving SickKids. Yet in the last month, that’s exactly what happened. Two leading surgeons at SickKids have announced that they are leaving Ontario.", "Why is this Premier refusing to stop the overcrowding and refusing to provide the crucial investments that SickKids needs right now?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I want to remind the member of our 2017 budget, which incidentally both the PCs and NDP voted against. In that budget, we made substantial increases in health care investments in hospitals, as well as community care. In particular, I would like to mention:", "—$9 billion to the health care sector over the next three years to reduce wait times, provide access to care and enhance the patient experience;", "—$500 million to support Ontario hospitals, reduce wait times and expand capacity;", "—$222 million over the next three years to provide urgent relief for those affected by the opioid crisis, which again, in many cases, does impact on our emergency rooms.", "We have so many examples of our government’s commitment to maintain our excellent reputation for health care provision in this province." ],
  "anchor" : "para500"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Welcome to the role, Minister.", "This morning, I had the opportunity to speak with dentists from across Ontario and I learned some troubling facts, like that this government has overseen the lowest per capita spend on public dental programs in Canada. While the overwhelming majority of dentists participate in the Healthy Smiles Ontario program, an important program for children of low-income, dentists subsidize this government’s program by $50 million a year.", "Dr. Schwartz is with us here today. We heard from him this morning that he helps low-income children every day in his practice, but he operates at a loss because this government is underfunding the program.", "Do you not agree that this program shouldn’t be delivered on the backs of dentists?" ],
  "anchor" : "para506"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Mr. Speaker, of course, good oral health is absolutely essential for overall health. Our Healthy Smiles Ontario program does have an overall impact on children’s health, their self-esteem and their ability to learn.", "We’re extremely pleased that we have our Healthy Smiles Ontario program, which is ensuring that children have equitable access to high-quality health care, including dental care. We have made it so much easier for children to get the dental care they need through our expanded Healthy Smiles Ontario program.", "Of course, we’re very pleased to have a partnership with the Ontario Dental Association, and we continue to work with them on an ongoing basis to ensure that the program meets our goals of equitable dental care across the province." ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Back to the minister: A partnership usually works both ways. This government has just been dictating to these dentists across the province for far too long, and it needs to stop.", "Speaker, there are almost 61,000 visits to hospital emergency rooms and nearly 222,000 visits to physicians’ offices for dental problems every year. This costs the government in excess of $38 million annually, with those funds typically spent on treating the symptoms of the disease rather than the disease itself.", "Whether it’s dental care for low-income seniors or children, it’s clear that this government is not doing enough.", "My question for the minister: Does this government plan on expanding dental coverage for seniors and children in their 2018 budget?" ],
  "anchor" : "para514"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I’d like to thank all the dentists who are here today, our great partners in this program.", "As a partnership, we continue to work together to improve dental care, as we’ve said, obviously, for our children, but we have been improving dental care for adults as well. We have started with children and youth, but we do have funded programs through the Ontario Disability Support Program, with which I’m very familiar, and also benefits through Ontario Works that can provide coverage to those in need. We continue to work towards building a larger program for low-income adults that will provide peace of mind for those families and individuals and allow them to continue to be productive.", "We will be working, as we speak, with the Ontario Dental Association, looking forward to ensuring that our partnership continues in the future." ],
  "anchor" : "para518"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre.", "Let me be clear: It is time for national, universal pharmacare." ],
  "anchor" : "para522"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock.", "Be seated, please." ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We’re still in warnings.", "Please put your question." ],
  "anchor" : "para528"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "But yesterday the federal government chose to study this idea yet again, without promising any action, without promising any money and without any timeline. That leaves millions of Ontarians between the ages of 25 and 65—" ],
  "anchor" : "para530"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Community Safety and Correctional Services is warned.", "There are a couple of others on my radar.", "Finish, please." ],
  "anchor" : "para532"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "That leaves millions of Ontarians between the ages of 25 and 65 without prescription drug coverage. That leaves people sitting at their kitchen table, cutting their pills in two to make their prescription last longer.", "The NDP has a plan to deliver universal pharmacare for all Ontarians, no matter how old they are. Why doesn’t the Premier?" ],
  "anchor" : "para535"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The third party has a plan to deliver a little bit of medication to people. That’s not universal pharmacare.", "Mr. Speaker, our former colleague Eric Hoskins has taken a role with the federal government, not to study pharmacare, but to determine how to implement pharmacare. I can tell you that he was as passionate about this here at Queen’s Park as he is now working with the federal government. He was the architect of the major step forward that we have made in Ontario, OHIP+, and I can tell you that he would not have gone to do this role if he did not believe that we were on a path to a national pharmacare plan." ],
  "anchor" : "para537"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Thank you. Using your tie to hide your mouth doesn’t cut it.", "Supplementary." ],
  "anchor" : "para541"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Premier, a drug plan that cuts people off from drug coverage the day they turn 25 years old is not good enough. Ontario should not have to settle for a plan that leaves people between the ages of 25 and 65 with no prescription drug coverage. That’s not pharmacare, because real universal pharmacare is prescription coverage for everyone." ],
  "anchor" : "para543"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yes. New Democrats believe in universal pharmacare, and we have a plan to deliver it to Ontarians and make sure that no one is left behind. While the federal government continues to study pharmacare yet again, instead of acting upon it, why doesn’t this Premier have a plan for universal pharmacare, right here, right now, in Ontario?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We’re the only government that has moved forward and actually has put in place a pharmacare plan. Let me, if I may—indulge me for a moment—make a comparison. We moved ahead on retirement security in this province. There’s a national enhancement to the Canada Pension Plan. We moved ahead on OHIP+ and a universal pharmacare plan for children. Now we’ve got a federal government that is going to implement a national pharmacare plan. I don’t know, Mr. Speaker—I kind of think Ontario’s leading the way." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Start the clock.", "New question." ],
  "anchor" : "para550"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question is to the Minister of Education. In 2007, a male high school student in Nova Scotia was bullied for wearing pink to school. In order to show care and solidarity, the other students showed up to school the following day in a sea of pink shirts in support of their classmate.", "We know that putting an end to bullying cannot be done by any one person alone. We are stronger together, and it is together that we stand united against bullying by everyone. It is the responsibility of all of us to help prevent bullying in our schools, our communities and our workplaces. Minister, please tell us what our government has done to promote student well-being, so that everyone in our schools can be accepted and protected from bullying." ],
  "anchor" : "para553"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Thank you to the member for this very important question. Bullying is a terrible thing. It can take a child who is happy and confident and leave them feeling depressed, sad and anxious. That’s why today, on February 28, I stand together with thousands of students and educators across Ontario to recognize Pink Shirt Day. Today, students and educators are wearing pink and are rallying together to say no to bullying, and no to harassment.", "Mr. Speaker, I want to you know our government is committed to fighting against bullying in schools, communities and workplaces in Ontario. In fact, our government introduced the Accepting Schools Act to support safe, inclusive and accepting schools. It’s the first legislation of its kind to become law in Canada, again leading the way. Our equity plan is a further commitment to building an inclusive education system. Supporting a culture of acceptance in our school communities is vital to helping our kids thrive and be successful." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para557"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "As an educator and the MPP for the riding of Barrie, I know that our government is committed to putting supports in place so that every student can reach their full potential. I know this government believes in supporting student achievement and well-being with safe, inclusive and accepting learning environments for all students.", "Speaker, through you to the minister: Can you share what students and educators are doing to recognize Pink Shirt Day?" ],
  "anchor" : "para558"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Thank you to the member for the question. Pink Shirt Day is an important reminder that we all have a role to play in creating a positive school environment. It’s about equity, fairness and respect. I want to thank our educators, students and parents for their tireless efforts every day to create safe and accepting schools. In fact, every year, the Premier’s Awards for Accepting Schools recognize teams across the province for their exceptional work to create safe and inclusive environments.", "In addition, we now recognize cyberbullying in our Accepting Schools Act—so important. We’re teaching students about online risks and giving them tips to develop online safety. We’re also providing bullying prevention training for teachers and administrators.", "Mr. Speaker, we know more work needs to be done, but we’re committed to ensuring that all students feel safe and accepted in our schools." ],
  "anchor" : "para560"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is to the Minister of Community Safety. Last fall, I hosted a press conference to bring attention to the contraband tobacco problem in this province. I highlighted the fact that there has been a 37% increase in contraband tobacco use since 2014 and that contraband tobacco products are more accessible than ever. These products are unregulated and harmful, and they help to fund organized crime rings that threaten the safety of Ontarians. But instead of protecting Ontarians from harm, this government has sat on its hands, watching our province become the top producer of contraband tobacco in the country.", "My question to the minister is, why has the government allowed contraband tobacco to thrive at the expense of Ontarians’ safety?" ],
  "anchor" : "para564"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "To the Minister of Finance." ],
  "anchor" : "para566"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I appreciate the question. This is a very important issue. We have been trying to battle contraband tobacco, ensuring that the underground economy and criminal activity get curbed.", "The 2017 budget, which you voted against, included a number of measures in regard to this. One was to go after the items acquired from or used during offences under the Tobacco Act, which now must be forfeited. We restricted the importation and possession of cigarette filter components, which is called the acetate tow, going after the wholesale activity to registered manufacturers to identify what’s being delivered, and we further enhanced the oversight of raw leaf tobacco, including strengthening compliance and enforcement provisions.", "We’ve actually engaged with greater enforcement activity. We are working alongside indigenous communities as well to ensure that they benefit from the very product that’s being produced and exported for their benefit. We’re looking at economic development and opportunities to legitimize some of that activity, and also recognize that the federal government takes its cut and the province of Ontario does not, so we’re looking to try to correct the matter." ],
  "anchor" : "para567"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Back to the minister: Obviously you’re not doing enough. I’ll give you a successful example out there that the government should be following. It’s from Quebec.", "In 2009, Quebec launched its ACCES Tabac program, which gave new powers to law enforcement officers and provided them with the resources they needed to fight contraband tobacco. Since then, they’ve had a 50% reduction in contraband tobacco sales in Quebec and millions of new tax dollars have been generated. The government needs to actually do something to target criminal networks and stop the smuggling and distribution of contraband tobacco.", "My question to the minister: Why won’t this government give our police officers the resources they need to actually enforce the law and stop the spread of contraband tobacco?" ],
  "anchor" : "para570"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "We actually have increased supports for police activity around contraband tobacco, as well as those off-reserve where criminal activity has been occurring and, in fact, has been catering to young people, which we’re trying to curb and correct.", "As I said, we’re also working very closely with indigenous communities, looking at the ability for self-regulation, and it’s been working. Because of the work of our Minister of Indigenous Affairs, we’ve actually had much better dialogue and efforts to try to curb the activity and work alongside the members of our communities for the benefit of safeguarding our students and our children, and at the same time ensuring that we legitimize the activities for the benefit of our economy as well. The Smoke-Free Ontario Strategy has done a tremendous job, more importantly, of curbing the activity of tobacco overall in this province." ],
  "anchor" : "para573"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Premier. Our public libraries provide extraordinary value to their communities. Whether it’s employment-skills upgrading or the integration of new Ontarians, whether it’s providing free space for seniors’ groups or the early development of literacy skills, our public libraries create community across the province.", "But in 1998, the Harris government cut funding to libraries by 40%. The government’s public library operating grants maintained the Conservative cuts, paying for less than 2.5% of libraries’ annual operating budgets. So the Liberals maintained the Conservative cuts.", "The Ontario Library Association and the Federation of Ontario Public Libraries have lobbied the government for years—20 years—for funding to be restored. Why doesn’t this Premier recognize the importance of libraries as a vital public service by lifting the funding freeze?" ],
  "anchor" : "para577"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Tourism, Culture and Sport." ],
  "anchor" : "para580"
}, {
  "speaker" : "Hon. Daiene Vernile",
  "text" : [ "I’m delighted to rise as the new Minister of Tourism, Culture and Sport to address this issue. Shortly after being sworn in, one of the first groups with whom I met was the libraries. I have met with a number of local librarians as well who have expressed concerns to us about funding.", "I want to say that our government does value the contributions of public libraries in building strong, vibrant communities right across Ontario, and we recognize the wide range of people in our province who make use of over 1,110 library service points right across the province.", "Through our culture strategy, we recognize that public libraries are very essential spaces for access to culture, services and technology, and for our community life. The strategy that we have commits to reviewing and updating provincial funding programs in order to build the capacity of public libraries. We’re working with them. We know that they want increased funding, and we are addressing that." ],
  "anchor" : "para581"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para584"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Funding libraries is the best way to acknowledge how important libraries are in the province of Ontario.", "Both the city of Kitchener and the city of Waterloo have passed council resolutions asking the provincial government to restore adequate, appropriate funding for local libraries that would increase each year, in line with the consumer price index. This is a reasonable request after 20 years.", "Mary Chevreau, the Kitchener Public Library’s chief executive, called libraries “the cheapest deal in town.” Every one dollar invested in libraries equals $6 in terms of economic benefit for the community. Without a funding increase though, Chevreau says, “We’re going to have to cut somewhere else, and the most obvious place would be the actual content that we carry in our libraries.”", "It’s time for the Premier to step up and lift the library funding freeze so that everyone in our community can learn, can connect and innovate and, yes, belong. Will the Premier commit to lifting this 20-year public freeze on library funding in the province of Ontario?" ],
  "anchor" : "para585"
}, {
  "speaker" : "Hon. Daiene Vernile",
  "text" : [ "I wholeheartedly agree that funding is important for this sector.", "By way of background, the funding was frozen in the late 1990s by the Conservative Party—quite disconcerting to the library sector at the time. But I will—" ],
  "anchor" : "para589"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Kitchener–Conestoga is warned.", "Carry on." ],
  "anchor" : "para592"
}, {
  "speaker" : "Hon. Daiene Vernile",
  "text" : [ "To continue, Speaker, the funding was frozen back in the late 1990s.", "The government values the contribution of public libraries. They do build strong communities. They build out literacy. Our libraries support lifelong learning. They provide resources to students and newcomers, and they help small businesses and entrepreneurs.", "That’s why funding for the Internet connectivity program was increased just last year. This increase is in recognition of the role that libraries play in providing digital services and building out our community. So we are working with the sector. We are aware that they are looking for increased funding. I am looking forward to having an answer for them soon." ],
  "anchor" : "para594"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "My question is for the Minister of Finance. In the fall, I asked the minister a question on 401 Richmond, a building in my riding occupied by over 140 artists, culture producers, galleries, festivals and shops. At that time, we encouraged the city to create a new property tax class for arts and culture organizations in Toronto. That’s because Ontario’s vibrant arts and culture organizations are part of what makes this province such a great place to live.", "The city has since passed a motion requesting that the province create a new property tax class for creative co-location facilities. I understand the next step will be for the province to create a regulation to allow this change.", "Mr. Speaker, through you to the minister: Can he please give the House an update on where this regulation stands?" ],
  "anchor" : "para598"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I applaud the member from Trinity–Spadina for his ongoing advocacy on this very issue. I am proud to talk about this resolution for the people of Toronto and his riding. MPP Dong has worked tirelessly with the owners and tenants of 401 Richmond for the last year, and I thank the member for his leadership in his community.", "Cultural innovation hubs contribute tremendous value to our communities and the economy, which is why I’m pleased that the city of Toronto has passed the motion for a creative class property tax bracket. My staff and the Ministry of Finance are working closely with the city’s staff to finalize the details of the provincial regulations, which will be completed in the coming weeks. We want to make sure we get it right, and I’m proud to work alongside our colleagues in this House and my caucus members who work so hard to support local arts and community culture. In particular, I’m proud of this member, who has achieved a great step forward for the cultural organizations of Toronto." ],
  "anchor" : "para601"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para603"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I want to thank the minister for his answer. The tenants of 401 Richmond received good news in the fall when the property assessment was reduced by MPAC, and the news of city council’s resolution is indeed to be welcomed. It will address their concerns on their future financial certainty regarding property tax. For that I am thankful.", "I’ve been asked by other stakeholders in my riding who would also like to be included in this new property tax class about eligibility. Could the minister explain how our constituents can determine if they are eligible?" ],
  "anchor" : "para604"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I want to thank the member again for this important question. We’re making sure the city has the maximum flexibility, so that this new property class can best reflect the needs of Toronto.", "Let’s be clear: It’s the city that’s responsible for establishing the criteria surrounding the new property class. I understand city staff are in the process of developing a framework in consultations with the arts and cultural community, to ensure that eligibility criteria reflect the goals of that community, so any questions that property owners might have should be, in this case, referred to the city of Toronto.", "However, we will continue to support the city and other parties in their efforts to ensure that properties like 401 Richmond can continue to operate as important incubators for the arts and cultural community. Again, I thank the member for this important question." ],
  "anchor" : "para606"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. On November 30, 2016, my very first question on my very first day here in the Legislature was to the former Minister of Health and Long-Term Care, when I asked the minister about redeveloping the West Lincoln Memorial Hospital in Grimsby. This hospital was built in 1948, and although the staff there provide excellent care, the facility is now outdated and in desperate need of redevelopment.", "At that time, the former minister said he looked forward to working with me going into the future on the Hamilton Health Sciences proposal for infrastructure. Well, Speaker, the future is now, and we haven’t really seen a lot of progress.", "My question is very simple: Are my constituents going to be let down once again?" ],
  "anchor" : "para610"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I certainly look forward to working with the member opposite. I would like to say that I have not been briefed on the particular circumstances that he references in relation to the facility, the institution in his riding. I look forward to finding out more, and I certainly commit to the member that I will look into it.", "I would say in general that I am certainly aware that there is a need for redevelopment across the province. I’ve certainly seen institutions in my own riding that are worthy of consideration. Of course, that’s going to be done in a completely objective way, and priorities will be established. I look forward to working with the member on this file." ],
  "anchor" : "para613"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para615"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I thank the minister for her response. I’d be more than happy to sit down and brief her on this particular situation, because my constituents have been fighting for the redevelopment of the West Lincoln Memorial Hospital for far too long, going so far as to raise $14 million towards this redevelopment.", "The fact is, Mr. Speaker, that in 2004, this Liberal government called the project a priority. First the government promised construction would start by 2009. Then they promised it would start in 2011. Then the next promise was that redevelopment would begin in 2013. Then, after years of broken promises, the 2012 budget cancelled the project completely.", "Will this Minister of Health and Long-Term Care commit to the redevelopment of West Lincoln Memorial Hospital and give the residents of Niagara West–Glanbrook the health care they deserve and expect?" ],
  "anchor" : "para616"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We certainly have committed to some $9 billion to expand and rebuild hospitals, not only providing that essential infrastructure, but also creating jobs.", "Currently some 34 major hospital projects are under way or being planned. Obviously, we will look at the situation that you referenced, but I’m informed, actually, that the Harris government designated that particular institution for closure and we, in fact, have reprieved it." ],
  "anchor" : "para620"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Just a gentle, subtle reminder that some members are already on warnings—gentle, subtle.", "New question? The member from—" ],
  "anchor" : "para623"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "He’s not very tall." ],
  "anchor" : "para625"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "No, no. I think there was an arm wrestle going on.", "The member for Niagara Falls." ],
  "anchor" : "para626"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I would have won, then." ],
  "anchor" : "para628"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Can I do my question now, Mr. Speaker?" ],
  "anchor" : "para630"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I set ’em up, you knock ’em down. Go ahead." ],
  "anchor" : "para631"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "My question is to the Premier. We’ve been fighting this Legislature for four years to ensure the Fort Erie racetrack has a future. When the private, for-profit Woodbine Group, which the Premier has effectively put in charge of public horse racing funds, announced its unfair stabling policy last April, we raised this issue in the House and demanded action. But instead of fixing it, the government announced a surprise audit of Fort Erie. That was fine; the track accepted this audit and opened every door. It has met every demand this government has made of it. Can the Premier tell us what the result of that audit was and what she has done to address the issue we raised last April?" ],
  "anchor" : "para633"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para634"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "We all know—and we appreciate the advocacy of this member as well—that Fort Erie is an important economic viability and heritage to that community as well as to the province. The track is critical to the local community and to the historic significance it’s had over the years.", "As mentioned, we are working on an over $100-million horse racing industry program that will benefit Fort Erie. In fact, as he knows, Fort Erie has benefited by $7.9 million for the racetrack, even though they lost quite a bit under some Conservative cuts in the past.", "But let me be clear: The racing industry in Fort Erie specifically gets supports for the purses as well as for operating. I’ll say more in the supplementary with regard to the audit." ],
  "anchor" : "para635"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para638"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Back to the Premier: It is my understanding that the Fort Erie racetrack passed the audit with flying colours. In fact, Fort Erie may be the most lean and efficient track in Ontario. Every year they continue to break betting and attendance records. But by giving the private, for-profit Woodbine Group such extraordinary influence over horse racing in Ontario and allowing it to use its influence against its competition, this government has put Fort Erie at an unfair disadvantage.", "When will the Premier stop Woodbine from using its government-granted power over horse racing to put competitive racetracks like Fort Erie out of business?" ],
  "anchor" : "para639"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The member opposite also knows that we did resolve the stabling policy. Woodbine has also come forward, recognizing the importance of that relationship with Fort Erie and that’s going to proceed.", "In terms of the audit, we have received it. It has not been brought to my attention, but I do know that it has been noted that it’s been efficient. There are some challenges they face. The mayor has sent me a letter with regard to some of the measures he would like to see proceed, and we are acting upon it. We are actually going to support these small tracks. We’re going to provide the necessary steps and have oversight.", "I want Fort Erie and the small tracks to be part of the Ontario racing board, to have transparency and overall effort to see what the industry should be doing. It cannot be just on one provider; it has to include everybody as well as the horsemen so they can breed and have greater stability in the breeding of horses. That, too, is an issue for Fort Erie. I recognize that.", "I thank you for your effort. We will work together to benefit Fort Erie as well." ],
  "anchor" : "para641"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "My question is for the Minister of Municipal Affairs. The recent flooding events in areas of southern Ontario have clearly presented a very difficult situation for many residents, and our thoughts are with them. This falls almost one year after the floods in many parts of my riding of Kingston and the Islands, including Wolfe and Howe Islands, as well as neighbouring Amherst Island.", "I know the Premier was on the ground in Brantford last week to meet with first responders and municipal leaders as an ice jam in the Grand River forced a state of emergency and evacuation. I’m also aware that on Monday, Minister Mauro visited communities impacted by the flooding last week, including Brantford, Thamesville and Chatham, to see the situation first-hand and the damage caused by these floods.", "Would the minister please elaborate on the current flooding situation across some parts of the province and the impact that it has had on people’s lives?" ],
  "anchor" : "para646"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Thank you to the member from Kingston and the Islands for the question.", "Unfortunately, once again, we’ve seen a very significant flooding event, this time in southwestern Ontario. As the member mentioned in her question, the Premier was on the ground in Brantford on Thursday. I toured Brantford, Thamesville and Chatham myself on Monday. The damage is indeed significant. It is quite something to see.", "I want to in the first instance offer my thanks and appreciation to the volunteers, to the first responders and to the elected officials. It was really something to see and witness the people who come through. There’s nothing that brings a community together like having to band together to fight a natural disaster, and they have done a great job. No one was injured. There were no fatalities in this specific instance.", "The waters have receded to the point where I was excited to just yesterday, I believe, late Monday—we were able to announce the activation of our program, disaster relief assistance for Ontarians, for the city of Brantford yesterday morning." ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Thank you to the minister for the answer.", "Mr. Speaker, we are seeing an increased number of natural disasters occurring in Ontario. Our government has adapted our disaster relief program to ensure people can receive the financial help they need when a sudden unexpected natural disaster occurs.", "I understand applicants within a particular area for which the program has been activated can apply to be reimbursed for basic, necessary costs related to the disaster, and the damage caused by overland flooding can be eligible for assistance under the DRAO program.", "I would also like to acknowledge our DRAO teams right across this province for the on-the-ground responsive work and advice that they have given in these very difficult circumstances.", "Minister, could you please elaborate on how the DRAO works and how the province has seen a large increase in the number of severe weather events since 2010?" ],
  "anchor" : "para654"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Once again, thanks to the member from Kingston and the Islands for the question.", "Unfortunately, Speaker, we are seeing more of these events. They are happening more frequently, and when they occur, they are more severe in their nature almost always.", "Unfortunately, I can’t help but mention that it seems we have four people vying for the leadership of the official opposition who seem to have no interest in the issues that are driving the occurrence and severity of these floods. It’s very unfortunate.", "By way of example, between 2005 and 2010, our programs delivered about $8 million in provincial assistance right across the entire province. Since then, the entire level of assistance required, including for the 2013 ice storm, has raised to include a total now of $180 million in disaster assistance that’s been needed in the succeeding seven years.", "We obviously need to be better prepared to deal with these issues. It’s incumbent on all of us at the provincial and federal levels to do more. We have accommodated as best we’re able two major changes in the program: no local fundraising required anymore, no local administration required anymore—the point being to be as responsive as we can, to fund essentials so that people can get back into their own homes after one of these natural disasters has occurred." ],
  "anchor" : "para659"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "My question is to the Attorney General. In November I alerted the Attorney General of a serious issue of police officer safety and excessive costs related to the frequent transfer of prisoners at the Brockville Courthouse. The solution is to finally equip the court to do remands by video. The Attorney General assured me that he understood this was a serious matter and that he would look into it.", "My question did some prompt some action, but not in Brockville, which remains one of the only courthouses in eastern Ontario without video technology. Instead, the Attorney General recently announced $7 million to upgrade existing video equipment at the Ottawa Courthouse in his backyard. Can the Attorney General tell the Brockville police chief, Scott Fraser, why the safety of his officers isn’t a priority for this government?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I thank the member for the question. I want to assure the chief in Brockville and all the chiefs, police officers and correctional officers across the province that their safety and security is of utmost priority for this government. We continue to take steps and measures to ensure that officers are safe, that our justice system is efficient and the accused individuals, through their counsel, have appropriate opportunities to present at the courthouse.", "That is why—the member opposite is right—we are continuing to make investments across the province, including in Ottawa. We are deploying technology. In many instances, the deployment of technology is very much dependent on the nature of the institution we’re looking at and what kind of technology is available—whether we can use video remand or not. In the case of Ottawa, we were able to deploy that technology sooner, and I’m very proud that we’re investing in Ottawa to make sure that defence counsels can have access to their clients via video remand." ],
  "anchor" : "para668"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para670"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I’m not against improving security at the Ottawa Courthouse. Staff and public safety in every Ontario court facility should be a priority. I just wish this government would set up its spending priorities based on need, not on which side of the House the local MPP sits. This is another example of the Liberal government playing postal-code politics. A courthouse in a Liberal riding gets newer and better, while police in Brockville are forced to continue doing over 800 physical prisoner transfers every year. That’s a terrible waste of police resources.", "As I told the Attorney General three months ago, Chief Fraser says the situation puts officer safety at risk. Will the minister put politics aside and commit to making this long-overdue investment in Brockville?" ],
  "anchor" : "para671"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "It’s really disappointing to hear the member opposite politicizing the safety and security of our first responders. By casting and making a question so political in nature, not recognizing the fact that the Ottawa Courthouse may exist in my riding of Ottawa Centre but it serves a much broader city—a city of almost a million people, with many, many ridings represented by different political parties—but a broader region as well. As we also know, the Ottawa-Carleton Detention Centre is a much larger correctional institution, which holds inmates from eastern Ontario who receive services at the Ottawa Courthouse.", "I think it’s extremely unfair and unfortunate. The member opposite knows that decisions are not made based on postal codes. They are not made based on which ridings are government ridings or not government ridings. It’s made on needs and the services that are available." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Today, I’d like to recognize some guests in the gallery. The third person, I don’t know and I want security to check him out, but we’ll find out later.", "We have a former member, Alvin Curling, from Scarborough North. I tend to want to let people know who they are. He was the member from Scarborough North in the 33rd, 34th, 35th, 36th; Scarborough–Rouge River in the 37th and 38th; and Speaker from 2003 to 2005.", "Also with Mr. Curling is a guest of his, the honourable Wentworth Charles, the key adviser to the government of Jamaica. Welcome." ],
  "anchor" : "para676"
}, {
  "speaker" : "Interjection",
  "text" : [ "Who’s the other guy? Granville, stand up." ],
  "anchor" : "para679"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "And as I said, security will be looking into the third person.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para680"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Today, I’d like to welcome representatives from the Industrial Accident Victims’ Group of Ontario, IAVGO. Their names are Sang-Hun Mun, Alicia Micallef, Elisa Zeledon, Peter Larry Hadada and Yihong Zhang. They are coming in shortly." ],
  "anchor" : "para684"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para685"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "As we celebrate Black History Month, I want to recognize one of our special constituents, Kevin Junor. Mr. Junor is a decorated military veteran who joined the Canadian Armed Forces in 1980 as an infantry soldier in the Toronto Scottish Regiment. He later became the first black regimental sergeant major for the TSR.", "In 2003, he was appointed as a diversity adviser for the Canadian Forces leadership team. In this role, he identifies systemic barriers to underrepresented groups and provides advice on policies, directives and actions to eliminate these barriers.", "He was deployed to the republic of Sierra Leone in 2007, where he served as a senior adviser to the local armed forces. While deployed, he developed the first course for regimental sergeant majors in Sierra Leone to increase their professionalism and leadership capacity.", "His many accomplishments include receiving the Order of Military Merit, being a recipient of the Queen Elizabeth II Golden Jubilee Medal, and receiving the Sierra Leone service medal and the merit award from the black association of Nova Scotia. And of course, our annual Remembrance Day ceremonies would not be the same without Kevin’s marshaling passion.", "When asked what his favourite quote was, Mr. Junor answered, “If I can help somebody as I pass along, then my living shall not be in vain.”", "His unshakable spirit of courage, kindness and compassion serves as a reminder of the values that we as Ontarians hold so dear." ],
  "anchor" : "para688"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Typically, I like to use my statements to highlight some of the good things that are happening in Ontario and around my riding. Unfortunately, today is not one of those days. I have to use my voice and my statement today to raise awareness about an issue that’s happening in the Chatham-Kent area around well water contamination and the quality of wells in that area.", "On February 13, I was invited to visit families in Chatham-Kent to see for myself the contamination of their well water that they attribute to pile driving during construction of a nearby industrial wind turbine. They’re driving piles through the bedrock and into the aquifer. They suspect that that’s what’s happening—it’s loosening up contaminants and debris and allowing black shale to enter into the aquifer, which is then suspended by the vibration of the turbines and entering into their well water. This is what they suspect, but they need the government’s assistance in determining exactly whether that is the cause and what the health ramifications are.", "Imagine, quality water is a question in this province in 2018, and it shouldn’t be. I implore the government and I implore, specifically, the Ministry of Health—the data has been given to the Ministry of the Environment. It’s now incumbent upon the Ministry of Health to initiate a health hazard study to determine whether that black shale is detrimental to the quality of their water and to their health. We implore them to do that.", "I want to thank Kevin Jakubec, Dave Lusk and Mark St. Pierre for informing me of this. I want to assure them that we’re going to continue till we find a solution to this problem." ],
  "anchor" : "para695"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "Last April, my private member’s bill, Bill 109, the Reliable Elevators Act, received unanimous support in this House on its second reading. Shortly after that, an independent study, led by Justice J. Douglas Cunningham, was commissioned by TSSA to examine elevator availability and to provide recommendations for possible solutions. Last month, the Ministry of Government and Consumer Services announced Ontario’s action plan on elevator availability, adopting all of the 19 recommendations from the study.", "Last week, Minister Tracy MacCharles introduced Bill 199, the Access to Consumer Credit Reports and Elevator Availability Act. This new legislation, if passed, will make Ontario the first jurisdiction in the world to establish standards for elevator availability.", "Mr. Speaker, in a vertical riding like Trinity–Spadina, safe and reliable elevator service is critical to the quality of my constituents’ daily lives.", "At a recent visit to a Toronto Community Housing building, I received very positive feedback on this action plan. This plan will publish information about buildings’ elevator performance; help elevator owners negotiate better maintenance contracts; create a standard for new high-rise buildings, ensuring there are enough elevators to serve the residents; and enhance access to elevators for first responders during emergencies.", "I’m proud of this government’s work in finding solutions for the residents of our vertical communities." ],
  "anchor" : "para700"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para705"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I urge all members of this House to support the speedy passage—" ],
  "anchor" : "para706"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para707"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "—of the enabling legislation of Bill 190." ],
  "anchor" : "para708"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I tend not to want to say thank you more than once." ],
  "anchor" : "para709"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "I rise today to salute the Chatham-Kent Municipal Heritage Committee.", "In 2017, we marked the 150th anniversary of the Dominion of Canada and the establishment of the province of Ontario. To mark the occasion, the committee has created a calendar featuring local heritage properties. I happen to have one hanging in my Chatham office, courtesy of Joe Nagle, a member of the committee. The featured buildings are both designated and past recipients of the Mayor’s Heritage Preservation Award.", "Of course, our country and province are much older than 150 years. My own riding of Chatham–Kent–Essex is one of the oldest European-settled communities in Ontario, going back to the late 1780s, so Chatham-Kent has a wide variety of architectural styles covering the past 200 years. We have more than 80 designated properties and several hundred listed properties. The earliest surviving structure in my riding is the Thomas McCrae House. It was built in 1812 and it was the site of a skirmish between American troops and the Canadian militia in December 1813.", "Chatham-Kent has one of the greatest collections of Queen Anne architecture in Ontario as well as one of the largest collections of mid-century modern architecture, especially by noted architect Joseph Storey.", "The Municipal Heritage Committee has administered the Mayor’s Heritage Preservation Award for the past 15 years, and has promoted awareness of our architectural heritage and best-practice preservation of heritage properties.", "I hope you’ll join me in recognizing the achievements of the Chatham-Kent Municipal Heritage Committee." ],
  "anchor" : "para711"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "Today I’m talking about the WSIB system. It is shockingly inadequate and continually leaves deserving individuals in difficult situations with limited support.", "In 2009, the WSIB lost $3 billion in value on the markets. At that time, I expressed my concern to this government and to the WSIB that changes needed to be made to cover the loss, or there could be dire consequences. Yet, despite continual warnings and advocacy from many, this government has done little.", "I recently met with Carl and Peter from the injured workers’ support group in Hamilton, as well as representatives from IAVGO just today. From these conversations, it is clear that WSIB coverage has been dwindling. The WSIB has reduced the amount it spends on prescription drugs by one third annually. That’s more than $30 million a year on drug coverage alone—gone, Mr. Speaker, gone—not to mention severe cuts to direct health care services.", "To make matters worse, the WSIB pulls some pretty underhanded tricks to get away with a lack of financial resources. Among the most serious of these is deeming. This is when the WSIB suggests that an employee who has sustained a permanent injury is capable of finding work, and even though they usually aren’t, and can’t, they cut them off. Often this determination is based on cost efficiency, not on a worker’s recovery. As a result, many are left in poverty. This is heartbreaking.", "Today I’m calling on the government to do two things: Number one, read over the IAVGO Bad Medicine report; and number two, do not allow the practice of deeming to continue. This government might not have listened back in 2009, but hopefully they are listening now." ],
  "anchor" : "para718"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "It gives me great pleasure to rise today and recognize Kingston and the Islands’ Dr. Dorothy Cotton and her induction into the Order of Ontario.", "Last night I had the pleasure of attending the induction ceremony recognizing Dr. Cotton and many other accomplished Ontarians for their work in the arts, science, music, culture, business and beyond. It was a very proud moment for the recipients and all of those in attendance.", "Dr. Cotton has been practising psychology and advocating for mental health issues for 30 years, making her a leader in the field. She is Canada’s only diplomate in police psychology, providing a variety of services to police organizations, including pre-employment and fitness-for-duty assessments, program development and research consultation. She also received the Queen’s Diamond Jubilee Medal in 2012 for her exemplary work.", "In addition to her direct clinical work with clients, she also taught at Queen’s University and St. Lawrence College, and has lectured at centres throughout Canada and the UK.", "Dr. Cotton’s lifelong dedication to the discipline of psychology can be clearly seen through her unique ability to inform and educate on issues pertaining to mental health in an entertaining and accessible manner, such as her Kitchen Sink Psychology newspaper column, which not only offers a unique perspective but is a great way to get us all talking about some challenging issues in an accessible way.", "On behalf of the province and, in particular, my riding of Kingston and the Islands, I extend a most sincere congratulations to Dr. Cotton on receiving this honour, and to all the fellow recipients yesterday evening." ],
  "anchor" : "para725"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I rise today to shine a spotlight on a new and exciting economic development opportunity in the town of Bracebridge. Last month, it was announced that Nipissing University had sold its Muskoka campus to Dewey Educational Group, a private school specializing in ESL training for international students.", "It is unfortunate that Nipissing University had to close its Bracebridge location. I am, however, delighted that a new educational institution has taken advantage of this opportunity to be part of the Muskoka community. I’m also happy to share that Nipissing has used some of the funds from the sale of the campus to create an endowment fund to help support future students from Muskoka. Meanwhile, international students will be finding a new home away from home in Bracebridge at the campus, which includes an instructional building and residences.", "Dewey Educational Group is based in Mississauga, where they’ve been helping students from abroad prepare to attend English-language colleges and universities for 13 years. Dewey Educational Group’s new campus should be operational by the end of the year. International students will be provided with an immersive environment in which to learn English as well as to explore the beauty and culture of Muskoka.", "I wish to join the community and local municipal leaders in welcoming Dewey Educational Group and its students to Muskoka." ],
  "anchor" : "para732"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Last weekend I was pleased to join my colleagues the Ministers of Natural Resources and Community Safety and Correctional Services, as well as the Attorney General, at the ninth annual Global Community Alliance gala.", "The gala celebrates Black History Month and the diversity in our city. The gala was founded by Moses Pratt, or Yomi, as he’s known to many. He is supported by many organizations and people, none more than his wife, Kelly, and he always makes a point when he’s getting thanked to say that she deserves most of the credit.", "This year’s gala had about 350 people in attendance. It was a pretty packed evening, not only by the number of people who were there but by the number of things that went on that evening. This year there were performances by the St. Patrick’s High School dance and step team and a musical performance by Angelique Francis. Ililli Ahmed won the RBC Black History Month essay contest. Canada Post unveiled this year’s commemorative stamps: Lincoln Alexander and Kay Livingstone. Rev. Dr. Anthony Bailey spoke about the essence of community building. Sergeant Moe Elmi from my riding received a professional achievement award. There were many more awards for youth and business achievement as well as community-building.", "Speaker, there is an African proverb: If you want to go fast, go alone. If you want to go far, go together. Yomi and Kelly, thank you for bringing us together so we can continue to go far." ],
  "anchor" : "para737"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "I would like to say a few words about Black History Month. John Graves Simcoe, the first Lieutenant Governor of Upper Canada, in 1793 precipitated the abolition of slavery in Canada. Ever since then, the African Canadian community has been seeking equity within the wider Ontario population.", "Yes, the laws of Ontario do not discriminate based on the colour of a person’s skin, but the people in my riding constantly remind me that discrimination is still alive in some segment of our population. I believe that education is the key to eradicate this disease. The month of February is a great opportunity to educate the people of Ontario on the great contributions of the Caribbean African Canadian community.", "Scarborough–Rouge River is fortunate that we fully participate in education of anti-racism and the promotion of Caribbean African Canadian culture. Every summer on Simcoe Day, Scarborough–Rouge River comes alive with a massive party. The Caribana Junior Carnival parade attracts tens of thousands of people from all over North America. Please join me on the streets of Scarborough to the hot beat of soca and calypso.", "I’m pleased to see that Black History Month has grown since this Legislature recognized February as Black History Month in 1997." ],
  "anchor" : "para742"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements.", "Mr. Oosterhoff moved first reading of the following bill:", "Bill 200, An Act to amend the Audiology and Speech-Language Pathology Act, 1991 / Projet de loi 200, Loi modifiant la Loi de 1991 sur les audiologistes et les orthophonistes." ],
  "anchor" : "para746"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para751"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para753"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "This bill amends the Audiology and Speech-Language Pathology Act, 1991, in order to modify the scope of practice of audiology and speech-language pathology. The bill also expands the acts that may be performed by a member of the College of Audiologists and Speech-Language Pathologists in the course of engaging in the practice of audiology or speech-language pathology." ],
  "anchor" : "para754"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today to speak about a very important day in Ontario, which is Pink Shirt Day. Pink Shirt Day is a day when we all come together and take a stand against bullying and harassment. It’s a day when we join together and say no—no to teasing, no to hatred and no to the painful tormenting of people. There is strength in numbers, and that’s why, today, thousands of students and educators across the country will be saying no by wearing pink as part of Pink Shirt Day.", "But this isn’t a day about the colour of pink. Instead, this is a day about compassion, kindness and humanity. It’s a day when we wear pink to say, “We stand with you, we stand beside you and we stand together.” We stand up to bullying by saying, “No more.”", "Pink Shirt Day was started in 2007 by two high school students from Nova Scotia, David Shepherd and Travis Price. When David and Travis learned that a classmate was bullied for wearing a pink shirt to school, they decided that they needed to do something. These courageous young people went out and bought 50 pink shirts and asked their classmates to join together and create a sea of pink the next day. What happened was magical. Mr. Speaker, the next day, there were hundreds of students at the school wearing pink shirts. It was a sea of pink and it was a strong tide of support. When the student who had been bullied arrived at the school, he was absolutely overwhelmed. The colour pink was everywhere.", "Those students took it upon themselves to speak up for justice, speak up for what’s right and speak up on behalf of their classmate. What they said, loudly and clearly, is that bullying in any form is unacceptable. That day of pink left its mark on Canadians across the country.", "Today the colour pink is a colour we all wear proudly in this Legislature—just look around. As a government, we have taken many important steps in the battle against bullying. We have put in place a strong legislative framework, the Accepting Schools Act, to bring acceptance and respect into our school system. It was the first of its kind in Canada and something all Ontarians should be proud of. This important piece of legislation supports safe, inclusive and accepting schools and ensures that every student has the support they need to succeed, ensures that every student has a voice, and ensures that every student can learn with dignity, respect and peace of mind.", "Mr. Speaker, our government released Ontario’s Education Equity Action Plan. It’s a blueprint for an education system where all students, parents, staff and members of the school community are treated with dignity and respect, regardless of race, religion, ethnicity, gender, sexual orientation or ability. We are working tirelessly to build an inclusive public education system that gives all students in Ontario a chance to succeed.", "Here’s an example of the great work being done in Ontario to address bullying. The caring classes program at Collège catholique Mer Bleue in Orléans, Ontario, introduced an initiative where students and teachers participate in 75-minute classes on themes like healthy relationships, stress management, self-acceptance and cyberbullying prevention. This program is so important. This is just one example of the type of initiatives underway in our schools to address bullying.", "We know that when achievement, well-being and equity are closely interwoven in a day-to-day teaching and learning environment, students flourish; students succeed. I want to thank Ontario’s educators, students, parents and partners for their tireless commitment to creating safe and inclusive accepting school environments. Pink Shirt Day is not just a day to wear pink; it’s an important reminder that we all have a role to play in creating a positive school environment. Thank you." ],
  "anchor" : "para757"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Responses?" ],
  "anchor" : "para766"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I rise today to add my voice to this House’s statements on Pink Shirt Day. Pink Shirt Day originated back in 2007 as an act of solidarity with a grade 9 student in Nova Scotia. This student was bullied simply for wearing a pink shirt to school one day. Today, it’s an international effort to raise awareness about the toxic effects of bullying and to rally against it.", "While in Canada we hold this day in late February, other countries wear pink in the month of May. The message is ultimately the same: Bullying is wrong, and together we can stand up and face it. Together, we make a difference. This message of unity is particularly strong, and last year almost 180 countries supported Pink Shirt Day.", "What I think is so important about Pink Shirt Day’s approach is that there is a recognition that bullying is a problem we are all facing together and one that we can resolve together. Resources for parents, teachers and community members have thankfully become abundant, and I see this as a sign of a collective responsibility toward ending bullying and creating a nicer society. I suggest visiting the campaign’s website, pinkshirtday.ca, for a closer look at the resources that are available.", "What’s different about this year’s campaign is the emphasis on cyberbullying, which isn’t really that different from regular bullying. We all know it’s taunts, it’s intimidation, it’s hate speech and the rest of it, but it finds its way online. They victimize people with electronic means. The bullying might be virtual, but the pain is very real.", "Pink Shirt Day gives us an opportunity to contribute to our ongoing conversation on mental health. The connection between being the victim of bullying and mental health stressors is undeniable. Depression, anxiety and stress are related to bullying.", "Of perhaps greater concern is that over 40% of respondents to a StatsCan study who were cyberbullied reported a difficulty in trusting others, compared to 28% of the regular population who weren’t cyberbullied.", "I also want to add that while 17% of the population at large reported being victimized by cyberbullying, that figure reaches a third of LGBT youth, who are at greater risk of being targeted by cyberbullying and cyberstalking.", "In 2018, social media is the primary vehicle for cyberbullying. Many of us here in the Legislature really appreciate social media and all of its platforms. It’s a great way to use Facebook and Twitter and communicate with the public at large, and sometimes even each other, hopefully in a nice way. The rest of social media platforms and all of the online tools like email, websites and all of the communication can also be used as a way to intimidate, harass and bully, of course. We’ve heard far too many stories of online platforms being used to harm others. I’m reminded of Amanda Todd, a Canadian girl in grade 10 who resorted to the unthinkable after years of digital harassment and bullying.", "What can we do about it? First, we need to recognize when it is happening. I want to focus on the children here. Some of the warning signs a child may be involved in cyberbullying, being victimized or even committing the bullying, or witnessing it include:", "—noticeable increases or decreases in device use, including texting;", "—a child that exhibits emotional responses—laughter, anger—to what’s happening on their device;", "—a child that hides their screen or device when others are near and avoids discussion about what they’re doing on their device;", "—social media accounts that are all of a sudden shut down and new ones are popping up;", "—a child that starts to avoid social situations, even those that were enjoyed in the past; and", "—a child that becomes withdrawn or depressed or loses interest in people and activities.", "That’s how to recognize it.", "The next step is to talk. Ask children questions, to learn what is happening and how and who is involved. Document and keep records of what is happening online. Screenshotting can sometimes be useful.", "Most anti-bullying policies note that bullying is a behaviour that is often repeated, so recording can help—and, of course, reporting it. Commonly in the education sector, report, report, report. Tell teachers and school administrators. Contact the actual app and report it. Very importantly, threats of violence must go where they belong: to the police.", "Finally, support: Family, peer and social services support can be a positive influence in defusing situations and also remedying the harmful psychological effects of bullying. I recommend giving a call to Ontario 211, our province’s directory of over 58,000 services, including support lines and mental health professionals.", "One in five children are affected by bullying. Let’s get it down to zero, and let’s focus on using social media today for good and showing that nice needs no filter. Together, we can end bullying.", "#NiceNeedsNoFilter, #PinkItForward—let’s do it, Mr. Speaker. I know you were a principal and very involved with children. Thank you for everything you’ve done." ],
  "anchor" : "para767"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further responses?" ],
  "anchor" : "para788"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I’m pleased to rise today on behalf of the Ontario NDP caucus to respond to the minister’s statement on Pink Shirt Day.", "In 2007, in small-town Nova Scotia, a grade 9 student wore a pink shirt to school and was bullied with homophobic slurs. Two grade 12 students, David Shepherd and Travis Price, witnessed the bullying and decided to act. They bought 50 pink T-shirts and distributed them to their friends, and encouraged others to wear pink the next day in a visible show of solidarity with the student who was bullied.", "That small act of kindness 11 years ago unleashed a sea of pink that has become an international movement, a movement that engages students, schools, communities, law enforcement, businesses and legislatures in standing up to bullying.", "Pink Shirt Day speaks to the power of kindness, to change the way people see and experience the world. It lets victims of bullying know that they are not alone, that there are many who care about them and that help and support are available.", "Anyone who has ever been bullied, anyone with a child who has been bullied, knows the pain and devastation that bullying can cause. But the impact of bullying reaches far beyond the victim and the person who bullies. Bullying can be just as harmful to the bystander, especially when bystanders feel powerless to intervene. Pink Shirt Day gives bystanders a tool to respond to bullying. By wearing pink, we are signalling that we, as a society, will not tolerate bullying anywhere.", "This year, the focus of Pink Shirt Day is on cyberbullying. Ironically, just as the #MeToo movement is empowering women to hold their abusers to account by speaking up about sexual harassment and abuse, cyberbullying by anonymous abusers is on the rise, with girls the most frequent targets. For those who seek to bully or shame others, the Internet offers a cloak of anonymity that makes bullies feel emboldened to harass or intimidate with impunity.", "Cyberbullying goes far beyond the halls of a school and can be particularly cruel and insidious. In today’s digital world, cyberbullying can be experienced anywhere and anytime. It leaves despairing victims, especially LGBTQ2 youth, feeling that there is no way out.", "Today, schools across this province are engaging students in activities to combat cyberbullying by encouraging people to think twice before posting something negative online and instead to use the Internet to spread kindness.", "But of course, Speaker, bullying prevention must be more than a one-day event, more than wearing pink one day a year. I want to recognize the amazing work that schools do on an ongoing basis to empower bystanders and engage students in violence prevention initiatives like Pink Shirt Day. These efforts are needed now more than ever, as more evidence comes forward about the increased prevalence of violence in our schools. Parents are growing uneasy about their children’s safety at school. Teachers are reporting higher rates of lost time due to injury than any other sector. Violence is becoming normalized, with education workers outfitted with Kevlar and lockdowns occurring as a regular part of the school day.", "Provincial underfunding is challenging the capacity of education workers to manage the complex behavioural and mental health needs of students. Without coordinated strategies to reduce bullying, the mental health needs of students will increase, since both the victims of bullying as well as those who bully are more likely than other students to experience anxiety and depression. They are also more likely to consider or attempt suicide.", "The effective implementation of anti-bullying programs requires resources that respond to a diverse range of students. To create safe and healthy school environments, we need a new education funding model that will put more educational assistants in our schools, more child and youth workers, more behavioural counsellors, more psychologists, more social workers.", "Before I close, I want to give a shout-out to the Thames Valley District School Board for their decision to sponsor the London Grand Theatre’s production of Prom Queen: The Musical as part of the Grand’s acclaimed High School Project. Prom Queen: The Musical is based on the true story of Marc Hall, a gay Oshawa student who fought to bring his boyfriend to his high school prom back in 2002. The students who participate in this year’s High School Project and the students who attend the performance of Prom Queen: The Musical with their classmates will learn much about the inclusivity and acceptance that Pink Shirt Day is all about.", "Speaker, creating a community where people feel safe, included and valued requires an ongoing commitment to treat others with kindness and respect, and to stand up against bullying whenever and wherever we see it." ],
  "anchor" : "para789"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their comments." ],
  "anchor" : "para803"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“—The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I agree with this and will initial it." ],
  "anchor" : "para806"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "“Whereas habitual absenteeism often results in students leaving school early and subsequently having significant gaps in both the knowledge and skills necessary to achieve future success;", "“Whereas habitual absenteeism may be an early indicator that a child is experiencing difficulty in the home, including substance abuse and addiction, neglect, and/or abuse;", "“Whereas there is a need to improve communication between education and child protection workers;", "“Whereas it would be beneficial for child protection agencies to be empowered to investigate such habitual absenteeism when it cannot be resolved by the school system;", "“Whereas when a child is subject of or receiving services through the child welfare, justice and/or education systems, intervention at the earliest opportunity puts the child at the centre and could identify dysfunction, provide help to the child and family, and promote better outcomes for children;", "“We, the undersigned, petition the Legislative Assembly of Ontario to make chronic absenteeism and lateness from school, when it cannot be resolved by the school system, a child protection issue.”", "I sign this petition and give it to page Morgan." ],
  "anchor" : "para820"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I’ve got a petition here: “Open Access to Registered Service Dogs and Owners.” This petition is to the Legislative Assembly of Ontario.", "“Whereas Ontario Regulation 429/07 under the Accessibility for Ontarians with Disabilities Act, 2005 indicates, ‘If a person with a disability is accompanied by a guide dog or other service animal, the provider of goods or services shall ensure that the person is permitted to enter the premises with the animal and to keep the animal with him or her unless the animal is otherwise excluded by law from the premises;’ and", "“Whereas the Ontario Human Rights Code speaks to the ‘duty to accommodate persons with disabilities ... in a manner that most respects the dignity of the person;’ and", "“Whereas, despite these provisions, many who require, have been medically recommended for and own professional, trained service dogs, including children with autism, PTSD sufferers and others, continue to be denied access to public places; and", "“Whereas, in one such case of a Kitchener boy with autism being denied access to have his professional, trained service dog at a Waterloo Catholic District School Board school, an Ontario Human Rights Tribunal ruled against specified accommodations for the boy and his dog at school; and", "“Whereas Bill 80, the Ontario Service Dog Act, has been introduced at the Ontario Legislature to strictly prohibit ‘denying accommodation, services or facilities to an individual or discriminating against an individual with respect to accommodation, services or facilities because the individual is a person with a disability who is accompanied by a service dog’; and", "“Whereas service dogs perform a series of vital tasks to support those living with disabilities, including serving in guidance, seizure response, mobility assistance, autism and PTSD support, among other medically acknowledged services; and", "“Whereas ongoing denial of access means those requiring service dogs are continuing to face further hurdles beyond the impacts of disability to be allowed the public accommodations they deserve;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Open access to registered service dogs and owners:", "“Endorse the legislative requirements of Bill 80, the Ontario Service Dog Act, to end continued discrimination and ensure those requiring service dogs are no longer denied the essential public access they should already be guaranteed.”", "I wholeheartedly agree with this petition. I’m going to sign it and I’m going to send it down with Bavan." ],
  "anchor" : "para828"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I have a petition entitled “Stop the Closure of the Cardiac Fitness Institute.” It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas the Cardiac Fitness Institute (CFI) at the London Health Sciences Centre has provided over 35 years of cardiac rehab and care services to thousands of patients; and", "“Whereas research shows that long-term lifestyle changes following serious cardiac events are critical to save lives and to prevent costly hospital visits later; and", "“Whereas the CFI is the only program in London that provides long-term cardiac rehab support, with approximately 1,400 cardiac patients currently benefitting from the program; and", "“Whereas patients who access CFI services have a rehab retention rate of 75% to 80%, well above the average for patients who attend short-term programs; and", "“Whereas the LHSC has cited a lack of government funding as a driving factor in their decision to close the CFI;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“Immediately fund the CFI to prevent its closure and ensure that heart patients and their families have access to the care they need to stay healthy.”", "I agree completely with this petition, affix my signature to it and will give it to page Jamie to take to the table." ],
  "anchor" : "para841"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario, and this comes from workers across the province.", "“Workers’ Comp is a Right.", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I couldn’t agree with this more, Mr. Speaker. I’m going to affix my name to it and give it to page Klara to bring to the Clerk." ],
  "anchor" : "para853"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "This petition is entitled, “Implement Truth and Reconciliation Commission Recommendations.”", "“To the Legislative Assembly of Ontario:", "“Whereas for six years the Truth and Reconciliation Commission of Canada (TRC) listened to thousands of former students of residential schools and their families testify to the devastating legacy of this national policy of assimilation; and", "“Whereas the TRC calls upon ‘the federal, provincial, and territorial governments, in consultation and collaboration with survivors, aboriginal peoples, and educators, to make age-appropriate curriculum on residential schools, treaties, and aboriginal peoples’ historical and contemporary contributions to Canada a mandatory education requirement for kindergarten to grade 12 students’ (CA 62.1); and", "“Whereas on July 15, 2015, Ontario’s Premier indicated her support for all 95 Truth and Reconciliation Commission calls to action and said Ontario would act on them;", "“We, the undersigned, petition the Legislative Assembly of Ontario to create curriculum for each academic year on residential schools, treaties, and aboriginal peoples’ historical and contemporary contributions to Canada.”", "I fully support this petition and will give it to page Bavan." ],
  "anchor" : "para865"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I have a petition that reads:", "“Universal Pharmacare for All Ontarians.", "“To the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care, and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need;", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost;", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, petition the Legislative Assembly of Ontario to support a universal provincial pharmacare plan for all Ontarians.”", "I fully support this petition. I’m going to affix my name to it and give it to page Michael to bring to the Clerk." ],
  "anchor" : "para873"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "“Conduct a Full Inquiry into Seniors’ Care in the Province of Ontario.", "“To the Legislative Assembly of Ontario: Expand the scope of the Public Inquiry into the Safety and Security of Residents in the Long-Term Care Homes System to address systemic problems.", "“Whereas upwards of 30,000 Ontarians are on the wait-list for long-term care (LTC); and", "“Whereas wait times for people who urgently need long-term care and are waiting in hospital have increased by 270% since the Liberal government came into office; and", "“Whereas the number of homicides in long-term care being investigated by the coroner are increasing each year; and", "“Whereas, over a period of 12 years, the government has consistently ignored recommendations regarding long-term care from provincial oversight bodies such as the Ontario Ombudsman and the Auditor General; and", "“Whereas Ontario legislation does not require a minimum staff-to-resident ratio in long-term-care homes, resulting in insufficient staffing and inability for LTC homes to comply with ministry regulations;", "“Whereas, on September 14, the Legislature”—this Legislature—“voted 26 to 18 to immediately expand the scope of the public inquiry to address systemic issues in the LTC system;", "“We, the undersigned, petition the Legislative Assembly of Ontario to act in the best interest of Ontarians and conduct a full public inquiry into seniors’ care with particular attention to the safety of residents and staff; quality of care; funding levels; staffing levels and practices; capacity, availability and accessibility in all regions; the impact of for-profit privatization on care; regulations, enforcement and inspections; and government action and inaction on previous recommendations to improve the long-term-care system.”", "I fully support this petition, and will give this petition to Elizabeth." ],
  "anchor" : "para883"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario: Proclaim June 21 as a Statutory Holiday Called Provincial Day for Truth and Reconciliation in Ontario.", "“Whereas June 21 is recognized as the summer solstice and holds cultural significance for many indigenous cultures; and", "“Whereas in 1982, the National Indian Brotherhood (Assembly of First Nations) called for the creation of a National Aboriginal Solidarity Day to be celebrated on June 21; and", "“Whereas in 1990, Québec recognized June 21 as a day to celebrate the achievements and cultures of indigenous peoples;", "“Whereas in 1995, the Royal Commission on Aboriginal Peoples recommended that a National First Peoples Day be designated;", "“Whereas in 1996, the Governor General of Canada proclaimed June 21 as National Aboriginal Day in response to these calls;", "“Whereas in 2001, Northwest Territories became the first province or territory to recognize June 21 as a statutory holiday; and", "“Whereas in 2015, the Truth and Reconciliation Commission recommendation number 80 called on the federal government, in collaboration with aboriginal peoples, to establish a National Day for Truth and Reconciliation as a statutory holiday;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To designate June 21 of each year as a legal statutory holiday to be kept and observed throughout Ontario. This day should serve to create and strengthen opportunities for reconciliation and cultural exchange among Ontarians. The day should facilitate connections between indigenous and non-indigenous Ontarians in positive and meaningful ways. This day should solidify the original intent of National Aboriginal Day as a day for Ontarians to recognize and celebrate the unique heritage, diverse cultures and outstanding contributions of First Nations, Inuit and Métis peoples.”", "Speaker, I fully support this petition and give it to page Olivia to deliver to the table.", "Resuming the debate adjourned on February 27, 2018, on the motion for second reading of the following bill:", "Bill 194, An Act respecting fairness in procurement / Projet de loi 194, Loi concernant l’équité en matière de marchés publics." ],
  "anchor" : "para894"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "If I recall, the last time we dealt with this bill, the member from Kitchener–Waterloo had just finished. We’re now into two-minute responses.", "The Minister of Labour." ],
  "anchor" : "para909"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "It’s a pleasure to rise today in response to comments that have been made on Bill 194. The act, in its essence, is really about standing up for Ontario workers and for the businesses in the province of Ontario.", "I think the country of Canada, and certainly the province of Ontario, has a rich tradition of trade. We like to trade. We like to buy things that we don’t have here and sell things that we have in plenty here, and we like to do it in a fair way. We want to make sure that the rules work for us.", "Over the years, we’ve had the Auto Pact; we’ve had NAFTA; we’ve got the TPP going right now. But I think, around the world, what you’re seeing right now is a tide of protectionism, and the sentiment is very nationalist in nature. A lot of people are starting to think they should be closing their borders. That’s not what we believe in the province of Ontario. I don’t think any party in this House does believe in that, but there’s a time to stand up for yourself and there’s a time to make your views known.", "Certainly, what we are doing by this is saying to those people out there, whether they be states, other provinces or other countries, that should they take some action that would be to the detriment of businesses in Ontario or to the detriment of working people in Ontario, the province of Ontario is prepared to respond in kind.", "We’re telling them very, very clearly that as much as we like to take into account and understand what other parties we might trade with are after—what their aim is, what their targets or goals are—that our job, as the representatives of the people in the province of Ontario and in this chamber, is to look after the interests of the people who work here, in this building, but obviously throughout the entire province.", "What we’re asking the House to do by the passage of this bill, should that be the choice of the House, is collectively we’re sending out a very strong message that we will not stand for protectionist measures that disadvantage Ontario businesses or Ontario workers. We prefer not to do that, but the sentiment is very clear out there. We need to be prepared for this." ],
  "anchor" : "para911"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener–Conestoga." ],
  "anchor" : "para918"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "We hear a lot of talk about fairness from the government. I think that they know full well—and we’ve said this; our critic the member for Huron–Bruce has had her chance to speak to this leadoff—that a lot, if not all, of the measures that we hear or read contained in this particular bill could already happen, in fact, by the government, through simple procurement practices that they already have the power to deploy. This is more about politics, frankly, leading into an election, than actually good public policy.", "The Minister of Labour had his opportunity to speak to this. We want a fair and just society, and that’s all important. We also need to have a competitive marketplace. Bill 148 put more costs on the backs of employers, those very folks who are the job creators here in the province of Ontario.", "We’ve enjoyed a robust economy. Where I come from, the region of Waterloo, large automotive manufacturers, and right down through the supply chain, are finding it very difficult to keep those good jobs here in the province of Ontario. We’ve got skyrocketing hydro bills and more and more red tape put on the backs of these job creators.", "If you look at some of the additional measures and mechanisms contained within Bill 148, a lot of them were not even consulted on when the panel went around the province of Ontario to gather feedback for the process that ultimately led to Bill 148. They feel like they’ve been slightly railroaded right ahead of an election.", "That being said, I want to reiterate the fact that, again, a lot of these measures contained within this particular bill are not legislative requirements. The government has the ability to do a lot of these procurement policies. They’re the buyers.", "Put the rules in place and execute them. We don’t need this. This is more about politics and fighting an ideology in the United States. Let’s be friends like we always have. I’ll leave it at that." ],
  "anchor" : "para919"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para925"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "It’s great to be able to get up and comment for a couple of minutes with respect to this procurement legislation.", "Now, I did hear from my local chamber of commerce down in the southern tier of Niagara. Dolores Fabiano is the CEO of the chamber of commerce; she’s been around for a long time. They represent Welland and Port Colborne and Wainfleet in the southern part of my riding.", "What she had to say was that she’s had conversations with local business that would be most impacted. They received the following comments about Bill 194: They’re very concerned that the bill would result in escalating trade tariffs for our local business and that it would affect local businesses that have opportunities in those states that we’re trying to retaliate against.", "These local businesses in Niagara would rather see a bill that grades a region based on their trade policy rather than the broad sanction that this bill is trying to incorporate. Canadian businesses rely too much on the north-south supply chain, and it’s hard to deal with protectionism in the US because it compounds the issues for businesses if the components and products coming to Canada for consumption or resale are now taxed more heavily. Though this has to do with procurement for public sector contracts, local private businesses believe that it will definitely have an impact on the private sector businesses in the Niagara area." ],
  "anchor" : "para926"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para930"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I’m pleased to share my perspective on Bill 194 this afternoon. Unlike my PC colleague, I think it’s absolutely necessary. We are not initiating all these bills and acts, but they give us the right to respond. They have to agree that recently there has been a tide of protectionism spreading across the United States. As a government, we need the legal tools that allow us to respond, if necessary.", "Our economy, right now, is leading the entire country and all G7 nations in job creation. I think around the area of 800,000 new jobs have been created since the recession. That’s because of our Open Ontario strategy. Ten years ago, we said, “We’ve got to do this. We’ve got to open up Ontario. We want to do more trade.” But, unfortunately, we’re seeing a tide of protectionism.", "Who would this legislation apply to? The proposed legislation would apply to the Ontario government, its ministries and provincial agencies; the Independent Electricity System Operator; Ontario Power Generation Corp. and each of its subsidiaries; many broader public sector organizations that are outside the Ontario government and deliver services to the public, i.e., hospitals, universities, colleges and school boards; and additional entities that could be prescribed through regulation.", "This is very important. It doesn’t mean that we will do it, if this legislation passes; I’m just saying that this is giving us the legal tool to do so, if necessary." ],
  "anchor" : "para931"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you. The member from Kitchener–Waterloo has a two-minute response." ],
  "anchor" : "para935"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It was a pleasure to address our concerns that we had with Bill 194 earlier this week. I will tell you that the Minister of Labour and the members for Kitchener–Conestoga, Welland and Trinity–Spadina all focused on their perspectives, but when I did my 20 minutes I really focused on how ineffective this piece of legislation will be.", "Despite the preamble, there are no requirements in the legislation that the province’s regulatory response to any Buy American policies be proportional or reciprocal. There is only the requirement that the regulation be retaliatory. This means, for example, that if New York state passes legislation that says they must buy US steel, Ontario would not be required to pass reciprocal legislation that says the province must buy Ontario steel or cannot buy New York steel. Instead, Ontario could pass legislation saying that the province can’t buy New York pharmaceuticals or software, or Ontario could choose to do nothing. There is no requirement to act when a Buy American policy is enacted.", "Once again we have from this government the true intentions of what Bill 194 is. This is just a Premier who is desperately low in the popularity polls. It is from a tired Liberal government which has done substantial damage to the province of Ontario, beginning with the sell-off and the privatization of Hydro One, which will be the largest transfer of wealth from the public sector to the private sector second only to the 407. The difference, of course, is that driving on the 407 is a privilege; people in this province need hydro. People and businesses in this province need affordable hydro, and you sold them down the river when you sold off Hydro One. Stay focused on the people who are in this province." ],
  "anchor" : "para936"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The Minister of Transportation." ],
  "anchor" : "para940"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Economic Development and Growth." ],
  "anchor" : "para941"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Oh, sorry. It changed. Minister of Economic Development and Growth. Sorry." ],
  "anchor" : "para942"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "That’s okay, Speaker. Thank you very much. On that point, this is actually my first opportunity to add my voice in debate here in this chamber since being appointed to serve as Ontario’s Minister of Economic Development and Growth.", "On this particular legislation that we’re discussing here this afternoon, Bill 194, I would say, as a proud Ontarian, that unfortunately I’ve had the opportunity to listen to the disastrous comments that are being proffered, particularly by those in the Conservative caucus but even those who seem very confused in the NDP caucus about where they stand, whether they should stand or whether they should sit. It’s like watching a collection of weather vanes in the third-party caucus on this particular bill, Speaker.", "Let me just take one quick step back for a second and say—and members on all sides of the House would know this because I’ve said it, the Premier has said it, the Minister of Finance has said it and many members of our government have said it over the last decade since the depths of the economic recession that engulfed not only Ontario, but all of Canada and much of the western world: This province has created more than 800,000 jobs. We now have the lowest unemployment rate that we’ve had in 17 years. We are leading the country in GDP growth, and that unemployment rate has been lower than the national unemployment rate for 33 consecutive months now.", "That didn’t happen by accident. Speaker, 10 years ago, this government of Ontario had the opportunity to do what happened in some other places, and that was to slash and burn, to basically throw people overboard, throw them under the bus, as it were. Frankly, there were critics, and there were members of the Conservative caucus at that time, who wanted nothing more than for us to throw the people of Ontario under that bus, if I can use a transportation pun, Speaker.", "But we made a different choice. We felt that it was critically important to stand up for not only what we believed in as Ontario Liberals, but to stand up for the people whom we were, and still are, proud to represent. We felt it was necessary to invest in our people, to invest in their talent and their skills, to invest unprecedented amounts in critical infrastructure to create jobs and to set the table for a brighter, stronger and more prosperous economy. I believe that the statistics and history have proven us right with respect to the decisions that we made as a government in that critical moment when others would have had us go in a different direction.", "Our economy is strong, but we know that our economy is not without challenges. There are challenges that we face here in the province of Ontario. I’ve learned a lot about these over the last five or six weeks since taking over this particular portfolio, Speaker.", "But when I listen to members, in particular from the Conservative caucus, I am literally flabbergasted by their complete unwillingness or their complete inability to understand that people who come to this chamber to represent the 444 communities across the province of Ontario have a fundamental obligation and responsibility to stand up for the people of this province, to refuse to let the workers and the businesses of this province be pushed around. To hear members of the Conservative caucus, starting with their interim leader from Nipissing, stand in this House day after day and literally suggest that our government should surrender that fundamental obligation and should walk away from that fundamental responsibility is absolutely flabbergasting and completely unacceptable. Our Premier and our government will never let that happen.", "We know that we have challenges in the realm of trade, generally speaking. The whole world knows that the government of Canada along with the American government and the Mexican government are currently involved in a renegotiation of NAFTA, an agreement that’s 25 or so years old, Speaker. I can tell you that our Premier has been engaging relentlessly with her counterparts south of the border. She has now spoken either in person or on the phone with nearly 40 US governors. She is engaging relentlessly to make sure that our American partners, both in industry and in elected office, understand the critical importance of how tightly integrated our economies are.", "For example, Speaker—not many people would know this, but I’m going to share it here today—there are nine million jobs in the United States that rely directly on free trade with Ontario and with Canada; nine million families in the US who rely on a border that works from a trade perspective.", "Secondly, there are 28 states in the United States for which Ontario is either the first or the second most important trading partner. There are 20 states for which Ontario is the single most important trading partner. And I mentioned already, in industries, particularly like the auto industry or the chemical industry and many others, the notion of a tightly integrated supply chain is so critically important to the economy of both countries—the economy of all three countries—but it’s also fundamentally important to the quality of life that a well-operating or a strongly operating economy can actually provide to the people we’re proud to represent.", "What we’ve unfortunately seen over the last number of months, in the case of a handful of places south of the border, is this movement towards greater protectionism. It’s unfortunate. On a consistent basis, our Premier and members of our government have said repeatedly that we believe, as Ontario Liberals, as an Ontario Liberal government, in the critical importance of trading. There are a couple of reasons for that. We understand, given our population size, that it’s important for us to be able to trade with the world. But here’s the most important thing for us to remember as it relates to trade: On this side of the House—and it would seem to me that we are unique in this regard, when I listen to members of the Conservative caucus and members of the NDP caucus speak—it would seem to me that we are uniquely in the position of having confidence and faith in both our workers and our businesses.", "We know, with open borders, with free trade, with trade agreements that are open and well constructed, that our workers, because of their talent, because of their training, because of that innate Ontario quality that never gives up, that is relentless in the pursuit of something better for ourselves and for our children and for our communities—we know that Ontarians, when they have the chance to compete, they don’t just compete, they win. They succeed.", "We on this side of the House, as the Ontario Liberal government, are not afraid to compete with the world. But just as importantly as the Premier’s relentless engagement with her counterparts in the States, just as importantly as her relentless discussions with industry south of the border and here in the province of Ontario, we also know that on a couple of occasions, in a couple of jurisdictions or places south of the border, we’ve seen that notion of closing off borders and making decisions to apply more protectionist principles. That’s just something that we can’t sit idly by and accept.", "My predecessor in this portfolio, the former Minister of Economic Development and Growth, and the Premier and the Minister of International Trade worked extremely hard talking to, advocating and engaging with the state of New York around, I would argue, New York’s ill-advised Buy American provisions. They did some fantastic work. We made progress as a government on behalf of the province in that regard a number of months ago.", "But we continue to see, for whatever reasons—perhaps economic, perhaps political—places south of the border want to go down the path of saying, “No, we don’t believe in free and open competition; we feel that we have to protect what we have.” The Premier has said this repeatedly: It is not our first choice; it is not the path that we choose to want to go down first. Because we do believe fundamentally in our capacity as Ontarians to compete and to win. Whether we’re competing with people in New York state or Texas or China or Europe or anywhere in the world, we know that our people can compete and can win.", "But as I said just a couple of minutes ago in my remarks, we have that fundamental obligation and responsibility to the people of Ontario, who look to us not just as members of a government caucus but as members of the entire Legislature—and it does not matter what your team’s colours are, because when we’re talking about our economic future and you come into this chamber, you need to be an Ontarian first. You need to understand that whether a person is a welder in Hamilton or a carpenter in Vaughan or a steelworker in the Soo or someone working in innovation in Kitchener–Waterloo—wherever you’re from, you need to know that your government has your back.", "It seems to me, as I listened to members, particularly from the Conservative caucus, that they have decided—and it’s a very sad comment on the state of affairs, I would argue, in opposition ranks that they have decided yet again to put partisan, political and narrow interests ahead of actually standing up for the people that they are allegedly proud to represent from their communities. People, whether they live in a Conservative-held riding, an NDP-held riding, or an Ontario Liberal-held riding, deserve to have MPPs who will stand up for them and refuse to let this province, our workers or our businesses be pushed around.", "Bill 194: There seems to be some confusion in this Legislature about what Bill 194 is all about. It cannot get any simpler than this. Bill 194 is about us, as a government, us a province making it abundantly clear: We’ll take the competition. We’re not afraid of it. We’re happy to get out there and fight hard, as we’ve always done as Ontarians. But if you decide to cross that line and unfairly penalize our workers, our businesses, our families, we’re not going to take it. We’re not going to be pushed around.", "When I hear members of both opposition caucuses speak with such fear in their voice, with such trepidation in their voice about the possibility of reciprocal action coming from the States, it makes me wonder, where are your collective spines and courage on behalf of the people of Ontario? When they won their mandates in their home communities, did you suggest to the people who supported you that when push came to shove, you would turtle? When they wanted you to stand up and defend their interests and their futures, when they had economic anxiety about their future, when our partners south of the border rattled their sabres, did the members of the opposition caucus say to their voters, “When push comes to shoves, we’re going to run for the hills”?", "No, I see that there are some members in the opposition caucuses who, in fact, would feel as we do, that it is fundamentally important to remember that core responsibility that we have at all times. It’s why we have invested in our people. It’s why we have successfully created the 800,000 jobs since the depths of the recession. It’s why we continue to invest in health care, education and, again, in critical infrastructure. It’s why we’re investing in our people. It’s why our economy is doing well.", "A number of days ago, when I learned that we were contemplating developing and introducing this legislation—and this is about five and a half years into my time as an MPP in this chamber, proud to represent Vaughan—when I learned that we were going to be going down this path with respect to Bill 194, I actually had a moment, a moment during which I thought to myself: This is it, ladies and gentlemen. This may finally be that critically important moment when members of both the Conservative Party and the NDP realized that on this type of topic, on this kind of issue, on the sense of “Who are you fighting for? Whose side are you on?” there would clearly be unanimity in this chamber, they would decide in both oppositions that it was time to put the partisanship aside and say to the people of Ontario:", "“Regardless of whether you live in the north, southwest, the east or here in the greater Toronto and Hamilton area, when all else fails, we are, after all, Ontarians. We want to make sure that our future is bright economically, because we know that a strong economy that’s fair, that gives opportunity to all and gives it as equitably as it can, also fundamentally helps support a very strong, a growing and an increasingly prosperous quality of life.”", "I thought in that moment that it shouldn’t be hard for the opposition to do the calculus on this one. When threatened by those from the south, it should be easy enough to recognize we need to stand together. Yet, not for the first time—unfortunately, not even for the second time, dare I say; this has happened dozens and dozens of times to me over the last five and a half years—I have been disappointed, disappointed to witness the spectacle coming in particular from the Conservative Party.", "I get it. Look, the whole world knows they’re flailing right now, and that’s understandable. There’s all kind of churn happening in that party. I get it. I understand. I understand perhaps more than many others the cut and thrust of what takes place in a political party given that this is my third decade as a proud Ontario Liberal. But internal party churn is no excuse for an abdication of fundamental responsibility. That’s what we are seeing on this critically important issue facing the people of Ontario.", "It doesn’t matter where you’re from in the province of Ontario. Whether you’re from Vaughan or Sault Ste. Marie or Peterborough or Barrie, you should recognize, when you look in the mirror in the morning, that it’s not about the blue team or the red team or the orange team; it’s about Ontario. On this side of the House, consistently—" ],
  "anchor" : "para943"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Point of order." ],
  "anchor" : "para969"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Point of order, the member from Sault Ste. Marie." ],
  "anchor" : "para970"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "A quorum call, please." ],
  "anchor" : "para971"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "A quorum, the Clerks’ table?" ],
  "anchor" : "para972"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para973"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para976"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Economic Development and Growth has exactly 13 seconds—" ],
  "anchor" : "para977"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I just wanted to use my final few seconds acknowledging—I know that I’ve been castigating both the Conservatives and the NDP. I do want to say—I can’t tell; it seems like the clock is—oh, I have more time. I’m going to save that closing remark for closer to the end of my comments." ],
  "anchor" : "para978"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "You still get your four minutes." ],
  "anchor" : "para979"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Good to know, Speaker. Thank you very much for your clarification.", "For those who are riveted at home watching this, what I was about to say was that there was, in fact—although I missed it—one lone, inspired member of the NDP caucus, the member from Hamilton East–Stoney Creek, who did recognize that fundamental obligation in debate to stand up for the people whom we are proud to represent.", "With some of my time that’s left, I want to comment on a couple of quotes, a couple of things that we’ve seen out in the public domain. For example, the mayor of Sault Ste. Marie, Christian Provenzano, relating to the legislation that we’re talking about, said, “It is important that the province of Ontario takes this measure to protect Ontario’s industry from unfair or discriminatory procurement practices.", "“It is important to recognize that such practices can have very negative consequences for communities like Sault Ste. Marie. While US steel comes over the border and is used here on a daily basis, Canadian steel shouldn’t be prejudiced. If it is, our government has to be in a position to respond.”", "There are a series of other quotes, including from the mayor of Hamilton, including from the CEO of Algoma. There are literally dozens and dozens of quotes from people outside this building who are looking for nothing more than that their elected officials, their elected members of provincial Parliament, do what every single Ontarian instinctively wants us to do: to stand up and defend their interests.", "Again, the calculus on this one could not be more clear. It is astounding and, as I said at the outset of my remarks, it is flabbergasting to me, as a proud Ontarian, that members, in particular, of the Conservative caucus would be so timid in their approach, would be so fearful in their approach. I don’t understand. Whether it’s Bill 194 or it’s OHIP+ or it’s free tuition or it’s raising the minimum wage or it’s investing in health care, building hospitals, building more education, building more critical infrastructure, particularly in the transportation realm—in my five and a half years, the one question about the Conservatives that I’ve never been able to answer is, who are they fighting for, if they are not fighting—" ],
  "anchor" : "para980"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "Point of order." ],
  "anchor" : "para986"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Point of order from the member from Guelph." ],
  "anchor" : "para987"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "I just noticed that we’ve been joined by my new executive assistant, and I’d like to introduce her—she has just started: Charlini Nicholapillai." ],
  "anchor" : "para988"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Congratulations.", "I think that the minister might have a talk with you later; I’m not sure.", "But anyway, continue." ],
  "anchor" : "para989"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "As I was saying, I don’t understand and I’ve never understood, when it comes to the Conservative caucus—the fundamental question that I don’t understand is, whose side are they on? If they’re not on the side of the people of Ontario, then who are they fighting for? If they don’t believe in a stronger economy, then what do they care about? If they don’t believe in a stronger economy that supports a better quality of life for their constituents, then whose side are they on?", "It would seem to me that, since 2003, through now four election campaigns, the people of this province, who—say what you want to say—cannot be fooled, understand something critical about Ontario’s Conservative Party: When the chips are down and when the people of Ontario are looking for someone to defend their interests, they know they cannot count on the Conservatives, because fundamentally, Ontario’s Conservatives have demonstrated time and time and time and time again—because it has been four times that they’ve conversed with the people of Ontario and four times that they’ve been rejected—that they are simply on their own side. They do not care about what happens outside of this building. They do not care about that strong economy. They don’t care about the investments that can be deployed in health care and in education, because they are fighting each other instead of fighting for the people of Ontario—and it’s not acceptable." ],
  "anchor" : "para992"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para994"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Mr. Speaker. I am pleased to rise at this point in time—and don’t worry; I will address you.", "As a starting point, this legislation causes me a great deal of difficulty. When I hear comments coming from the member from Vaughan and other members—it’s really rich to hear that they’re concerned about Ontario, but when Bill 148 came out there was no concern over Ontario there. When you increase hydro prices, there’s no concern over there. When you refuse to do anything to help the people of Ontario and the businesses of Ontario thrive and have an opportunity for success, there’s no concern whatsoever.", "We have a President south of the border who is quite unpredictable—earlier last week, I heard the member from Timiskaming–Cochrane stand up and say that we’ve got an unpredictable President across the border—and your theory to fix the problem is to go out and poke him in the eye. The member from Etobicoke North responded by saying, “If the Belgians do it, we’ll do it to them too.” I’m curious: Isn’t this the same government—on this very day, today, of all days, Pink Shirt Day—that passed bullying legislation? Here you are, responding to bullying tactics south of the border by being bullies right back at them. That’s really rich coming from you. You want to be a bully. You want to treat a bully with bullying tactics—" ],
  "anchor" : "para995"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock.", "I don’t want to point out anyone in particular, but there is a list of bad, bad people today, so I would suggest that you be careful how you vocalize.", "Continue." ],
  "anchor" : "para999"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Mr. Speaker.", "So yes, it’s really rich coming from that side of the floor, which has been bullying and playing political games ever since I got here." ],
  "anchor" : "para1002"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Yes, I see your violin, member from Vaughan. Do you know what? I’ve got my own violin over here, and I’m playing it on behalf of the people of Sault Ste. Marie, who you are destroying. You are killing the steel industry there. The—" ],
  "anchor" : "para1005"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you. The member from Kitchener–Waterloo." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It was interesting to listen to the member from Vaughan. It was almost like a leadership speech of some sort. It was rich with rhetoric, bombast and hot air, and did not even substantially address—" ],
  "anchor" : "para1007"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I’m sorry; it did not even—" ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock.", "While the Minister of Economic Development and Growth was speaking, there wasn’t too much across the floor. It appears the decibel level has gone up from the government side, so I would suggest they cut it back and let the member from Kitchener–Waterloo have her say. Thank you." ],
  "anchor" : "para1011"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker.", "Please, I do want the government to understand that we are not going to be taking any lessons on the economy from this government, especially on the rights of workers in the province of Ontario. Quite honestly, this has become temp agency central in Canada. This is a government that gives government money to temp agencies and companies that only hire temporary workers—like Fiera Foods, who got a $1.5-million grant from this provincial ministry, and three Ontario workers died in that factory.", "It is one thing to talk about standing up and protecting the economy and the jobs in this province, but if you were to actually reflect honestly about what your record has been on behalf of—" ],
  "anchor" : "para1013"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Point of order." ],
  "anchor" : "para1016"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Point of order, Minister." ],
  "anchor" : "para1017"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I’m so sorry, Mr. Speaker. I have a gentleman here who has never been in the House, and I want to introduce him to our Legislature. His name is Arman Hamidian. It’s a great pleasure for me to say welcome to Arman." ],
  "anchor" : "para1018"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I think we’re developing a pattern here where people are up speaking and people from their own party are standing up and doing points of order. I think that’s a little bit unfair. You know the time when these things are done. Occasionally, we allow some introductions at the end, when we’re done, but not in the middle of someone’s speech. It’s not kosher, okay?", "Continue." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker. This is the longest two minutes I’ve ever had in this House.", "I have pointed out how ineffectual this piece of legislation will be in actually protecting the economy of the province of Ontario. It’s inflammatory, it’s retaliatory and it is a lot of sabre rattling.", "When you look at what the Ontario Chamber of Commerce asked of us, they said to allow Ontario businesses to buy into surplus electricity before it is exported. What a concept, Mr. Speaker. Why not protect Ontario companies? Don’t attack them. Give them a fighting chance. Don’t sell our hydro to our competitors and lose jobs in the province of Ontario. There are basic, simple things that we can be doing as legislators." ],
  "anchor" : "para1021"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Guelph." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "I do not have a point of order. I would like to respond to the minister’s comments, if I may." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para1027"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "Actually, I was quite interested in the comments from the member for Kitchener–Waterloo because she mentioned the leadership that is being shown by the Minister of Economic Development. I think that is actually the whole point here: that the only people in this Legislature who apparently have the nerve to show leadership are the members of the Liberal Party—plus one NDP member who actually understands that not every Buy American piece of legislation warrants a response. It is, with respect to the Minister of Agriculture, not a huge issue for Ontario farmers that we can’t sell Ontario produce to Alaska. So that doesn’t warrant a response, which is why the legislation is written in such a manner that we can choose our responses.", "If you go to a place like Hamilton, where steel is really, really important, or a place like Sault Ste. Marie, for heaven’s sake, where steel is really, really important, the fact that steel producers are saying, “We’re going to produce steel in the United States because we want to be able to sell steel in the Buy American states”—it’s time that Ontario did retaliate, if that’s the word you like, did respond to say, “Do you know what? If you’ve got Buy American for steel in your state, then we now will have the authority to respond proportionately in kind and say, ‘Well, then, you can’t sell your steel in Ontario.’” We’re going to have similar reciprocal legislation with respect to that state, and we’re going to protect the jobs of American steel producers—" ],
  "anchor" : "para1028"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para1030"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "—American IT—" ],
  "anchor" : "para1031"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para1032"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "—or Ontario steel producers—" ],
  "anchor" : "para1033"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you for the third time.", "The member from Kitchener–Conestoga." ],
  "anchor" : "para1034"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I know I only have two minutes, and I get that it’s difficult right now for the Liberals, especially in this climate, to have to read the Toronto Star and see polls that show our party increasing rapidly without, frankly, a leader. That’s a tough thing to swallow, perhaps. Ontarians are obviously going to have a big decision to make on June 7, and when push comes to shove, I know they’ll make the right decision.", "Nonetheless, this bill is about deflecting their dismal record in Ontario as job creators. They want to pick a fight with the United States to kind of deflect attention away from them. Look, as we’ve said before, there are countless bills like this on the books throughout the United States. This Liberal government chose not to act then, and is only acting now because the Premier wants to pick a fight ahead of the upcoming election.", "We saw just last week our Prime Minister wanting to form new relationships and strengthen the ones that we have, and travelling off to India with his tickle trunk. It was an embarrassment, obviously—a big embarrassment. You’ve got Mr. Dressup in India doing what he’s done, and that clearly has backfired here.", "Obviously, the provincial Liberals don’t want to take a page out of that book, so instead of doing things like friends do, they’re picking a fight with them right now, initiating this trade war with the US during a critical time in NAFTA negotiations. It’s nothing but a reckless, last-ditch election ploy to shift the blame for their disastrous economic policies in Ontario.", "I know my colleagues will have further opportunity to chime in on this, but truly, this is more politics than good policy. Unfortunately, that’s what we’re going to see in here now between—I guess it’s 99 days until the election, and, frankly, Speaker, it can’t come soon enough." ],
  "anchor" : "para1036"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Economic Development and Growth." ],
  "anchor" : "para1041"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I’m very happy to have the opportunity to wrap up with some comments on the debate that has taken place here this afternoon.", "I’m not normally in the habit, I suppose, of giving my friends in both opposition caucuses—both the Conservatives and the NDP—advice. There are a couple of things I would say really quickly, and then I’ll close with some advice.", "We heard from the member from Sault Ste. Marie, for example, that perhaps this government, to his way of thinking, doesn’t defend businesses. I will tell you, whether we’re talking about cutting the corporate income tax rate for small business by 22% or whether we’re talking about a whole host of other initiatives, we do support our business community. We do support the business community." ],
  "anchor" : "para1042"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I brought that in—22%." ],
  "anchor" : "para1045"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Thanks to the minister responsible for small business, in particular, for his efforts in this regard. That is one of the reasons that over the last decade we have seen explosive economic growth here in the province of Ontario.", "Where the member from the Soo and the Conservatives fail to see exactly what we’re doing is—we’re on the side of Ontario businesses, and we’re on the side of Ontario workers, because, again, fundamentally we’re on the side of Ontarians. That’s actually what the members of Conservative Party can’t seem to understand.", "As for the member for Kitchener–Waterloo, who started off her comments with a bit of a backhanded comment, I suppose as a political observer I can only suggest that now that the former member for Bramalea–Gore–Malton is now an Ottawa politician, she finally has her clear shot at the big chair in the third caucus.", "Leaving that aside for a quick second, here’s the last thing I’ll close with, the piece of advice that I want to give to my friends in both caucuses: Don’t talk about how many days until the election campaign. Don’t start measuring the curtains and don’t bust out the paint swatches, because for the last 15 years in particular the Conservatives have done that time and time and time again.", "The only thing standing between Conservatives and political power are (a) common sense and (b) the people of Ontario, and that won’t change this year.", "Stand up for the people of this province, because that’s what they expect of us, that’s what they deserve and it’s what our Premier and our government are doing every single day of the week." ],
  "anchor" : "para1046"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1052"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "My pleasure. First off, I just want to confirm that I will be splitting my time with the members from Parry Sound–Muskoka and Prince Edward–Hastings.", "I want to comment about the member for Vaughan’s earlier statement. It’s unfortunate he does not want to stay to listen." ],
  "anchor" : "para1053"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para1055"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Mr. Speaker. I will withdraw.", "My concern with this legislation—to put it very mildly, we’ve heard it time and time again within this debate. You don’t retaliate against another party that (a) has the ability to do what they—" ],
  "anchor" : "para1056"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1058"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "A point of order from the member for London–Fanshawe." ],
  "anchor" : "para1059"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "From last count, I don’t think we have a quorum." ],
  "anchor" : "para1060"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It’s up to the Clerks’ table." ],
  "anchor" : "para1061"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para1062"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para1065"
}, {
  "speaker" : "The Acting Speaker (Miss Monique Taylor)",
  "text" : [ "We’ll now return to the member from Sault Ste. Marie." ],
  "anchor" : "para1066"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Madam Speaker.", "The concern I have heard—and it’s common sense. You have a government, a party on the other side of the border, that has the ability to do these things. They have the ability, and they’ve demonstrated a degree of unpredictability. The last thing you do is poke them in the eye. The last thing you do is antagonize. Rule 101 in any kind of negotiation: You start off trying to get a sense of what type of common ground you can achieve.", "The member from Vaughan decided to quote the mayor from Sault Ste. Marie making reference to this legislation. What he doesn’t seem to appreciate, clearly, is that the people from Algoma Steel in Sault Ste. Marie have a huge problem with this legislation. They hate it. I spoke with people from Algoma, and I want to give you some information with respect to what they disclosed to me. I’m going to talk specifically about another section out of the States, section 232.", "President Trump has been given three options dealing with trade, and steel in particular. The first option is to impose a global tariff of at least 24% on all steel products from all countries. Option number two: a tariff of at least 53% on all steel imports from 12 countries—Brazil, China, Costa Rica, Egypt, India, Malaysia, the Republic of Korea, Russia, South Africa, Thailand, Turkey and Vietnam—with a quota by product on steel imports from all other countries equal to a maximum of 100% of their 2017 exports to the United States." ],
  "anchor" : "para1067"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "I’m going to press pause because I appreciate the member from Etobicoke North again showing his true colours and talking about Belgium.", "Option number three: A quota on all steel products from all countries equal to 63% of each country’s 2017 exports to the United States.", "Algoma Steel in Sault Ste. Marie has made it crystal clear: Option one or option three will absolutely destroy their business. What will that mean? What will it mean if Algoma Steel is lost in Sault Ste. Marie? Some 3,000 people will lose their jobs—6,000 pensioners in the community. The steel plant will shut down. Huron Central Railway will necessarily shut down because about 80% of their loads come from the steel plant. That will compromise Domtar in Espanola and Aecon in Nairn Centre. It’s a trickle effect. You’re going to kill all of these businesses specifically in northern Ontario because of that one.", "What happens to the rest of Sault Ste. Marie at that point in time? Well, I’ll tell you what’s going to happen: If the steel plant shuts down, now the government is going to have to figure out how to deal with the disaster that will be left behind—a steel mill with nobody willing to operate it that, to clean up, would cost billions upon billions, if not more. Who’s going to pay for it? Government is going to have to pay for it. We’re all going to have to pay for it. We take another hit. We’re just getting hit and hit because of these types of policies.", "I reached out to Michigan state senator Schmidt immediately after this legislation was tabled. In the conversation with Senator Schmidt, I explained to him how many businesses in his state of Michigan are affected by what will happen to us in Sault Ste. Marie at Algoma Steel if we can’t get our raw materials purchased from them.", "That is a potential way to resolve the issue. Don’t ram legislation down people’s throats just because you want to pick a fight with Donald Trump and you want to look good to voters in Ontario—because that’s exactly what you are doing. It’s disgraceful.", "At this time, it is clear that this government is trying to do nothing but ram legislation down our throats. It’s an affront to the dignity of this House, and I’m going to move adjournment of the House." ],
  "anchor" : "para1072"
}, {
  "speaker" : "The Acting Speaker (Miss Monique Taylor)",
  "text" : [ "The member for Sault Ste. Marie has called for adjournment of the House. Is it the wish of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1079"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Members, take your seats, please.", "Mr. Romano has moved adjournment of the House. All in favour, please stand and be counted by the Clerk.", "All those opposed, please stand and be counted by the Clerk." ],
  "anchor" : "para1085"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 6; the nays are 40." ],
  "anchor" : "para1088"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I declare the motion lost.", "We will now continue with Mr. Romano’s further debate." ],
  "anchor" : "para1089"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "I would almost ask for a recount, but—so I was speaking before the break, before the vote, and—" ],
  "anchor" : "para1091"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. Just because we’ve continued the debate, it doesn’t mean we can go on with conversations. We are now actually going to listen to the person who is presenting. Thank you.", "Continue." ],
  "anchor" : "para1093"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "With this particular bill, the whole nature of it, Bill 194, is that once an American jurisdiction is deemed by the governor in council to be an offending American jurisdiction, they can take these sanctions. This bill gives unchecked authority to the minister to determine whether an American jurisdiction should be defined as an offending jurisdiction. There’s no oversight. There are no checks and balances to understand how that would work.", "Before the vote, I had expressed that within my community of Sault Ste. Marie—Mr. Speaker, of course you well know that we have a number of people employed at Algoma, historically known as Algoma Steel. They have very serious problems with this legislation. They are very worried about what will happen to the steel mill in the Soo, and to many, many other businesses, if this legislation is allowed to pass.", "If permitted to pass, in the great words of the member from Etobicoke North, we’re basically poking the President of the United States in the eye." ],
  "anchor" : "para1095"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "I’m proud to do that." ],
  "anchor" : "para1099"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "I’m glad that you, member, are proud to do that. But your pride is going to cost people their jobs. It’s going to destroy communities. That’s exactly what it’s going to do. You’re playing games with people’s lives right now. You have a person you can negotiate with, and instead you want to antagonize that person.", "If the retaliation is to proceed with, as I referred to earlier, of the three options, option one or option three, it will destroy Canadian steel markets. With option two, while not all that palatable, they can all survive. Steel right now is selling for over $750 a tonne. They can survive.", "There are ways to do this the right way. You can negotiate. You can work toward a resolution that works for us all.", "No one is fooled by the political games. I am really disturbed that since I got here on September 11, all I see is one game after another game after another game. It was Bill 148. It was using abortion as a wedge issue. All we seem to see here are games.", "I’ve been here just a few months, and I see that your party looks at all of the opposition as nothing more than an obstacle to getting what you want. And you see all of the people we represent as obstacles to you maintaining power." ],
  "anchor" : "para1100"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "You will not speak louder than me, I assure you.", "You are playing—" ],
  "anchor" : "para1106"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "We see that things are getting a little heated. I would suggest to the member from Sault Ste. Marie that he doesn’t debate directly with the people. You go through me. All right?", "Also, I would suggest that the members on the government side don’t tell me how to do my job.", "Continue." ],
  "anchor" : "para1109"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Thank you, Mr. Speaker.", "So how do you do it in a way that doesn’t cripple our economy? I was referencing it earlier. I got on the phone, and it was no problem at all reaching the state senator in Michigan. Why did I do that? Well, it’s a simple reason. We buy all of our coal to operate the steel plant in Sault Ste. Marie from a small community in Michigan. If our steel industry fails, communities within his state will fail. That’s what’s going to happen. He’s going to fight for his communities, and he’s going to work up the chain, and he’s going to say, “Sorry, Mr. Trump.”", "We cannot jeopardize Canadian-American trade relationships by going along with options like option one or option three. It’s going to trickle through. This isn’t just about one community like Sault Ste. Marie; there are other communities that are going to be affected.", "I’m sure, Mr. Speaker, that the good people in Hamilton, in their steel industry, also do a lot of business across the border and buy their raw materials from across the border and ship their products across the border.", "We heard an example the other day of the people in Saskatchewan who buy their tractor parts from places in the States, then they ship their product across the border, where Cheerios are made that are shipped back over the border.", "The reaching effect of this is huge. You don’t poke people in the eye in negotiations. That’s not the way you negotiate. It’s bullying.", "It really is ironic that we’re here on Pink Shirt Day talking about this, and you want to react to somebody you deem to be a bully by punching them in the mouth. That’s the philosophy on how you deal with it. No. There’s a better way to deal with it. There’s a much better way to deal with it.", "I’m going to cite a few numbers. The member from Vaughan referenced a comment by the mayor and tried to imply that I, as the member for Sault Ste. Marie, am not worried about the steel plant. Well, again, everything I have here came from the people at Algoma. They gave me this.", "Let me relay to you some of the numbers they provided me with. They said the following:", "“—Each of these remedies is intended to increase US domestic steel production from its present 73% of capacity to approximately an 80% operating rate, the minimum rate needed for the long-term viability of the industry.", "“—Each remedy applies measures to all countries and all steel products to prevent circumvention.", "“—The President still has until April 11 to either adopt these recommendations, modify [the] recommendations or ultimately take no action as regards these recommendations.” So there’s till April 11. On April 11, we have an opportunity to negotiate. We have an opportunity to reach out to all of the various political representatives who rely on us, who rely on Canadians, Ontarians.", "“—In questions, when asked specifically whether there had been consideration as to the exclusion of NATO allies (specifically Canada) Secretary Ross indicated the option with the 53% tariff in the quotas at 100%”—that’s option number two—“was his version of an ‘exclusion’ for allies.”", "We can do better than that, because they rely on us. Those economies rely on us.", "Mr. Speaker, at this time, I would like to move a motion to adjourn the debate." ],
  "anchor" : "para1112"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Romano has moved adjournment of the debate. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "Those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1127"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Members, take your seats. Members, have order.", "Mr. Romano has moved adjournment of the debate. All those in favour of the motion, please rise and be counted by the Clerks’ table.", "All those opposed, please stand and be recorded." ],
  "anchor" : "para1133"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 7; the nays are 37." ],
  "anchor" : "para1136"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1137"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It is now 6 o’clock. This House stands adjourned till 9 o’clock tomorrow morning." ],
  "anchor" : "para1139"
} ]