[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on March 26, 2018, on the motion for second reading of the following bill:", "Bill 3, An Act respecting transparency of pay in employment / Projet de loi 3, Loi portant sur la transparence salariale." ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?" ],
  "anchor" : "para171"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "It’s a pleasure to be first off the mark today here in the chamber." ],
  "anchor" : "para172"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "You’re off the mark all the time." ],
  "anchor" : "para173"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes. Well, some on the other side would like to say that, but I like my electoral record; somebody must believe what I’m saying.", "Unfortunately, I would say to the folks on the other side, seeing as they wanted to open the door, they no longer have any credibility. Nobody in the province of Ontario believes a word they say anymore, including these unbelievable promises they’re making to the people of Ontario, which they know will not be fulfilled by them because the Liberals have broken every promise they’ve ever made in the past." ],
  "anchor" : "para174"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s never too early to start warnings.", "I just want to remind myself, what bill are we talking about?" ],
  "anchor" : "para177"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Bill 3." ],
  "anchor" : "para179"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Oh, good. Thank you." ],
  "anchor" : "para180"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Speaker, be assured that I will speak to the subject at hand for sure—at least until that Chair changes there.", "I wanted to start on something more positive, but of course, I barely got my throat cleared and immediately I was being challenged by the folks on the other side of the House. Look, it’s just unbelievable. They wake up in the morning and they wonder how they are going to make life miserable for poor old Yak here on the other side. However, I’m going to persevere and try to get beyond that.", "Before I get into the address today—I see on the clock that I have a lot of time. This is likely the last time that I will speak before Easter, Speaker, so I certainly wanted to wish everyone in this House—as Christians, Easter Holy Week and the resurrection of Christ is the most important celebration we have. I want to thank all those who continue to celebrate Easter and wish them and their families the very best here in Holy Week, not only in Ontario but all across the world.", "Bill 3—or was it Bill 203? What was it before? There was a bill that came out before the prorogation and they had to bring it back again. You have to go back to wonder why we’re—it’s déjà vu all over again, as Yogi Berra would say.", "Back to the whole point of the time that we have squandered here in the House when we could be debating legislation—it’s quite warm in here, by the way, I would say, and likely to get warmer. Here we are debating a bill that we probably should already be finished debating had the Premier not decided that it was in her political best interest to prorogue the Legislature and start the calendar all over again. Here we are, March 28, budget day in Ontario—budget day on a Wednesday because of course the calendar only matters when it’s in the interests of Premier Wynne and the Liberal Party.", "This bill, Bill 3—I had an opportunity to be briefed on this the other day. I see Emily in the underpress there. She was part of the entourage that came to brief me and my colleague from Haliburton–Kawartha Lakes–Brock, the women’s issues critic, on Bill 3. I think they did the best they could. There are a lot of unanswered questions because so much of this legislation is nothing more than the bare-bones framework of what we could be dealing with once the legislation is enacted January 1, 2019, when the bill becomes law. Even the calendar of how we’re going to bring in the different levels of compliance—we’re told it’s going to start with the Ontario public service, the OPS, and then it will gradually go from businesses and employers of 500 or more employees and work its way down, but we have no definitions in the bill whatsoever. It’s a skeleton bill. We have no definitions whatsoever on how those regulations will be enacted and the impact that they will have.", "The reason I mention that, Speaker, is that this is another one of those indications—you may have heard this from me before. I may have said it before. In at least the last 18 months, there is not a single piece of legislation that has been brought before this House that has been done on the basis of what is needed today, right now, in the province of Ontario, but instead on what is in the best political interests of the Liberal Party and Kathleen Wynne’s re-election program—everything that has been done. I mean, here we have a party that, Speaker, not long ago—you would recall because you may have even made comments on it—in the fall economic statement, and even after that when we came back here after the winter and the Christmas recess, the finance minister was chortling about their fiscal plan and how they had slain the deficit and how they were going to make sure that, going forward, Ontario would continue to have balanced budgets with a surplus. “We’ve exceeded expectations each and every year,” he would shout out to the Legislature and talk about what tremendous fiscal managers they are.", "But, you see, lingering behind the curtain, lingering in the back room, lingering in the corner office on the second floor were the deep thinkers who said, “Charles, we can’t balance the budget. There’s no way on God’s green earth we could get re-elected if we don’t try to bribe the people with their own money and run a massive deficit in order to get re-elected.” So of course Charles, a former banker—it probably went against his own grain to give in and say, “Yes, okay, we can have a deficit.” But he did what he was told by the powers in the corner because they’re working and making sure that the salvation of the Liberal Party is top of mind in the members of the caucus—not the people of Ontario, not those who have been left behind by this Liberal government.", "Let me tell you, folks, there are millions who have been left behind by this government, because they have always worked on their own agenda. It has never been about the people. This is what they continue to do. Bill 3, which could have been enacted so many times before—we’ll call it Bill 3, because that’s what it is today—did nothing, absolutely nothing.", "I get a kick out of the Premier, in answering a question to the leader of the third party yesterday—or it may have been the Minister of Health—saying, “We never heard a word. We never heard a word from the NDP on this subject in the last three years,” or whatever. They’ll come up with some number, some period of time. They say, “We never heard a word about it. But the NDP, now just before an election—we’re so happy that they found their conscience,” or something to that effect. Talk about the proverbial pot, the story of the pot and the kettle. Here is the Premier—yes, I know I’m speaking through you, Speaker. I just have to keep my feet moving a little bit or else I could take root here. I’m going to be here for an hour.", "But as I say, talk about the proverbial story about the pot and the kettle. The Premier, at the eleventh hour—I don’t know if there’s any place called Damascus between here and, say, Hamilton or something, but somewhere, she was travelling and she got the lightning bolt, and all of a sudden she’s found her conscience. The problem is, she’s trying to salve her conscience with the people’s money that she doesn’t have. It’s not her money, but she’s going to promise every bit of money that the people may or may not have in order to salvage her own election aspirations. This bill, Bill 3, as I was saying, is another example of that, where they could have acted so many times before.", "Now, on the eve of an election, they are coming up with what they call “pay transparency” legislation. Speaker, pay equity has been the law for some time in this province. Unfortunately, we continue to see cases and we continue to see examples where it hasn’t been fulfilled. Certainly, the promise of pay equity is slow in coming to fruition. Thankfully, in cases like ourselves in the Legislature, our pay is determined by legislation. There would be no possible way that someone could be paid less based on their gender here in the Legislature. That’s the right way. That’s the way it should be.", "When I think of how one could possibly value the work of a female less than the work of a male, it galls me, particularly coming from a family of 14 children. I could cite the example of my mother, who not only raised 14 children—most of them quite well; some would question how one of her sons turned out. That’s me I’m talking about; I’m not picking on anybody else. The life that she lived, the effort that she made and the work that she did is something that not only am I proud of, but I’m so grateful for the work she did.", "My father was a member of this Legislature as well from 1963 to 1987. I was six years old when my dad got elected. We could see first-hand the work. My mother was described by so many people—she died at the age of 50, and so many people described my mother as, “That woman just worked herself to death.” That was said so many times at my mother’s wake and funeral because people in our town knew just how hard she worked—not just raising a family, but running a business as well. We have a hardware business. When my dad would be away—and he would be away a lot because of his legislative commitments—all of those responsibilities fell onto my mother. Not only did she do that, but she was involved with the Catholic Women’s League as well, and did a tremendous amount of charity work for them.", "I remember, when we were kids, they’d be having a bake sale at the church—and we lived next door to the church—" ],
  "anchor" : "para181"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It still didn’t help, Yak." ],
  "anchor" : "para197"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Pardon me?" ],
  "anchor" : "para198"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I’m having some second opinions, but I’ll leave the judging for someone else to decide on that matter—as we all will be.", "My mother would always make sure that she would bake things for the bake sale. She wouldn’t have time to go to the bake sale because she’d be up at the store doing the books and trying to keep the doors open and the place functioning, with the help of staff, of course, as well. But she would bake stuff for the bake sales, and then she would give us kids money to go to the bake sale, which was next door, and also buy things at the bake sale, to support the cause in two ways. The funny thing, Speaker, was that we would always go to the bake sale and buy the stuff that our mother donated to the bake sale because we were absolutely certain that there was not going to be a better apple pie than my mother had baked, there were not going to be better cookies or better date squares or whatever she would make. We would actually go to the bake sale with her money to buy the stuff that she had already donated because we knew that they were going to be the best baked goods at the bake sale—with all due respect to all of the other families who donated to those bake sales.", "So in addition to all of those responsibilities, she still somehow found the time to do all of these other little things—she just got it done because she had to get it done in a limited time.", "My mother had a 1968 Mustang." ],
  "anchor" : "para200"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "What would that be worth today?" ],
  "anchor" : "para204"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I don’t know what it would be worth today, but my oldest brother, Frank, certainly made sure it was worth a lot less when he got his hands on it." ],
  "anchor" : "para205"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "All the family stuff is coming out." ],
  "anchor" : "para206"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes.", "It was pouring rain one day and—none of us had ever taken a school bus to school. It was about a mile, but we always walked. She had to get to the store because there was some salesperson showing up at such and such a time. You know that thing you see where they get all these people in a phone booth? Well, my mother got 10 of us into a Mustang and drove us to school. We weren’t my size today, but there were still 10 of us. She got 10 of us into a 1968 Mustang and drove us to school because she didn’t want us to get soaking wet. She didn’t have time to make two trips. Of course, today, they’d be saying she endangered her children because she put 10 of them in a Mustang and none of us were belted in. They may have had seatbelts then, but they certainly didn’t have shoulder straps at that time.", "My mother was, in some ways, so trusting, because she always believed in the best in people, and I’m fortunate for that.", "I remember that Mustang. It only had 4,000 miles on it, and the back tires were worn out. I remember her telling my dad at the kitchen table how she had the Mustang in to get gas at Raymond Conway’s, and Raymond said, “Doreen, you’re going to have to get those tires replaced. The treads are showing through.” She said, “I just couldn’t understand it,” because there were only 4,000 miles on the car at the time. Raymond said, “Well, your rear tires are worn out.”", "You see, that year, my oldest brother, Frank, turned 16. He used to borrow Mom’s car—" ],
  "anchor" : "para207"
}, {
  "speaker" : "Interjection",
  "text" : [ "Without her knowing." ],
  "anchor" : "para213"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "—sometimes, probably, without her knowing, and with 4,000 miles on the Mustang, the rear tires were worn out. My mother just couldn’t possibly understand how a set of tires could be worn out in 4,000 miles." ],
  "anchor" : "para214"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Frank was laying rubber." ],
  "anchor" : "para215"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Frank was—yes. He was helping to put additional coatings on the asphalt roads in Barry’s Bay.", "That was my mom. She never, ever, ever stopped working. We’d get up in the morning, she was working; we’d go to bed at night, she was working. She’d be doing the books from the store, she’d be going over the accounts. She looked after the payables, the receivables, all of that kind of stuff—and all that was done outside of the hours that the store was even open. Then, of course, my dad would come home on the weekend and she would graciously try to accommodate him in his duties as a local MPP.", "Pay equity? How could anybody have paid my mother enough for the work that she did? There was no legislation to ensure that she was being fairly remunerated for the work she did. I know I could go on with stories for the entire hour, because an hour is a long time to talk about certainly this piece of legislation, which is a skeletal piece of legislation. It really doesn’t define anything about what’s going to happen under the legislation. It is only a framework.", "I think talking about examples of the tremendously special and important women in our lives who lived in an era when no one considered the value of the work that they did as being so special—think about the value of the work of raising 14 children, one of them being me. Think of the efforts that would have required, just keeping one of those children as best as possible on the straight and narrow, as they say.", "Of course, the other most important woman in my life would be my wife. I could stand here without any fear of being contradicted and tell you that my wife works so much harder than I do because, again, her work and worry never stop. We’ve got four children. Yes, they’re all grown up, but mother is always mother, always trying to find ways to help out the children.", "We’re waiting for our 10th grandchild, who will be coming in May. I think sometime around May 15 is the due date, Emily was telling me. We’re looking forward to that. Emily and her husband, Tom, and their other two children live in the Northwest Territories, but we’re looking forward to seeing them this summer. After the baby is a couple of months old, they’re going to come and stay for a bit, so we’re looking forward to that as well. Maybe my wife will go out there prior to that to assist, if she can, in any way, as she did with the other two children.", "The role that women play has been undervalued for so long. I remember years ago when it was not only the norm, but it was actually accepted that women would be paid less. They actually had pay scales: men and women. Women would be paid less as a matter of course. Part of the thinking probably back then was that, I mean, most women did stay at home. The men were the breadwinners, as they say. People would accept that women could be paid less.", "The Second World War changed a lot, the old stories about Rosie the Riveter and how women were brought into the workforce, because without the women coming into the workforce and doing the jobs that were traditionally, up until that time, the jobs of men, we could not have produced the goods that were necessary all across North America, particularly in the United States, where much of the war effort was funded because of the massive industrial capacity that existed there. We could not have done that.", "I know of all kinds of women of my father’s generation who, when people like my father and/or their husbands or future husbands were at war, were actually working at the factories, some of them in De Havilland and other places, helping to build the equipment, the planes, the jeeps, the tanks, all of those kinds of things that were necessary to provide the soldiers overseas with the equipment that was necessary to continue and ultimately be successful in the war effort.", "That did change, to some degree, the thinking of the traditional role. But valuing that effort equally was something that the world didn’t appear to be ready for. It’s only in the last 30 years that it became apparent that a woman’s work should be valued no less than the work of a man.", "Now, under any circumstances, and quite frankly—I’ll only paraphrase it. My wife has often said, and I have never once disagreed with her, “The best man for a job is a woman.” She has said that many times. I say, “You know what, dear? You’re right.” She has some plaque that says something to the effect, “Yes, God made man first, but you always do a rough draft before completing the final masterpiece.” Again, it’s only a little plaque that’s meant to impart some humour as well, but every bit of humour has the substance of fact and truth in it. Any man who has had important women in their lives will recognize that, will recognize that the contribution that they make should never be undervalued. How could it, if viewed through an objective lens, ever be undervalued? It simply cannot be.", "So, in the wisdom of governments of the past, they decided that in order to ensure that this yardstick moved quickly enough, that the barometer was not left to atmospheric weather conditions, so to speak, we would take the necessary steps to ensure that legislation that guaranteed pay equity was passed by all Legislatures, by the federal government and by all Legislatures. We have pay equity legislation, but it hasn’t functioned the way it was anticipated.", "Now, the government, in Bill 3—again, Speaker, that’s why I like to say Bill 3, so that you clearly understand that I am speaking directly to the legislation: Bill 3, An Act respecting transparency of pay in employment. You know me. I’m not a cynical person, and I’m not one to just say something negative about the government for the sake of being negative, but even the most open-minded portion of my body has to be a little suspicious of the timing—just a bit suspicious of the timing. Because every year, a study comes out that says, “Where are we? How have we measured up to the expectations of pay equity legislation that has been on the books for so long?” Every year, there’s an evaluation. So for 15 years—15 years—" ],
  "anchor" : "para216"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "How many years?" ],
  "anchor" : "para230"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Fifteen." ],
  "anchor" : "para231"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Oh, 15." ],
  "anchor" : "para232"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes, 15. For 15 years—well, maybe 14 years that they’ve had the evaluation, because they would have been elected after the evaluation of 2003. But for a long time, the government has been aware of the gaps—the gaps that have not closed the way it was expected or intended. You would think that this government, which uses the word “fairness”—and what’s their title of their throne speech? What was it called?" ],
  "anchor" : "para233"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“A Time for Care.”" ],
  "anchor" : "para234"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "“Care”—the caring government. You just want to get out there and hug somebody. The Kathleen Wynne Liberals want to spread the love. They’re going to use your money; they’re going to use your money as the butter. They’re going to spread that around. But they haven’t recognized the problem for nearly 15 years, and on the eve of an election, here they are bringing out a framework, a skeletal framework, for how they’re going to force compliance. But they’re not forcing compliance on the legislation; they’re only going to appoint compliance officers.", "With this government, whenever you hear about the words “compliance officers,” you know what you think of? The bureaucrat’s dream: more compliance officers, with little or no direction as to what they’re going to be doing or what powers they actually have. They’re not very well defined in here, but they will have the right to come in without warrant—without warrant—and do an inspection of a company’s pay equity plan, an audit.", "This government loves to have compliance officers and inspectors. Every day, we get to talk about it: “We’re going to appoint more inspectors.” Not on the basis that there’s been a complaint that company XYZ has failed to comply; it’s just that we’re going to have these compliance officers driving around and burning fuel—oh, maybe they’ll all have brand new hybrids; I don’t know—driving around Ontario, most likely burning fuel, putting more emissions in the environment, and deciding, “Let’s go check out this guy today,” or “Let’s go check out this person today or this group today, and we’ll see if we find something.” It really is a bureaucrat’s dream, that we’re going to appoint a whole lot of people with little definition about what they’re actually supposed to be doing.", "But as I said earlier, everything that this government has done in the last 18 months is all based on politics. It’s the analytics.", "Speaker, of course the Blue Jays are opening their season tomorrow. The Raptors are in first place in the eastern conference in the NBA, and the Leafs, while not officially, are certainly going to be in the playoffs, and are one of the top six or seven teams, I would say, in the NHL, without a doubt. Do you see what sports teams practise today? I know my colleague from Prince Edward–Hastings will agree, because he’s a sports guy himself. It’s all about analytics.", "You see a guy going up to the plate in major league baseball today—you’ll have Buck Martinez and Jamie Campbell or whoever—" ],
  "anchor" : "para235"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Pat Tabler." ],
  "anchor" : "para241"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "—or Pat Tabler. They’ve got statistics on everything. They can tell you what days he likes to get his hair cut. They can tell you if he performs better if he’s had a sauna before the game or if he was on the bike before the game, or if he likes to do his workout eight hours—they’ve got statistics for everything. It’s called “analytics” today.", "It’s not like in the days of Willie Mays, where he saw a pitch he would like to hit and he knocked it out of the park, or if some guy tried to hit one over Willy Mays’s head and he said, “You know what? I can run faster than that baseball.” At the Polo Grounds in 1954, when Willie Mays made what was called at that time “The Catch”—it’s still referred to as The Catch—my parents were at that game in 1954. They saw The Catch.", "In those days, when the sportswriters asked the question, which might have been based on analytics today—do you ever see today on the highlights how they’ll show how fast Connor McDavid is actually skating as he breaks around a defenceman there, or Kasperi Kapanen, one of the Leafs’ fastest men? They’ve got the clock on him. They know exactly what they’re doing.", "When Willie Mays was asked at that time something to the effect of, “How do you compare that catch to the one you made?”, to put that to rest, Willie Mays simply said, “I don’t compare them; I just catch them.” They didn’t have analytics then. But Willie Mays knew how fast he was in that outfield, and he was one of the greatest players of all time. We all know that. He doesn’t compare them; he just catches them.", "Well, this government here compares them all. They check out everything. They are polling on everything, and they’re only deciding to do what they believe is going to advance the cause of re-election in 2018. Bill 3, An Act respecting transparency of pay in employment, the bill that I’m speaking on right now, is a perfect example of them employing analytics to go down the road of following the absolutely stock-in-trade philosophy they have today of, “If it don’t help us get elected, we ain’t doin’ it.”", "They might as well have a sign. You know, we can’t go into the Liberal caucus room. You know that, Speaker. You know you’re not allowed in there; I’m not allowed in there, either. But I’ll bet you there is a sign somewhere in that Liberal caucus room, and it says something like that. I didn’t write the sign. I’m not artistic. I’m not very good at making signs. I certainly would like to have a sign made for them. But I’ll bet you there is a sign somewhere in that Liberal caucus room that says something to the effect, “If it don’t help us get elected, we ain’t doin’ it.”", "I know one thing: There is no sign in the Liberal caucus room that says something like, “We don’t compare them, we just catch ’em.” There’s no sign like that in the Liberal caucus room.", "Underneath that sign in the Liberal caucus room, “If it don’t help us get elected, we ain’t doin’ it,” there’s a bulletin board there and they’ve tacked up the different pieces of legislation—with the push pins, you know? On to the board goes the piece of legislation, and each time they have a caucus meeting, they probably have the members of the caucus putting a check mark: “Yeah, I like that. That’s going to help.”", "They also have a board in the Liberal caucus room, but you wouldn’t really notice because it’s blank. It’s blank. There’s nothing on it. The sign above there was actually put up by the non-partisan folks in the Legislature and it says, “Bills that are really, really going to help everyone in the province of Ontario on a non-partisan basis.” There are no bills up. There’s a box of the push pins on the ledge under the bulletin board, but no bills have been posted. You know how you walk down the street sometimes in Toronto and there’s a sign on the construction wall: “Post no bills”? They may as well have that sign above that bulletin board in the Liberal caucus room: “Post no bills.” It’s “Bills that are good for the people,” and then right underneath it, it would say, “Post no bills,” because what they do is post bills that are going to help get them re-elected.", "So Bill 3 was tabled on March 20, but it was tabled before under another number. Instead of debating this bill last week, which we could have, no, because again, those deep thinkers down in the corner office—you just go down the hallway, turn right, and it’s right on the right-hand side, right in the far corner. Those deep thinkers said, “No, no. Everything’s going to die. We’re going to prorogue the Legislature because the Premier has got a great idea. We’re going to come up with this wonderful throne speech that’s going to basically make a whole list of, ‘Who are we trying to entice? Who are we trying to influence?’”—perhaps I could say even “manipulate”—“‘into voting Liberal on June 7?’”", "They’ve got their list. That room is so full of lists, I don’t know how they have room for the members when they get in there. It’s so full of lists about, “Who are we going to entice? Who are we going to manipulate? Who are we going to convince that the only way to salvation is to re-elect Kathleen Wynne and the Liberals?” That’s what their mantra is these days. They have long since forgotten about the important issues of Ontario: jobs, the economy, keeping people working.", "They did pay a little bit of lip service at one of their press conferences last week about trying to match—again, the horses have left the barn years ago. They’ve done nothing to match the training with the skills that are needed, something we have been talking about and preaching about and telling them had to be addressed for years: matching the training of our young people with the job market demands of today and tomorrow. They have done nothing to address that.", "So each and every year—it won’t matter what the pay equity legislation says if we can’t find people to fill the jobs. We have unemployment and people looking for work in this province. The middle class in this province, their financial conditions have stagnated under this government, stagnated for 15 years. Well, at least the last 10, certainly since the recession." ],
  "anchor" : "para242"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "It’s 3.7%." ],
  "anchor" : "para256"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "There you go. My colleague from Parry Sound–Muskoka—" ],
  "anchor" : "para257"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Median family income." ],
  "anchor" : "para258"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Median family income in this province, since 2008—" ],
  "anchor" : "para259"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "It’s 3.7%." ],
  "anchor" : "para260"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Has gone up 3.7%." ],
  "anchor" : "para261"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "And 37% in Saskatchewan." ],
  "anchor" : "para262"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "And 37% in Saskatchewan. Can you believe it? The former engine of the economy, the economic engine of the country, Ontario, the province of opportunity—I think it says something about care and opportunity in that throne speech, doesn’t it? Opportunity? It should say “opportunity squandered” or “opportunity wasted.”", "Speaker, you would remember. I’m not trying to date you, but you would remember when the licence plates in this province actually said, “Ontario, province of opportunity.” That was the slogan under the licence plate. Quebec had “La belle province,” and then they changed it to “Je me souviens.” But Ontario was the province of opportunity, because this was the place that people flocked to. My friend from Thunder Bay would remember that, too: the province of opportunity, because it was endless. It was endless.", "You could leave a job at noon and have four job offers before 4 o’clock that day. Our economy was growing. Opportunity was there. The factories were booming and they were sprouting up like onions in the spring, because people saw this province as one that was the cutting edge, leading the economy, not only here in Canada, but in North America. They saw this province, with vast resources of tremendously talented people and the natural resources that made the world green with envy.", "And what happened? What happened? Speaker, it started with what we’re seeing today, the politics. It started with politics. Then this government—and I don’t know if the number was Bill 3, but it might have been near that, so I’m still on Bill 3. It started when they decided that they were going to sign contracts at exorbitant rates, priced beyond anyone’s belief, to purchase electricity from sources other than traditional sources.", "At the time, about 25% of our electricity was coming from coal. We had promised, as a Conservative government, that we would shut down the coal plants by 2015, because we had done the studies. We had done all the background work. We had plans in the works to be able to replace that energy with other sources. But then the Liberals came into power—they promised they would shut them down by 2007.", "I remember my predecessor Sean Conway, who was the energy critic for the Liberals at that time. He represented all of my riding for 28 years. He literally rolled his eyes, because he knew that it was impossible. But this is what happens when politics takes over policy. He recognized that it wouldn’t happen. It couldn’t happen, and it didn’t happen, because it was virtually and realistically impossible.", "But then they wanted to accelerate it, so they signed contracts at exorbitant rates that we are still paying for and will pay for long after I’m gone—and I don’t mean from this place; I mean gone. We’re going to be handcuffed and hamstrung by those decisions for decades to come. They put politics ahead of policy for the last 18 months, and Bill 3 is another example of where they have done nothing for 15 years to address the challenges.", "They’re talking now about $822 million for hospitals and $2.2 billion for child care. I’m trying to remember: When for five years they froze the budgets of hospitals, did they say at that point that they didn’t care? No. They were still calling themselves the greatest government since time immemorial. And now, all of a sudden, they care and they’re coming up with $822 million. But Speaker, I can tell you, as I travel across this province—and I don’t travel extensively, but some of my colleagues do, and our new leader, Rob Ford, is doing plenty of travelling." ],
  "anchor" : "para263"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Doug Ford." ],
  "anchor" : "para272"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Oh, I’m sorry, Doug Ford. My apologies. Correct that, Hansard, please: Doug Ford—a slip of the tongue.", "Our new leader, Doug Ford, is travelling extensively, and he hears the same message each and every day about how Ontario wants change and wants this government gone. They see through the message of care and opportunity.", "Yes, I guess it is legitimately the throne speech of care and opportunity, because what it says is, or it should say—there should be some other printing there: “I, Premier Kathleen Wynne, care only about the prospects of the Liberal Party in the next election, and I want to ensure that we enhance our opportunity to be just that.” So care and opportunity—I suppose it is the throne speech of care and opportunity: care and opportunity for the Liberal Party, not for the people of Ontario.", "Back to the bill: Even those who are the greatest advocates to eliminate the gender pay gap—which we all are here; we believe that gap should be eliminated and should have been eliminated a long time ago—are questioning the motives of the government, and questioning whether this bill, in itself, will achieve that.", "This is from the Toronto Star: “‘Timid’ Pay Transparency Legislation Misses the Mark, Critics Say.” Fay Faraday, a Toronto lawyer and co-chair of the Equal Pay Coalition, says: “Pay transparency is tremendously important but if the government is going to do it, they have to do it right to make sure it’s effective.”", "Again, this framework legislation really has no teeth. It’s requiring people to report on their progress with regard to pay equity legislation. Is it not more important that we actually ensure that people are being paid equally, regardless of whether they are male or female, regardless of their gender? Isn’t that what the intent of pay equity legislation was when it was enacted decades ago? This bill, Bill 3, is about appointing another group of bureaucrats: compliance officers.", "Even the bill itself left me with some questions. I just speak to one section here, Speaker. Tell me if this leaves you with a question, as it left me. I know it’s rhetorical; I know you’re not going to respond. There’s a section here, under section 14, “When no decision after six months,” and it says, “This section applies if the board has commenced a hearing to review a notice of contravention, six months or more have passed since the last day of the hearing and a decision has not been made.” Then in subsection (2), “Termination of proceeding,” it says, “On the application of a party in the proceeding, the chair may terminate the proceeding.” But then in subsection (3), “Re-institution of proceeding,” it says, “If a proceeding is terminated according to subsection (2), the chair shall re-institute the proceeding upon such terms and conditions as the chair considers appropriate.” It doesn’t say “may,” it says “shall.” I asked for clarification, and I haven’t received that yet.", "Would you not think that if a chair terminates a proceeding, it means that it’s terminated? Why would we bother having this section if it says if it has been terminated, then it must be re-instituted? Why would we have a termination clause in the first place? It’s entirely and practically redundant. It makes no sense. That’s just one part of the bill. As you know, I always want to make sure that I’m referring to the bill whenever I’m speaking, to ensure that we’re on the topic of the discussion.", "I am running out of time, and there is so much more that I would like to talk about.", "From what I understand, this bill is first going to be rolled out for the public service and then it will be rolled out to employers with 500 or more employees down to 250. But we don’t have any calendar as to when those new levels would be enacted. I really would love to speak so much more about the meat of the bill, as opposed to the bones of the bill, if they only had a serving of meat on my plate here. But there’s nothing here but bones, so it’s very hard to be specific when I’m not given any specifics to be specific about.", "However, on the issue, Speaker—and we must never forget the issue. The principle at play here—and I’m not even going to repeat the fact that this is completely being done for political purposes. I guess I just have, but it’s not my intent to repeat that it’s completely political, why they’re bringing in the bill at this time—only to remind people of how suspicious I am of the timing.", "But on the principle of pay equity, I articulated stories about my mother and I also mentioned my wife and how hard she works, and our daughters. We’re so proud of the work that they do. Under no circumstances should a person be paid less on the basis of their gender. I believe that absolutely, without qualification. I believe that absolutely, and I believe that every member of this House shares that view.", "We need to work harder to ensure that all across this great land—this wonderful country of Canada and this tremendous province of Ontario—that is actually happening, but I am not confident that this legislation is the tool. The critics feel the same way. The advocates for pay equity feel the same way. If they’re questioning what the Liberals are doing at this time, and certainly—I’m a nonpartisan person in most ways as well, but on the basis of this, I have to also remember the fact that I am a member of Her Majesty’s Loyal Opposition. I have never heard the Liberals ever once stand in this House and talk about the problems or the weaknesses associated with one of their pieces of legislation. That is my sworn duty and my colleagues’ here as well. We have to point out the flaws. We have to point out that it falls short. As I said, I’m first off the mark this morning. We have to point out when legislation falls short of the mark.", "If we’re doing what is right, and that is making sure that people are paid equally and not penalized on the basis of gender or any other reason, this bill misses the mark. We can do a whole lot better. We shouldn’t be playing the political game of introducing bills like this on the eve of an election, an election when this government is so desperate for re-election that they are trying to pull any rabbit out of the hat that they can find.", "We have a responsibility in this chamber to do what’s best for the people all the time. Stop looking after the care of the Liberal Party and presenting it with opportunities, and stand up for Ontario." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member for Algoma–Manitoulin." ],
  "anchor" : "para289"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "What can I say? It’s always interesting—that is what I’m going to say—when the member from Renfrew–Nipissing–Pembroke stands up and speaks his mind on behalf of the good people of his area. It’s always colourful, engaging, and, to my surprise, this morning a lot of his points that he’s raised I actually agree with.", "We’ve seen too much of this Liberal government trying to buy and trying to entice. It’s their last-ditch effort as to getting a positive result on June 7. Ontarians will not be fooled this time. Ontarians know what they want. Ontarians are looking for hope. Ontarians are looking for a responsible government who will make decisions in their best interest. Ontarians will be making that choice very shortly. Ontarians are very much ready for a change, but what is that change going to look like? That’s what people are being faced with, and that’s the decision they are making. We’re putting our ideas forward.", "I want to commend the member for talking a little bit about what women have to offer and what women have offered to our great province. I am proud to be part of a caucus that is represented by well over a good 50% of our caucus—we are functioning.", "How is it that we come up with ideas and then all of a sudden they are implemented? We came up with the Financial Accountability Officer—whoops—and the Liberals came up with policy. We came up with our pharmacare—whoops—and the Liberals came up with their OHIP+. We came up with dental care—whoops—and the Liberals have it in their throne speech. Guess what? I think we might be seeing something in the budget this afternoon.", "Anyway, it’s been 15 years—15 years. It’s time for a change." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Beaches–East York." ],
  "anchor" : "para295"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It gives me great pleasure to have a chance to comment on the member from Renfrew–Nipissing–Pembroke’s opposition lead today on Bill 3. He got off to a great start, Speaker, as you heard, as he was the first off the mark. I’m glad he reminded us of his comment in the 59th minute of his speech, but in the first minute, “first off the mark,” and I remember the Minister for Children and Youth Services very clearly saying, “You’re often off the mark.”", "To understand that this bill—I’m not sure he understands what’s before him. He thinks this bill is about ensuring that women and men are paid equally. We already have that legislation. It’s called the Pay Equity Act. This bill is about breaking down systemic barriers that make it difficult for women to equally participate economically in the jobs in the workplace. It’s a completely different bill than the one he spoke to, and frankly, Speaker, as you recall, when the Speaker was in the chair, he made the comment—the Speaker was concerned that he wasn’t speaking to the bill about four or five minutes in, and he said, “I’ll be speaking to this bill until the Deputy Speaker takes over.” He made a little joke about, “Maybe I won’t have to speak to the Chair.”", "Well, for the better part of 51 minutes, he didn’t speak to the bill. To his credit, he came back to it at the nine-minute mark, Speaker, but then he actually started—what I found really, really interesting is his comment that this is all just about building a new bureaucracy. It speaks again to the fact you have no respect for the public sector workers in our province, because if you have a bill without enforcement, it has no teeth. And I know that you would probably want to get rid of all of those people in the employment standards group, which harasses employers who go rogue. We have to make sure they have the people in place. It’s just totally inappropriate for you to be concerned.", "This being Easter, I’d say that the speech, the official opposition’s leadoff speech on this bill, is a big egg." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Prince Edward–Hastings." ],
  "anchor" : "para300"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It’s a pleasure to join the debate here this morning. I love listening to the stories of my friend and colleague from Renfrew–Nipissing–Pembroke, especially the stories of days gone by and the stories of his late mother and how she made baked goods, gave them to the charitable organizations and then they went out and bought their mother’s own goods. He might get a little bit of push-back from the Rumleskies and the Peplinskies and the O’Reillys and the Kellys and the Yanthas. They probably thought their mom made the best baked goods, too.", "But the bottom line is that we all respect the job that all Ontarians are doing and that everybody should be paid equally. I believe that we all believe that in this House, as the member said in his remarks today. But, unlike the member sitting next to me, I am a bit cynical about the motivations of this government, given the timing that this comes out.", "This government has spent the last several weeks rolling out billions and billions of dollars in new spending, when they had told us for years and years that we were going to have a balanced budget year after year. But now they have realized that their backs are against the wall. They’re behind the eight ball. It’s going to be almost impossible for them to pull this one out of the fire, so they’ve decided to go back into multi-billion-dollar deficits. We’re going to find out later today just how big that deficit is.", "But they’ve also gone back to paying the lip service. My colleague was talking about the front-page story in the Toronto Star, where the Equal Pay Coalition said of this bill, “Ontario’s proposed new transparency legislation aimed at eliminating the gender pay gap is too weak and fails to address fundamental issues surrounding wage discrimination.” So I, unlike the member opposite, am going to give the Liberals a big fail on this." ],
  "anchor" : "para301"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Hamilton Mountain, two minutes." ],
  "anchor" : "para305"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It has definitely been quite the morning so far here in the Legislature. You know, I thought the member from Renfrew–Nipissing–Pembroke did a good job while he was doing his debate. It’s not very often that I compliment the PCs, but he did a great job. He outlined the failure of this government, including with this bill. This bill needs to happen. We need to make sure that we are getting women up to the proper pay grade that they see. But the government themselves have failed on their own pay equity.", "I speak with people in developmental services; I speak with children’s ministries. These are government-funded programs. They are services that are provided and enforced by the government that have been forced by legislation to pay pay equity. Well, unless the government decides to up their funding to allow them to do that, they can’t. The government themselves need to look at their own transparency and at their own accountability and ensure that they are funding the services they provide and the providers to allow them to pay that pay equity.", "When the member talks about the big egg, maybe instead of running around his riding chasing eggs this weekend, he will be chasing votes. I can see that there are certainly a lot of wishes happening in this House. There are fun coupons falling all over this province. The people are no longer buying it. They’re looking for change. They’re looking for a party that will allow them to have the services they need within their lives." ],
  "anchor" : "para306"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke has two minutes to respond." ],
  "anchor" : "para309"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you, Speaker. I want to thank the members from Algoma–Manitoulin, Beaches–East York, Prince Edward–Hastings and Hamilton Mountain for their comments.", "The member for Beaches East–York talked about teeth. Well, the critics say the legislation has no teeth, so it’s done completely for the purpose of semantics and nothing else. When the PCs suggested the government work with the NDP and the opposition to create a special legislative committee of the Ontario Legislature to sit over the spring and summer of 2017 to bring back to the Legislature amendments to strengthen the Pay Equity Act so that the organization has the legal and financial resources to close it, the government did nothing.", "In fact, in the spring of 2015 they created an expert panel to study the gender wage gap. In the spring of 2016, they received the final report. In the fall of 2016, they held a press conference and stated they would bring together more experts to make definitive plans. The second committee met over the course of five days. The last meeting was over six months ago, in September 2017, and all of a sudden, at the eve of the election, they bring in the legislation, legislation which the critics themselves say does not have the teeth to actually effect change.", "We’ve got all the respect for bureaucrats who do their jobs, but creating new bureaucracy that will not even have a job to do other than to forward the pursuits of the Liberal Party with a toothless piece of legislation—enforce the act that exists today, the Pay Equity Act, and ensure and work with the opposition, work with the other two parties, to bring forth changes that will ensure that people who are working are paid equally, which is the right thing to do in the province of Ontario, and stop playing political games on the eve of an election because you people are so desperate to cling to power that you no longer deserve to have. This province has had it to here with the Liberal Party. Change is needed, and change is on the way." ],
  "anchor" : "para310"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para315"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It’s my pleasure to rise in the House today and introduce Scarborough native Ahmed Adan Ismail, who is the co-founder of Hxouse. Please welcome him." ],
  "anchor" : "para318"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "On behalf of the member for Mississauga–Erindale and page captain Tahira Rajwani, I’m pleased to introduce Tahira’s mother, Afsara Dossani; his father, Salim Rajwani; his sister Rafian Rajwani; his aunt Zarina Rajwani; and his grandfather Abdullah Rajwani. They will be in the members’ gallery this morning. Please welcome them." ],
  "anchor" : "para319"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "This morning, I’d like to introduce page Caius Harbridge’s father, Greg Harbridge. He will be in the members’ gallery this morning." ],
  "anchor" : "para320"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "On behalf of the Honourable Kathleen Wynne, the MPP for Don Valley West, I would like to welcome page captain Ryan Stainsby; his parents, Eleanor and Jeff Stainsby; and his brother Josh Stainsby. They will be in the members’ gallery this morning.", "I would also like to extend a very warm welcome to the grade 4, 5 and 6 classes from St. Paul in Kingston. Parents who are on that trip are Dan Coles, John Van Stone, Nicole Denee and Dave Badour, and wonderful teachers Steve Garrison and Dillon Hulton.", "Lastly, I would like to extend a very warm happy birthday to Rosemarie Majetic, who is the mother of one of the most favourite people in my life, Anna Majetic, my executive assistant." ],
  "anchor" : "para321"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I would like to welcome page Adam Omarali’s father, Bill Velos, who will be visiting us today. He will be here in the members’ gallery. Welcome to Queen’s Park, Bill." ],
  "anchor" : "para324"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’d like to introduce the mother of our page Annabelle Rayson, who is here today. Her mother, Stephanie Lobsinger, should be in the members’ gallery later this morning." ],
  "anchor" : "para325"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "In our visitors’ gallery today, we have a couple of colleagues from the Public Affairs Association of Canada, an organization I’ve long been associated with. We have the marketing chair, Cristina Onosé; we have membership chair Harvey Cooper; and an invitation for all members to attend the reception tonight in room 228 from 5:30 to 7:30 p.m." ],
  "anchor" : "para326"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I wasn’t in the House when the member for Kingston recognized the Stainsbys. I just want to welcome them to Queen’s Park, having had lunch with Ryan yesterday. He’s a fine young man, and I know that they’re thrilled to be here." ],
  "anchor" : "para327"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I’m very pleased to have page Sophia Andrew-Joiner here for this session. Her mother, Cynthia Andrew, is here visiting today, with her brother Nicholas Andrew-Joiner and her grandmother Susan Andrew. Please welcome them to Queen’s Park." ],
  "anchor" : "para328"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I also would like to recognize Harvey Cooper who, in a previous life, was manager of the Main co-op in my riding. Welcome, Harvey." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Seeing no further introductions, it is now time for question period." ],
  "anchor" : "para330"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Good morning. My question this morning is for the Minister of Energy. There were a number of contradictory statements made yesterday in the House. The minister said that the IESO has assured his ministry “that they have made every effort to be forthright and fully responsive to the Auditor General’s requests for information.” But the Auditor General said, “They continually say they’re co-operating, but they stalled on giving us information. They wouldn’t sign the management representation confirming that they gave us all the information.”", "Someone here, Mr. Speaker, isn’t telling the truth. Is the Minister of Energy calling the Auditor General a liar?" ],
  "anchor" : "para333"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Very good tightrope walk, but be very cautious, please. You know what I’m talking about.", "Minister of Energy?" ],
  "anchor" : "para335"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Once again, we work with the Auditor General on many instances. We work with our system operator on a daily basis. Of course, when this came to light, we spoke with the Independent Electricity System Operator, our system operator for the province. They have assured my ministry that they have made every effort to be forthright and to be fully responsive to the Auditor General’s request for information.", "They have told me, time and time again, that they have provided over 200 responses and received those responses and have provided those information requests. They made specific work spaces for the Auditor General’s staff to be in the system operator’s headquarters and they even adapted from two weeks to seven weeks.", "From the system operator’s point of view, Mr. Speaker, they are meeting all of the requirements." ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para340"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Speaker, somebody is not telling the truth here and somebody is trying to hide something.", "The Auditor General said she was blocked from meetings. You know, they can set up all the work spaces they want, but if the AG isn’t getting what she’s asking for and what the officers are asking for—and these are independent, nonpartisan officers of the Legislature. The Auditor General said she was blocked from meetings. The AG asked the IESO, “When is the board meeting? We’d like to come. They did it without telling us.”", "Yesterday, the Minister of Energy said that when it comes to the board meetings and when it comes to the audit committee, the IESO accommodated every AG request on this.", "Mr. Speaker, why is the Minister of Energy attacking the credibility of an independent officer of the Legislature, the Auditor General?" ],
  "anchor" : "para341"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "We also have an independent arm’s-length body in our system operator and they have informed the ministry that they have done everything they can to accommodate the AG’s requests. The AG has met with the board. The AG has met with the audit committee. And through their audit, the Auditor General’s staff had direct access to the IESO staff to ask questions. As I was saying, they are making accommodations to ensure that they can answer every question and be as accommodating as possible through this entire process.", "The Auditor General has asked for over 40 meetings. Those 40 meetings took place between the AG staff and the Independent Electricity System Operator. They are going to continue to co-operate with the Auditor General just like our ministry does." ],
  "anchor" : "para345"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’m sure the Auditor General is really looking forward to that type of co-operation continuing when she’s getting stonewalled at every request. All you have to do is read the transcript and then listen to the minister’s remarks. He was on quite a roll yesterday, Mr. Speaker.", "Again, yesterday, the Minister of Energy said, “Ontario families and small businesses are now paying less, by average, on their bills than ... any ... jurisdiction.” He said that yesterday, Mr. Speaker. I tell you, that would be news to the folks struggling with hydro bills all across this province when you figure in the massive all-in costs of electricity in Ontario.", "I want to know this question from the Minister of Energy: What fantasy world is he living in?" ],
  "anchor" : "para348"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "We are living in a world where we’re actually making it better for all Ontario families. We’re living in a world where we reduce bills by 25% but the opposition votes against it. We’re living in a world where climate change is real, where the opposition denies it. We’re living in a world where we’ve shut down coal, where this party wants to bring it back. We’re going to continue to live in a world where we bring forward caring programs for the people of this province, unlike that side, who wants to cut, cut, cut, Mr. Speaker. We will make sure that we look after everyone in this province, while they just shake their fist and make things up." ],
  "anchor" : "para351"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para354"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Neanderthal party." ],
  "anchor" : "para355"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Indigenous Relations and Reconciliation will withdraw." ],
  "anchor" : "para356"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Well, I withdraw “Neanderthal.”" ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister is looking to be warned if he does not withdraw properly. Withdraw." ],
  "anchor" : "para358"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I withdraw." ],
  "anchor" : "para359"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "New question." ],
  "anchor" : "para360"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "My question is for the Premier. I love game shows. We’re going to have our own little game show here this morning. She likes playing with the numbers; I know that. This question is a multiple-choice question—" ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock.", "The very beginning was fine, and now we’ve moved ourselves into a position where I’m going to go for warnings. We’re now in warnings.", "Finish your question, please." ],
  "anchor" : "para364"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Thanks, Speaker.", "It’s a question for the Premier. My question is, which scandal is the Premier most proud of? Is it (a) the $8-billion scandal on eHealth, (b) the $2 billion on smart meters, (c) the $1.1 billion on cancelling gas plants, or (d) the $4.5-million salary that she handed to the CEO at Hydro One?" ],
  "anchor" : "para367"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, I don’t see my job as a game. I don’t see the job of anyone in this House as a game, because we’re talking about people’s lives; we’re talking about the ability of people to give their children a great start in education.", "What am I most proud of? I’m most proud that, in this province, a child can start school at the age of, sometimes, three—because they are going to turn four before January 1. They start at the age of three. They can have full-day kindergarten. Then that child now can get free prescription medication if he or she needs it. Then that child, when he is 17 or 18 and graduates from high school, can get free tuition to go to college or university. And then that child can find a job in this province, because we are bringing jobs, we’re bringing business to this province. That’s what I’m most proud of." ],
  "anchor" : "para369"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para372"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We are in warnings.", "Supplementary?" ],
  "anchor" : "para374"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Speaker, I’m disappointed I didn’t get an answer to my question. I guess maybe the speaker went with (e) all of the above.", "Another multiple-choice question for the Premier this morning: Which mismanagement does the Premier consider to be the biggest waste: (a) the $400 million on Presto card cost—" ],
  "anchor" : "para376"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Well, yes, the member is warned.", "Carry on." ],
  "anchor" : "para379"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "In case she didn’t hear: (a) $400 million on Presto cards, (b) $304 million over budget on the Pan Am Games, (c) the $6.5-million paycheque to consultants over the sale of Ontera, which was only sold for $6 million, at a loss of $61 million, (d) $36 million on bureaucracy at the local health integration networks, or (e) all of the above." ],
  "anchor" : "para381"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, again, I don’t see our jobs here as games.", "What am I most proud of? I’m very proud that that child, who has graduated from college or university and has now got a job, was able to attend the Pan Am/Parapan Am Games, which were a huge success and came in on budget. I’m most proud that, as that young person ages, if he or she—" ],
  "anchor" : "para382"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Good try, yeah. You changed the budget three times." ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for Renfrew–Nipissing–Pembroke is warned.", "Finish, please." ],
  "anchor" : "para385"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "If he or she needs care for his or her parents or grandparents, there’s home care available to that family. There are personal support workers who are being paid more in this province and are being respected because we have increased their salaries. We’ve increased the minimum wage for people across the province. I’m very proud of that, Mr. Speaker. And I’m very proud that that young person, when he or she retires, is going to have enhanced retirement security because—" ],
  "anchor" : "para387"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para388"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Final supplementary." ],
  "anchor" : "para390"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Mr. Speaker, the Premier is not doing very well on this test today, but they’ve lowered the standards so low, she might still pass.", "Back to the Premier: We know the government is about to plunge us into a pile of red ink this afternoon with budget 2018, but just how much will the deficit be today? She said it’s modest, so this really shouldn’t take too long.", "Will the Premier stop me when I get to the right number? How many billions in the deficit? Is it one billion, two billion, three billion, four billion, five, six, seven, eight—just how high? Just how high is this deficit going to be? I can’t count forever, Mr. Speaker. How high is the deficit going to be?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, you know the—" ],
  "anchor" : "para395"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "You told everybody else." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Oh, I think he knows.", "Premier?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The contrast between the position of the opposition and our government and our party is actually becoming clearer, as they talk about the cuts and the social deficits and the damage that they think should be done in this province. On this side of the House, we’re talking about 100,000 child care spaces, free tuition for young people, the fact that millions of children have already had free prescription medication—three million prescriptions. Those are the investments that we are making because we believe that a deficit in care is actually—" ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para401"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre ce matin. The question is quite simple: Does the Liberal government believe in universal access? Does the Liberal government believe in universal programs?" ],
  "anchor" : "para404"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think if the member opposite looks at the way we have introduced OHIP+, it is universal for all of those young people—access to 4,400 medications on the formulary. If the member opposite looks at the seniors plan that we will introduce today to make sure that seniors’ prescription medications are completely free, universally free, all 4,400 prescription medications on the formulary, yes, we believe in universality. Look at our preschool child care plan. Yes, we believe in universality." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para406"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yesterday, the Liberal government voted to support the NDP plan to ensure that every Ontarian, no matter their age, can get a prescription and that every Ontarian, no matter who they are, can see a dentist. Will that be in the budget today?" ],
  "anchor" : "para407"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the budget will be read this afternoon, and I trust that the third party will see that it is a progressive budget that supports care in this province and that they will stand up and vote for it." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Final supplementary." ],
  "anchor" : "para410"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Everyone should be able to fill a prescription and everyone should be able to see a dentist. Does the Premier believe in that?" ],
  "anchor" : "para412"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Yes, I do, but I do not believe that 110 drugs, when there are 4,400 on the formulary, is universality. It doesn’t work. Yes, I believe in universal pharmacare. We’ve taken major steps towards that. We know there is more to be done, but 110 medications is not—is not—pharmacare and it’s not universality." ],
  "anchor" : "para413"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "My question is to the Premier. The government has had 15 years to create universal pharmacare. They’ve had 15 years to create dental care for everyone. Can the Premier explain why her government has ignored these issues for a decade and a half?" ],
  "anchor" : "para416"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We have been working on expanding the Healthy Smiles program, Mr. Speaker. We have been working on and creating access to dental care. We understand that it’s a gap.", "I would ask the member opposite why it’s taken until this week for them to even raise the issue in this Legislature." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned.", "Supplementary?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "The Premier says that she believes in making sure that Ontarians have dental care, but in 2014 she tried to make it harder to access the Healthy Smiles program for low-income kids. She says that seniors should have easier access to their medications, but she tried to raise fees for seniors who need prescription medications just two years ago.", "Her newfound interest in these issues is just another cynical election ploy and Ontario families know that. Why does it take an election and your government’s impending end to finally notice people’s needs?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The member opposite knows full well that we have been working on expanding access to dental care. The Healthy Smiles program has been expanded across the province. We know that there’s more to be done. I ask that the member opposite pay close attention to the budget this afternoon and then stand up and vote for a progressive budget in this Legislature." ],
  "anchor" : "para424"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para425"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Everyone in this room pays pretty close attention.", "If a government believes in investing, it invests. If a government believes in cutting, it cuts. Speaker, the best predictor of future behaviour is past behaviour. I would like to remind us of what this government has done.", "This government let child care fees become the highest in the country. They’ve ignored dental care for a decade and a half. They’ve ignored universal pharmacare. They’ve cut health care. They’ve cut education. They’ve privatized hydro. Premier, your legacy is 15 years of cuts, purposeful neglect and privatization. We won’t let you do more damage.", "Premier, Ontario is worse off because of your government. How can you possibly be good with that?" ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’m very proud that I’m part of a party that has always had education in their platform. In their last platform, I don’t remember one word about education. If present action or future action can be predicted by past action, $600 million was going to come out of health and education, according to that party.", "We have consistently invested in health care and education. The kids in this province are getting an education that is second to none in the world. People come from all over the world to see how we run our education system. When we came into office under the previous Premier, the graduation rate in this province was 68%. It is now 86.5%. Kids are graduating, they are going on to post-secondary and they’re accessing free tuition because of the actions that this government has taken." ],
  "anchor" : "para433"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "My question is to the Premier. Your pre-election throne speech included big promises to voters but, shamefully, none for the accessibility community. In fact, the words “disability” and “accessibility” were mentioned zero times in the throne speech.", "Premier, is accessibility for 1.9 million Ontarians with disabilities that far off your radar, or did you just forget to include them in your vote-buying scheme?" ],
  "anchor" : "para436"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the minister will want to comment in the supplementary, but I would ask the member opposite again to be in the House and pay close attention to the budget this afternoon and then vote for the supports that we are putting in place to help people care for themselves and the people they love." ],
  "anchor" : "para438"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Back to the Premier: The Liberal government will say anything and promise anything to stay in power. You talk a lot about care. For 15 years you’ve talked about care, but you have not delivered. It is clear that the only thing you actually care about is clinging to power.", "Considering the 3,300-word-long throne speech was not long enough to include Ontarians with disabilities, I ask the Premier: How can the accessibility community possibly trust you after you continue to leave them behind? Is it just another election ploy?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The minister responsible for accessibility." ],
  "anchor" : "para442"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I know the member opposite has been very distracted with the PC leadership race and all that is entailed in trying to figure out where those cuts are coming from, but if he paid attention, Speaker, he would know that we’ve been very active on this file. He would know we introduced an employment strategy for persons with disabilities. He would know we established two new education standards committees under the accessibility legislation for K to 12 and post-secondary. He would know we had a forum last week on the built environment and public spaces. He would know that stakeholders are heavily engaged, Speaker. He would know we’re moving the yardsticks on accessibility to make Ontario an accessible province by 2025.", "I haven’t heard from him, Speaker. I’d love to talk to him about all these things I just mentioned and more that we’re doing to promote accessibility, inclusion and helping everyone reach their full potential." ],
  "anchor" : "para443"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question to the Premier: Yesterday the Premier announced another part of her last-ditch attempt to hold onto power. Her child care plan leaves out thousands of Ontario families with kids under the age of two and a half.", "For years, the Premier and her Liberal government let the price of child care rise in Ontario, until it was the most expensive in the nation. If the Premier wanted to make child care more affordable in Ontario, why didn’t she do it already?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "The Minister of Education and minister responsible for early years and child care." ],
  "anchor" : "para448"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I am very pleased to answer this question, Mr. Speaker, because I want to point out that I am the first minister who was appointed minister responsible for early years and child care.", "More than a year ago, I was asked to take a close look at this file and transform the way we deliver child care in this province. The first ask was to deliver close to 100,000 spaces in five years. We’re actually ahead of the number that we were creating and we are now moving on to another commitment, which was to transform the way we deliver child care.", "Dr. Cleveland’s report actually came in to us in February, and we are now moving forward with his recommendations. Here’s what we’re doing: $2.2 billion over three years to provide free child care for preschool-aged children. That will save families an estimated $17,000 per child. The reason we are focusing on this age group is because this is where the greatest need is. This particular age group—" ],
  "anchor" : "para449"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para452"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Back to the Premier, or Acting Premier, as the case may be: Ontarians are desperate for relief when it comes to child care. Lowering costs for anyone would be a welcome change. But this plan is not going to help women who want to return to work after parental leave. Families need a program that helps more than just those with children from two and a half to about four years old. Why did the Premier and her Liberal government leave families to fend for themselves for the past 15 years? Why are they leaving out many families now?" ],
  "anchor" : "para453"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "So, Mr. Speaker, a couple of things. That question asked a number of different things. First of all, the number one—" ],
  "anchor" : "para454"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "Must be an election in the air. I can smell it." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton Mountain is warned.", "Carry on." ],
  "anchor" : "para456"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "The number one and number two recommendations by our group that studied closing the gender wage gap were to introduce child care and child care supports. By doing this, we are absolutely helping women out there be able to join the workforce faster.", "The second piece of his question had to do with the infant group. Let me just tell you, right now in our province, there are about 14,000 young people in that infant-toddler space. We wanted to make sure we were moving forward with supports where the greatest need was, which was that space from two and a half to four years old, and so that is what we’re doing.", "The bottom line is that our supports are continuing: $90 million to support continued expansion, $53 million to create—" ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para461"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the Minister of Energy. In the 2013 long-term energy plan, our government made it a priority to ensure that 16 remote First Nation communities in northwestern Ontario will get connected to the electricity grid. The project is known as the Watay Power project. In the minister’s 2016 mandate letter, the Premier prioritized the need to continue negotiations with the federal government to secure an arrangement in support of this project. We reaffirmed the project’s importance in the 2017 long-term energy plan.", "Speaker, I know that this has also been a top priority for the Minister of Indigenous Relations and Reconciliation and every member of our government’s caucus, including the member from Thunder Bay and the former energy minister from Ottawa West–Nepean.", "Will the minister please describe the progress that has been made on this file, connecting NAN communities to the grid?" ],
  "anchor" : "para463"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I do want to thank the member for that question and of course his constant advocacy for his constituents and in this sector as well.", "Last week I was in Thunder Bay, along with the Premier, the Minister of Municipal Affairs and of course in spirit and in heart with the Minister of Northern Development and Mines, to announce that Ontario and the federal government will be partnering with Watay Power and FortisOntario to connect 16 remote First Nation communities to our province’s clean, reliable and affordable electricity grid. Many of these communities have had to depend upon costly and dirty diesel-generated power.", "By moving forward, this completed project will connect over 14,000 people to our clean electricity grid for the first time. In this process, we’ve greatly improved the quality of life for these 16 communities." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I want to thank the minister for the great work he has done in facilitating this agreement and his ongoing work to keep our power clean, green, affordable and reliable.", "I’m glad our government is taking action in partnership with indigenous communities on this very important issue. I understand that when complete in 2023, the Watay Power grid connection project will be the largest indigenous-led and indigenous-owned infrastructure project in Ontario’s history. This is truly a remarkable accomplishment.", "As the Premier said at the announcement, “Reconciliation, fairness and equality are no longer just words.” In our government, “they are actions. We are walking this journey, together.” Ontario’s economy is strong and growing, and we want to make sure all Ontarians, including First Nations, feel the benefits of that growth.", "Will the minister tell us more about how our government is working to ensure First Nations have access to this clean, affordable and reliable power and can fully participate in economic development in their communities?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "To the Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : "para475"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "The Watay partnership is a sign of partnership with First Nations. It’s not just a question of jumping on a Tory bulldozer. This government is not a bully. We work with 120 First Nations to support their purchase of over $250 million in shares in Hydro One, giving them the opportunity for economic development. This is a plan that the NDP wants to undo by buying back those shares.", "Our fair hydro plan and its First Nations Delivery Credit—which, interestingly, both parties voted against—cuts most on-reserve customers’ bills by over 50%. Our $650-million Aboriginal Loan Guarantee Program is an initiative under the Green Energy Act that the Conservatives want to repeal. We support indigenous communities—" ],
  "anchor" : "para476"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para478"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "My question is for the Minister of Education. First, I want to thank the minister for the recent announcement that the government is promising funds to purchase a site for a high school in the town of Wasaga Beach. I don’t do that often.", "Officials with the town of Wasaga Beach and I believe the community has the population numbers to justify a secondary school. The town expects significant growth in the next few years. In addition, the town is currently planning a major downtown development project. All signs point towards the community needing a high school in the near future.", "So I ask: Will the government fund a high school in Wasaga Beach if asked to do so by the local school board?" ],
  "anchor" : "para481"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I want to thank the member opposite for this very important question.", "We recognize that the Wasaga Beach community is growing and so are the adjacent communities. So the community in Wasaga Beach would be a good fit for a secondary school in the near future.", "I understand that the Simcoe County District School Board will need to plan for additional secondary capacity in the foreseeable future. I want the member opposite to know that I have been in contact with the town and the board on this very important matter. It is important to note, however, that decisions regarding pupil accommodations are the responsibility of locally elected school boards.", "It is also my understanding that the school board currently has a property designated for a secondary school in the development lands of the town of Wasaga Beach. But this plan has not yet been registered with the town. My ministry is prepared to provide Simcoe County District School Board with provincial funding to assist with this—" ],
  "anchor" : "para484"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para488"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Back to the minister: I thank the minister very much for that answer. Wasaga Beach, as you know, has waited a long time for a high school. A new elementary school for the community is being planned right now and we thank you for that. That will give us four elementary schools, but no high school.", "Mr. Speaker, the mayor, council, and residents of Wasaga Beach want to know if there’s anything else the minister can do to help make this project a reality." ],
  "anchor" : "para489"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Again, we know that this community is growing. That’s why we have expanded the number of projects that a board can submit, from eight to 10, to better meet the needs of local communities. And we recently announced more than $10 million in funding for an elementary school and child care spaces in Wasaga Beach, which were so needed. I’m happy to say that we were able to do that.", "We are open to accepting a proposal by the board for funding of a high school site. My ministry is prepared to provide the Simcoe county board with provincial funding to assess the acquisition of this designated secondary school site as soon as it is ready. It is my request that the town and the board take all the necessary planning steps to secure the site as soon as possible. It is my hope that the board and the town will work together and have a collaborative discussion in planning for a new secondary school in the Wasaga Beach community in the future." ],
  "anchor" : "para491"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "My question is to the Acting Premier. Recently, I met with 36 Unifor members of Local 302 to hear their stories about the mounting pressures they are facing working as PSWs in long-term care. They spoke passionately about the myriad of challenges they face, including verbal abuse and routine physical abuse. One PSW described giving a bath to a resident with dementia. He head-butted her, leaving her with facial bruises and a split lip. Staff are advised that violence comes with the job. Workers are doing their very best, but when they only have 17 minutes per shift for each resident, they just can’t do it.", "The Liberals have called their throne speech a plan of care and opportunity. Will the Acting Premier commit to also planning time to provide that care, implement a minimum standard of four hours per day for each long-term-care resident, and pass the Time to Care Act?" ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para496"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I certainly share the concern for our PSWs, working not only in long-term care but in community care as well. They really are essential to what our government is doing, which is providing appropriate care in the appropriate setting with the appropriate type of supports that they need.", "Certainly, our government has shown our commitment to personal support workers across the province. We have made major investments, most recently a continued investment of $250 million in the 2017-18 budget for community and personal support services. This also included a $10-million investment to eligible organizations for education and training in this particular part of the health care system through its PSW training fund." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para499"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "We have a shortage of PSWs in this province. Yet Nancy McMurphy, Unifor Local 302 president, told me that the programs to train new PSWs are being cancelled for lack of registration. Existing staff quit or take mental leave because they are exhausted and demoralized by their working conditions.", "PSWs want to do their best. They want to have enough time to get everyone ready for breakfast in the mornings, but they can’t do it in just six minutes per resident. The Premier said that she is proposing that we make big changes in the way we support care for each other—nice words. Does the Premier actually believe that a PSW can get someone ready for breakfast in just six minutes? And if she does, will the Premier take the six-minute challenge and post her photo, after six minutes in the morning, to Facebook?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We recently announced that we will be providing 15 million more hours of nursing, personal support and therapeutic care annually for residents, particularly in long-term-care homes. We will be increasing the hours of care to an average of four hours per day, per resident.", "Clearly, the member opposite will be most interested in our budget this afternoon. We remain committed to this type of support for seniors, for those who need that kind of personal support. We are doing everything we can to ensure the retention of PSWs. We want to make sure that they have job satisfaction and that they are able to provide the care that is so valuable to the patients in their care. We will be addressing the situation very, very soon." ],
  "anchor" : "para502"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "My question this morning is for the minister responsible for early years and child care. Minister, I know that our government is committed to making sure families have access to high-quality, inclusive and affordable child care and early years programs. After inheriting a system in dire need of funding, our government made it a clear priority to transform the way child care works.", "More and more young families are moving to my riding of Davenport, so it’s not strange that I actually hear so much from these families that they face challenges when it comes to the affordability of child care. I want to know what our government is doing to address this. Minister, please tell us what yesterday’s announcement meant for families struggling to access affordable, licensed child care." ],
  "anchor" : "para506"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Thank you to the member from Davenport for this very important question. We know that many families face challenges when it comes to finding affordable, accessible licensed child care in our province. That’s why our government made a commitment to transform the way we deliver child care in Ontario. Yesterday’s historic announcement laid out our plan to do just that. Our commitment is to deliver high-quality licensed child care free for preschool-aged children, between the ages of two and a half and four, starting in the year 2020. Just think about that.", "This important step will make life easier for tens of thousands of Ontario families. Our investment of $2.2 billion over three years will expand access to affordable child care all across the province and save families $17,000 per child. Our plan will allow parents to go back to work when they choose and give our kids the best possible start in life." ],
  "anchor" : "para508"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "Thank you to the minister for that answer. Yesterday’s announcement is indeed a historic step in transforming the way child care works in Ontario. I am proud to be part of a government that cares and is committed to providing support for families that need it.", "As we increase access and affordability, it is also important that we support the early years workforce. Can the minister please expand on what yesterday’s announcement means for educators in the child care sector?" ],
  "anchor" : "para510"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’m pleased to answer the member’s question. In Ontario, we have thousands of remarkable, world-class early years and child care professionals who are educating and caring for our youngest learners. But we have heard that many of them face challenges in their profession because of low wages.", "That’s why, yesterday, I had the pleasure to announce that we will introduce a wage grid for program staff working in the early years and child care sector by 2020. This wage grid will ensure that close to 20,000 child care workers entering the field will receive a salary in alignment with ECEs working in kindergarten, beginning in 2020.", "This important investment is about fairness and respect. It will support our early years professionals and help attract tens of thousands of talented professionals. We are creating jobs and we are going to add 20,000 more early childhood—" ],
  "anchor" : "para512"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I would like to provide a reminder to all people that warnings stay the entire day.", "New question?" ],
  "anchor" : "para516"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "My question is to the Minister of Children and Youth Services. The failed Motherisk hair-testing method resulted in Ontario children being ripped apart from their families under scientifically unsubstantiated allegations of parental drug abuse. This government finally commissioned a report, which outlined gross procedural overreach, including testing body samples without written consent.", "Charter rights were violated. Parents will be seeking justice against this government in our courts. Will the minister tell us if he plans to admit wrongdoing and pay compensation or to fight these families in court?" ],
  "anchor" : "para519"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I would like to start by thanking the commissioner for her work, and all of those that were involved in bringing forward these important recommendations. The recommendations that were brought forward through the commission were accepted by our government. They will help us to continue to build a child welfare system here in Ontario that puts families and children at the centre of decision-making.", "We want to make sure that when a family and a young person engage in the child protection system, they are placed into a situation where they could navigate through that system, and a young person always feels as though their rights are being protected. I know that the Attorney General has—" ],
  "anchor" : "para521"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Talk about the Motherisk children, Minister. Stick to the question." ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Dufferin–Caledon is warned.", "Your wrap-up is over." ],
  "anchor" : "para524"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Thank you very much, Mr. Speaker." ],
  "anchor" : "para526"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para527"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Again to the minister: The Motherisk Commission has shattered confidence in our health care system, our justice system and our children and youth services in one fell swoop. Experts believe that, if anything, the report underestimates the scope of those affected.", "Mr. Speaker, we have heard nothing specific about what the government plans to do for improving forensic methodology in the future, and the report was released a month ago. Will the minister share with us what measures are being taken to ensure that all of the investigative forensic techniques are scientifically valid?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Attorney General." ],
  "anchor" : "para530"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "First and foremost, let me say this: What happened to the children and families that were impacted by the flawed Motherisk hair testing is absolutely heartbreaking. As the Minister for Children and Youth Services said, we thank Commissioner Beaman, her commission, and those who worked with her for this important report and thoughtful recommendations.", "We have already indicated that we accept all the recommendations. These recommendations offer a path forward. They will guide us as we continue to strengthen, modernize and transform our child welfare system to place children, youth and families at the centre of everything we do.", "Speaker, as immediate first steps, our government will follow on Commissioner Beaman’s advice to continue the confidential counselling services that were offered to families through the commission, and we will establish a task force of outside experts, as well as families, indigenous peoples and the black community, to guide our next steps as we work toward addressing the recommendations." ],
  "anchor" : "para531"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "My question is to the Acting Premier. For over 100 years, rural families and farms from Chatham-Kent have had access to clean, clear and safe well water from ancient aquifers deep underground—that is, until water on family farms that surround Samsung’s North Kent Wind 1 turbine site became black and undrinkable when Samsung began pile-driving into the aquifer to support the construction of turbines.", "This Liberal government says that the water is safe to drink, and when I last posed this question to the government, I was ejected from this chamber for offering the minister a drink of water, to take a sample.", "Speaker, I don’t blame the minister for not wanting to jeopardize his own health. No reasonable person would. But why does this government refuse to initiate a health hazard investigation for the residents and rural families, to protect them from exposure to a known toxicant?" ],
  "anchor" : "para535"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para538"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member opposite for a very important question, because it is important, Speaker, that government protect the quality of drinking water, just as it does the quality of air and the quality of our land.", "Groundwater quality is taken very seriously. We are actively holding the company accountable for addressing the complaints related to changes in well water quality. The ministry has undertaken a review of water quality data to assure residents that their water is safe to drink. Thus far, the analysis has not shown a connection between water quality and construction activity.", "The company has informed the ministry that it’s working with homeowners. They are supplying alternative water supplies, and providing and paying for a licensed well contractor to inspect their wells and to answer any questions they may have.", "We’ve also had a very productive meeting with representatives from Water Wells First about two weeks ago, and the ministry staff shared the results of our findings." ],
  "anchor" : "para539"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para544"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Speaker, I provided the Premier and the minister a copy of a report commissioned by EBS Geostructural, who were contracted to construct supports for Hydro One transmission towers that carry the hydro from the North Kent wind turbines in question. In a shocking discovery, EBS Geostructural ruled out the use of traditional deep foundations such as caissons and driven pile as not feasible due to the following: “the potential for driven pile to cause issues with nearby active water wells.” That’s a smoking gun.", "Even Hydro One knew that pile driving would contaminate nearby wells. It’s unacceptable that this Liberal government has taken the word of Samsung over Ontario families. Is the Premier inviting a lawsuit from the Chatham-Kent families for the cleanup costs of removing black shale from their households? Is your government fully prepared to pick up those costs indefinitely, and the associated health costs that will follow, when you tell all Ontarians that black shale is now safe to drink?" ],
  "anchor" : "para545"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para548"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I want to go back and reiterate what I said earlier, that we had a productive meeting with representatives from Water Wells First about two weeks ago. At that meeting, we shared our results about our extensive testing, Speaker. We’re waiting to hear still from Water Wells First for the data that they say they have. I would be really appreciative if we could get our hands on it so we could look at their data. But the data that has been collected on our behalf we have shared with Water Wells First.", "Again, after thorough testing, the ministry has found no evidence of any ongoing or permanent impact to water quality related to wind turbine construction in the area.", "I want to close, Speaker, by reiterating what I said at the very beginning: We take these concerns very carefully, and we’re holding the company accountable to address these complaints." ],
  "anchor" : "para549"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "My question is for the Minister of Transportation. I am incredibly proud to represent a community that includes two islands, Wolfe Island and Howe Island. Both islands are home to a wonderful arts and culture scene, great local businesses, and, of course, breathtaking views. It is no wonder that so many Kingstonians, tourists and visitors, and those from further afield, flock to the region.", "Amherst Island, which is located just outside of my community of Kingston and the Islands, is also remarkable, and draws tourists to places like Topsy Farms.", "But, Speaker, these communities have unique needs. They need different transportation options from communities on the mainland. They need reliable ferry services so that those who live on the islands can make it to work on time, and the tourists are able to make an impromptu trip for a concert or dinner.", "Speaker, through you to the minister, would the minister please provide the members of this House with more information on what our government is doing to improve ferry service for island residents and tourists alike?" ],
  "anchor" : "para553"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I want to thank the member from Kingston and the Islands for that question and for her phenomenal advocacy on behalf of her community.", "She is absolutely correct. Communities like those on Wolfe and Amherst islands do have unique needs, and we, as a government, do have a responsibility to respond. We heard loud and clear that there was a need for more reliable ferry service and that’s why we are moving forward with an over $61-million investment for two new ferries to serve the Wolfe and Amherst islands. The two new, larger ferries will better serve the people and the businesses that depend on ferry service as part of their daily commute, or to get goods and services to market.", "Specifically, the new Wolfe Island ferry will be able to carry up to almost 400 passengers and 75 vehicles, and the Amherst Island ferry will carry up to 300 passengers and 40 vehicles. We know that improving ferry service to the Wolfe and Amherst islands will better connect these two communities." ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para560"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Thank you to the minister for that answer. This is truly a historic investment for my community, and it builds on investments like our government’s $60 million for the commitment to the Third Crossing, over $1.3 million for community cycling infrastructure, and more funding for transit.", "The benefits of these two new ferries are endless. Larger vessels will allow us to move more people, and at Wolfe Island, a new ferry will ensure that two vessels are running during the peak travel periods. The Frontenac II that currently services Amherst Island will become a backup for the eastern region ferry fleet, which will improve reliability and safety for all ferry services.", "Speaker, our government, unlike the party opposite, understands the impact of climate change. We know that we cannot continue on the same path of polluting and leaving the problem to the next generation. We owe it to our—" ],
  "anchor" : "para561"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "That’s not going to sell on Amherst Island." ],
  "anchor" : "para564"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings—I remembered—is warned.", "Finish your question, please. You’re on wrap-up." ],
  "anchor" : "para565"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Speaker, through you to the minister, would the minister please provide an update on how we are making sure that our new ferries help support a sustainable environment?" ],
  "anchor" : "para567"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Thank you to the member for the supplementary. As she said, our government takes the issue of climate change very seriously. The transportation sector contributes almost one third of the greenhouse gas emissions that we produce, so there is a clear need for action. That is why I am so pleased to say our two new ferries will be fully electric, non-cable vessels—the first of their kind in Canada.", "Electrified ferries will help reduce greenhouse gas emissions by taking the equivalent of 1,357 cars off the road compared to conventional diesel ferries. While the Ontario Conservatives refuse to act, our government has a plan to reduce gridlock while also supporting our environment.", "Whether you live on Wolfe or Amherst Island, depend on the ferry as part of your daily commute or are looking to explore all that the islands have to offer, our government is absolutely committed to providing convenient and green options to get you where you need to go faster than you do now." ],
  "anchor" : "para568"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is for the Minister of Infrastructure. More than two years after the government adopted portions of my private member’s bill to support recycled aggregate, some municipalities and government organizations still do not use this safe and reliable alternative to new aggregate from quarries.", "According to Aggregate Recycling Ontario, Infrastructure Ontario and Metrolinx are failing to use much recycled aggregate in their infrastructure projects. As the independent Environmental Commissioner of Ontario said, “Metrolinx ... should be a leader ... not a laggard in green procurement, especially for a high-impact material such as aggregate.”", "Will the minister direct Metrolinx and Infrastructure Ontario to use as much recycled aggregate as possible?" ],
  "anchor" : "para572"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I thank the member for the question. As you know, Infrastructure Ontario does a tremendous amount of construction work and procurement. They use the highest standards in moving forward, and certainly I will bring this particular issue to their attention. I realize that the member is concerned about it and I will get back to her with a technical briefing and perhaps arrange a meeting with Infrastructure Ontario to look at this particular issue." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para576"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "There are no scientific arguments that would suggest recycled aggregate is worse than primary aggregate.", "The previous Minister of Economic Development was only able to identify education and outreach as actions the government was taking to promote aggregate recycling. Yet according to Aggregate Recycling Ontario, “Beyond the Ministry of Transportation, no leadership in sustainable construction practices seems to be provided.” The Environmental Commissioner said that despite parking lots being a prime candidate for recycled aggregate, and that Metrolinx is one of the largest parking operators in North America, Metrolinx does not appear to use recycled aggregate in building or maintaining those parking lots.", "The government is the largest consumer of aggregate in Ontario, so it has a responsibility to use this resource sustainably. It’s an easy win, Minister. Will the minister ensure that when public funds are used for infrastructure projects, recycled aggregates are considered and used as part of those projects?" ],
  "anchor" : "para577"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "To the Minister of Transportation." ],
  "anchor" : "para580"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Thank you for the question. Certainly, as the Aggregate Resources Act was going through this Legislature under the Ministry of Natural Resources and Forestry, there was a lot of discussion about recycled aggregate. I know that there are several pits that are continuing to increase not only the recycled aggregate supply in their pits, but also there is increasing use for recycled aggregate.", "Recycled aggregate is not appropriate for all projects. There is a plan to increase it as we can. But in terms of looking at the huge projects that Metrolinx and our government are putting forward in infrastructure, we continue to make sure that the high-quality products that are required for each and every separate project are there.", "Many of the projects have a plan and a formula that they need to use. Sometimes recycled aggregate is not appropriate for those plans. We continue to build high-quality projects." ],
  "anchor" : "para581"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "My question is to the Minister of Natural Resources and Forestry. Your ministry is dismantling the radio tower near the township of White River and building a new one. However, the ministry has refused to let the township fire department radio be transferred to the new tower.", "We are two weeks away from the dismantling of that tower. Is this government ready to help the township of White River protect an essential service for the region?" ],
  "anchor" : "para586"
}, {
  "speaker" : "Hon. Nathalie Des Rosiers",
  "text" : [ "Thank you for the question. The ministry does operate some radio towers to support forest fire operations and we’re getting ready for the 2018 session, or trying to prepare ourselves. I think part of the issue here was that there was a safety hazard with this tower and that’s the reason why it needed to be dismantled.", "In a sense, I think our first duty is obviously to ensure that we protect the safety of people. There was some concern that it was overloaded and that ice could make it fall. The operations are dedicated to ensuring the safety of all citizens and that’s the reason for the choice made by the ministry." ],
  "anchor" : "para588"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para590"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Again to the minister: The township of White River is located along the Trans-Canada Highway. Their fire department radio helps provide a system to call out their department for fires, as well as automobile extrication services to the Ministry of Transportation through this section of northern Ontario.", "By not transferring the fire department radio to the new tower, this government is putting at risk the lives of Ontarians passing through this section of the Trans-Canada Highway. How is this government going to protect Ontarians if they don’t transfer the fire department radio?" ],
  "anchor" : "para591"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para594"
}, {
  "speaker" : "Hon. Nathalie Des Rosiers",
  "text" : [ "I’m happy to talk to the member about the details of the proposal and his concerns. The information that I have in front of me is that indeed the services are transferred to another radio tower to provide similar services. We can have a conversation maybe after to see exactly whether the information is correct, but what I have in front of me is that indeed the primary concern was safety, and it continues to be responsive to all the needs of the community." ],
  "anchor" : "para596"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. Speaker, our government is committed to improving air quality in Ontario. That’s why last week Ontario introduced a new, stricter standard for sulphur dioxide emissions. The new standard is five times stronger than the previous standard, leading to increased protection of the environment and the health of Ontarians.", "Speaker, can the minister please explain to the House how the new standard for sulphur dioxide builds upon previous efforts to improve air quality in Ontario?" ],
  "anchor" : "para598"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member from Barrie for that very important question. As the member mentioned, we’re committed to taking action to improve air quality in Ontario. That’s why we’re updating sulphur dioxide emission standards to further ensure that every person in Ontario has clean air to breathe. With these new standards, we’re working to reduce pollution from industry, leading to further protection of human health and the environment for Ontario.", "Speaker, the update builds on previous efforts to reduce air pollution and improve air quality in Ontario: things like putting an end to dirty coal-fired power generation and setting 68 new health-based emission standards. We are continuing to take action to ensure that everyone in Ontario is breathing very clean air.", "Just as I said in the last question, this is a key role of government." ],
  "anchor" : "para600"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para603"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Thank you to the minister for that answer. I know this is a very important issue to all the people in Ontario but particularly to my riding of Barrie.", "Shutting down dirty, coal-fired generation is considered one of the single largest green initiatives in all of North America. Since 2005 we’ve seen that smog levels have significantly decreased in Ontario. In 2005, there were 53 smog days; in 2017, there were zero. That’s a significant decrease.", "Our actions to improve air quality have made a real, tangible difference in people’s lives and have saved billions of dollars for the health care system. Ontarians are now able to breathe easier thanks in part to the work we’ve done.", "Can the minister please explain why Ontario is considered a leader in the global effort to reduce pollution?" ],
  "anchor" : "para604"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you again to the member from Barrie for that important question. While shutting down dirty, coal-burning electrical generating plants was an important initiative, we knew it wasn’t enough; we knew we had to do more. That’s why we implemented our cap on carbon dioxide pollution, which caps how much businesses are allowed to pollute. We’re reinvesting every dollar from that cap-and-invest program into green initiatives that are further driving down the carbon dioxide pollution that is being emitted.", "Speaker, I want to say, if you compare what this side, this government, is doing with what the Conservatives are proposing over there, they aren’t walking away from climate change, they’re driving their bus away from climate change. They don’t even believe in climate change anymore.", "In fact, I will say that now is not the time to slash investments just when families need it the most; now is the time to invest." ],
  "anchor" : "para608"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para611"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’m pleased to rise today to welcome Deputy Mayor Dave Beres and CEO Dave Calder from the town of Tillsonburg. They’re here at Queen’s Park to hear the budget this afternoon. I want to welcome you to the Legislature." ],
  "anchor" : "para614"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Roger Anderson, the regional chair and chief executive officer from the region, died this past Saturday. As someone who served with him on regional council for eight years, I’d like to speak to his character.", "He was a man who believed in things not seen; a man who believed there were better days ahead, off in the distance; a man of public service who persevered, knowing full well he would not receive all those things he was promised, because he believed that his efforts throughout the region of Durham would deliver a better life for those who followed.", "The regional chair for 20 years, Roger embodied a politics that was neither mean nor small. He conducted himself quietly and diligently, and he encouraged progress not by pushing his ideas alone but by seeking out your ideas and partnering with you to make things happen.", "He was full of empathy, able to walk in somebody else’s shoes and see through their eyes. Roger never tried to make anyone feel small. Powerful as he became, he never took advantage of those who were weaker. Strength, he believed, was never more admirable than when it was applied with restraint. It made no difference: Roger treated everyone with the same unfailing courtesy, acknowledging the innate dignity in us all.", "What a good man, Speaker. Sometimes I think that’s the best thing to hope for, after all the words and resumés are read: to just say someone was a good man.", "As Roger took the last journey, and as heaven’s morning broke, I’d like to think, in the words of Bunyan, that all the trumpets sounded.", "Speaker, we here still move in twilight, but we have one beacon to guide us that Roger Anderson never had: We have his significant accomplishments.", "Let us give thanks today for a life that achieved so much for so many in the region of Durham and Ontario. God bless Roger and his family." ],
  "anchor" : "para617"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I’m delighted to stand today to talk about an event I am holding next week with my colleague from London West as we get together to acknowledge women in our community making a difference.", "We will be hosting a reception for the winners of the Leading Women, Leading Girls, Building Communities recognition program. I have the distinct honour of celebrating six women from my riding of London–Fanshawe: Rosemary Nyhoff, Marcia Beaton, Janis Johnston, Dana Copeland, Betty Joseph and Misty Craig.", "These women exemplify leadership, generosity and perseverance. Each has made remarkable contributions to their community in their own way. They are positive role models in our community, showing other women and men alike what can be done and accomplished when people bring their talents, skills and passions together for a meaningful cause.", "In a world often caught up in negative news, these women demonstrate through their actions that change and improvements are possible when people come together with a positive purpose.", "I have nominated women for these awards in the past, and I am struck by the humble and modest attitudes of these leaders. They simply see a job that needs to be done and they do it. They are not looking for accolades or celebration; they are looking to help others. But without their initiative and hard work, our communities would not be the same.", "I am looking forward to the reception, because these women deserve public recognition. The effects of their work reach far beyond what they realize sometimes. They are truly an inspiration, and it is my pleasure to honour them and recognize them for the heroes that they are." ],
  "anchor" : "para626"
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "Everyone in this House annually honours all places of worship, including Tamil, Muslim, Hindu, Jewish and Ismaili observances, to name a few, and including ceremonies of Thai Pongal; Ramadan; Eid Ul-Fitr, the end of Ramadan, a time of fasting for Muslims; Holi and Diwali; Yom Kippur; Passover; and Rosh Hashanah.", "Christians celebrate Easter season, the faithful observance celebrated worldwide by almost 2.2 billion Christians. Easter is preceded by Lent, which began on Ash Wednesday—February 14 this year—and lasts for a period of six weeks. I attended Ash Wednesday services, as I always do.", "March 30 this week marks Good Friday, and commemorates the crucifixion of Jesus Christ and his death at Calvary, with Mother Mary at his feet. Good Friday represents the sacrifices and suffering in Jesus’s life and the selfless acts from a man free from sin to save sinners. They placed a crown of thorns on his head, causing further pain, and pierced his side with a lance, ensuring his death.", "The crucifixion was the culmination of a number of events in Holy Week, including the resurrection of Jesus Christ on Easter Sunday—April 1 this year—three days following the crucifixion, and his ascension into heaven 40 days later.", "Holy Week, including the Passion of our Lord Jesus Christ, is observed by Christians, and Catholics in Ontario alone pray in 30 languages at Easter." ],
  "anchor" : "para633"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Across Leeds–Grenville, volunteer groups work tirelessly to make their communities better places to live and to visit.", "I rise to highlight some exciting news for a group of volunteers in the village of Rockport in the township of Leeds and the Thousand Islands. This month, the township closed a deal to transfer ownership of the Rockport Customs Property from the federal government. The agreement followed nearly a decade of talks, and came after a last-minute hurdle with the province was cleared. I want to thank the current Minister of Natural Resources and Forestry and her predecessor for working with me and the township to resolve that issue.", "My federal counterpart, Leeds–Grenville–Thousand Islands and Rideau Lakes MP Gord Brown, has also been a champion of this project.", "However, the real credit goes to the volunteers with the Rockport Development Group and the Friends of Rockport Customs. They had the vision to revitalize this abandoned property along the St. Lawrence River in the heart of the village. Their efforts provided us with an invaluable place for people to connect with the river.", "I look forward to being in Rockport soon, when Friends of Rockport Customs chair Wendy Merkley and her incredible team will launch their fundraising campaign.", "We are blessed in Leeds–Grenville to have so many dedicated volunteers willing to take on these challenges and make their dreams a reality. We all benefit from the work of these community groups, and I extend a heartfelt thank you to them on everyone’s behalf." ],
  "anchor" : "para639"
}, {
  "speaker" : "Mr. Ross Romano",
  "text" : [ "Yesterday marked the four-month anniversary of the Liberal government’s Bill 148 having received royal assent. At each stage of the legislative process, my colleagues and I cautioned the government with respect to the effects Bill 148 would have throughout the province. Unfortunately, Mr. Speaker, our concerns have shown to be true, and it continues to have a negative effect throughout the province. Most specifically, I wanted to discuss some of the impacts in my region of Sault Ste. Marie, in varying degrees.", "We have three Metro grocery stores in Sault Ste. Marie that are open 24 hours—not since Bill 148 took effect. Those stores are now closed, so people can’t shop in the morning hours any longer. It’s disappointing. I used to do a lot of my grocery shopping late at night after the kids had gone to bed.", "Other impacts have been significant. A number of employment agencies within our community have reduced their staffing hours and reduced staff specifically. Prices are going up.", "One specific concern of a great nature is that recently, the executive director of Child Care Algoma, Anne DeLuco, issued a memo to all of her staff indicating that Child Care Algoma is making $300,000 worth of cuts, effective this April. They are removing 15-minute breaks to cut down on staff hours, they’re freezing sick days until further notice, they’re closing a number of programs, and in some cases even reducing staff pay by a dollar per hour. This is just one of the many examples of how Bill 148 has affected my community." ],
  "anchor" : "para646"
}, {
  "speaker" : "M. Gilles Bisson",
  "text" : [ "On sait que dans nos communautés à travers l’Ontario, c’est toujours un défi quand ça vient à être capable de trouver des soins à domicile. Le système présent qu’on a n’est parfois pas assez—comment dire?—épanoui d’une manière qui alloue au monde la capacité d’accéder aux services à la maison pour être capable de vivre à la maison—autrement que d’être à un hôpital ou d’être à une maison de soins de longue durée.", "Je regarde une communauté comme Hearst, qui a un projet qui est très intéressant qui dit : « Regardez, à la place de mettre en place un système qui est géré de Sudbury ou qui est géré de Timmins, pourquoi pas ramener tous les services ensemble dans la communauté de Hearst pour que tout le monde soit en dessous de l’hôpital—ou d’une autre organisation, telle que l’équipe de santé familiale dans la communauté—et qu’il soit alloué d’être capable de gérer les services à domicile pour le monde dans la communauté? » Ils connaissent le monde, ils savent comment gérer, puis ils ont les capacités de desservir la communauté d’une manière qui fait du bon sens.", "So, donc, je pense, monsieur le Président, que c’est le temps : on a besoin, dans cette Assemblée, de commencer à reconnaître que le monde local a des réponses aux problèmes auxquels on fait face quand ça vient à la livraison de services à la maison et quand ça vient aux soins de longue durée. Donc, appuyons ces services-là. Aidons-les pour être capable de mettre en place un système qui est plus local." ],
  "anchor" : "para651"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Today the Liberals will introduce their final budget before June’s general election. After spending weeks criss-crossing the province, making promise after promise, after years of neglect and mismanagement, we are expected to forgive and forget.", "But we will not forget the billions of dollars that the Wynne Liberals have wasted on everything from eHealth to cancelled gas plants. We will not forget that, after promising a balanced budget, Ontario has a multi-billion-dollar deficit. We will not forget that the Wynne Liberals have doubled Ontario’s debt to over $300 billion. We will not forget that Ontario has the highest debt of any sub-sovereign state or province in the world. The interest on debt alone costs taxpayers $1 billion a month. And worse, the Liberals have no plan to pay down that debt. We will not forget that in the last 15 years, the Liberals haven’t spent a dime on reducing Ontario’s debt, which, of course, eats into our ability to pay for the services Ontario families need and deserve.", "When students visit Queen’s Park, I often ask them what the top three expenditures of the government are. They are shocked to learn that servicing the debt is the third-largest government expenditure.", "We can do better. We need to do better. And under a Doug Ford-led Conservative government, we will do better." ],
  "anchor" : "para656"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from London–Fanshawe." ],
  "anchor" : "para661"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I would like to welcome a guest, Edgar Godoy, campaign director for the Ontario Health Coalition, to the Legislature. Also, another guest that I noticed up in the gallery, a fellow Londoner, Kate Graham, is here. Welcome to the Legislature." ],
  "anchor" : "para662"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Welcome.", "Mr. Paul Miller moved first reading of the following bill:", "Bill 30, An Act to amend the Ministry of Community and Social Services Act to establish the Social Assistance Research Commission / Projet de loi 30, Loi modifiant la Loi sur le ministère des Services sociaux et communautaires afin de créer la Commission de recherche sur l’aide sociale." ],
  "anchor" : "para663"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para668"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para670"
}, {
  "speaker" : "Mr. Paul Miller",
  "text" : [ "This bill was introduced a year and a half ago, and it got unanimous consent in this House. In fact, it’s very rare that the Premier comes in for a private member’s bill, and they gave us a standing ovation on this bill. Unfortunately, it languished in committee for almost two years. So what I’m saying is that there is an opportunity to rectify that situation and move this bill forward." ],
  "anchor" : "para671"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. A reminder of the practice: It’s to read from the explanatory notes." ],
  "anchor" : "para672"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas municipal governments in Ontario do not have the right to approve landfill projects in their communities, but have authority for making decisions on all other types of development; and", "“Whereas this outdated policy allows private landfill operators to consult with local residents and municipal councils but essentially ignore them; and", "“Whereas proposed Ontario legislation (Bill 139) will grant municipalities additional authority and autonomy to make decisions for their communities; and", "“Whereas municipalities already have exclusive rights for approving casinos and nuclear waste facilities within their communities and, further, that the province has recognized the value of municipal approval for the siting of power generation facilities; and", "“Whereas the recent report from Ontario’s Environmental Commissioner has found that Ontario has a garbage problem, particularly from waste generated within the city of Toronto. Municipalities across Ontario are quietly being identified and targeted as potential landfill sites for future Toronto garbage by private landfill operators; and", "“Whereas other communities should not be forced to take Toronto waste, as landfills can contaminate local watersheds, air quality, dramatically increase heavy truck traffic on community roads, and reduce the quality of life for local residents; and", "“Whereas municipalities should have the exclusive right to approve or reject these projects, and assess whether the potential economic benefits are of sufficient value to offset any negative impacts and environmental concerns, in addition to and separate from successful completion of Ontario’s environmental assessment process;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Pass legislation, or other appropriate legal instrument, that formally grants municipalities (both single- and two-tier) the authority to approve landfill projects in or adjacent to their communities, prior to June 2018.”", "Thank you very much for allowing me to present this petition. I will sign it, as I wholeheartedly agree with it." ],
  "anchor" : "para675"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Expand the public inquiry into long-term care.", "“To the Legislative Assembly of Ontario:", "“Whereas upwards of 30,000 Ontarians are on the wait-list for long-term care (LTC); and", "“Whereas wait times for people who urgently need long-term care and are waiting in hospital have increased by 270% since the Liberal government came into office; and", "“Whereas the number of homicides in long-term care being investigated by the coroner are increasing each year; and", "“Whereas, over a period of 12 years, the government has consistently ignored recommendations regarding long-term care from provincial oversight bodies such as the Ontario Ombudsman and the Auditor General; and", "“Whereas Ontario legislation does not require a minimum staff-to-resident ratio in long-term-care homes, resulting in insufficient staffing and inability for LTC homes to comply with ministry regulations;", "“Whereas, on September 14, the Legislature voted 26 to 18 to immediately expand the scope of the public inquiry to address systemic issues in the LTC system;", "“We, the undersigned, petition the Legislative Assembly of Ontario to act in the best interest of Ontarians and conduct a full public inquiry into seniors’ care with particular attention to the safety of residents and staff; quality of care; funding levels; staffing levels and practices; capacity, availability and accessibility in all regions; the impact of for-profit privatization on care; ... enforcement and inspections; and government action and inaction on previous recommendations to improve the long-term-care system.”", "I sign this petition, fully support it and give it to page Humza to deliver to the table." ],
  "anchor" : "para687"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I want to thank Helen from Pete’s Donuts for collecting this petition, including the coffee stains that are on it.", "“Whereas the intersection of Highway 89 and County Road 124 is a major artery for travel between Collingwood and the GTA;", "“Whereas there have been a variety of serious car and pedestrian accidents at this intersection;", "“Whereas Shelburne is the fastest-growing community in Ontario, meaning traffic will only increase;", "“Whereas county of Dufferin traffic data already shows a need for an advanced green;", "“Whereas residents of Shelburne and the surrounding area deserve to travel their roadways safely;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Transportation immediately install an advanced green at the intersection of Highway 89 and County Road 124 in the town of Shelburne.”", "I agree with this petition, affix my name to it and give it to page Rhys to take to the table." ],
  "anchor" : "para698"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“—The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I fully support this petition and give it to page Tamsyn to deliver to the table." ],
  "anchor" : "para708"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "It’s appropriate that I present this petition since I have two provincial parks and one national park in my riding. It’s a Lyme disease petition.", "“Whereas the tick-borne illness known as chronic Lyme disease, which mimics many catastrophic illnesses such as multiple sclerosis, Crohn’s, Alzheimer’s, arthritic diabetes, depression, chronic fatigue and fibromyalgia, is increasingly endemic in Canada, but the scientifically validated diagnostic tests and treatment choices are currently not available in Ontario, forcing patients to seek these in the USA and Europe;", "“Whereas the Canadian Medical Association informed the public, governments and the medical profession in the May 30, 2000, edition of their professional journal that Lyme disease is endemic throughout Canada, particularly in southern Ontario,” where my riding is, by the way;", "“Whereas the Ontario public health system and the Ontario Health Insurance Plan ... do not fund those specific tests that accurately serve the process for establishing a clinical diagnosis, but only recognize testing procedures known in the medical literature to provide false negatives 45% to 95% of the time;", "“We, the undersigned, petition the Legislative Assembly of Ontario to request the Minister of Health to direct the Ontario public health system and OHIP to include all currently available and scientifically verified tests for acute and chronic Lyme diagnosis, to do everything necessary to create public awareness of Lyme disease in Ontario, and to have internationally developed diagnostic and successful treatment protocols available to patients and physicians.”", "I wholeheartedly support this petition. I will sign it and give it to page Justin." ],
  "anchor" : "para723"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My petition is in support of the Sewage Bypass Reporting Act.", "“Whereas in 2006 the ministry of environment estimated that 18 billion litres of untreated or partially treated sewage was bypassed into local water bodies;", "“Whereas in 2006 there were 1,544 and in 2007 there were 1,243 separate bypass incidences of untreated or partially treated sewage reported to the provincial government;", "“Whereas weather events regularly overwhelm local sewer systems meaning sewage regularly is bypassed into local streams, rivers and lakes;", "“Whereas these bypasses can include untreated human waste, micro-organisms, disease-causing pathogens and toxic chemicals;", "“Whereas the ministry of environment already collects information from municipalities on sewage bypasses, but does not make this information available to the public;", "“Whereas Ontarians deserve to promptly know when untreated or partially treated sewage is released into the local waterways that they sail, canoe, kayak, boat and swim in;", "“Therefore we, the undersigned, petition the Legislative Assembly to adopt” the Sewage Bypass Reporting Act “without delay.”", "I support this petition, affix my name to it and give it to page Mikayla to take to the table." ],
  "anchor" : "para730"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "This petition is in support of Bill 99, the Choice for Patients Seeking Addiction Treatment Act.", "“Whereas patients and family members seeking residential treatment facilities are often faced with long waiting lists for treatment and residential beds; and", "“Whereas patients and their families need an open and transparent process to be able to quickly find appropriate and effective treatment options when a loved one is seeking help; and", "“Whereas there is no central location that lists the over 180 agencies who provide residential substance treatments operating across Ontario; and", "“Whereas patients and their families seeking treatment options need a database that includes where a facility is located, what services are offered and whether a treatment centre is accredited; and", "“Whereas a searchable database will give patients and their families a resource that will allow for choice and confidence in placing their loved one into treatment;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“To adopt Sylvia Jones MPP’s private member’s bill, Bill 99, the protecting patients seeking addiction treatment act.”", "For obvious reasons, I support this petition. I affix my name to it and give it to page Annabelle to take to the table." ],
  "anchor" : "para740"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My petition is to lower hydro rates.", "“Whereas after more than a decade of mismanagement of Ontario’s energy sector, including the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff (FIT) contracts with wind and solar companies, and the sale of surplus energy to neighbouring jurisdictions at a loss have all put upward pressure on hydro bills; and", "“Whereas a recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion by 2032 if nothing changes; and", "“Whereas Ontarians and businesses can no longer afford the rising cost of hydro, with 567,000 residential electricity customers in arrears in 2015; and", "“Whereas the CEO of Hydro One has a $4-million salary compared to the Quebec CEO’s $400,000 salary; and", "“Whereas the sell-off of 60% of Hydro One is opposed by a majority of Ontarians and may lead to even higher hydro rates;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government stop the sell-off of Hydro One, stop signing energy contracts we don’t need, address out-of-control executive pay and take immediate steps to stabilize hydro bills for all Ontarians.”", "I support this petition, affix my name to it, and give it to page Tamsyn to take to the table." ],
  "anchor" : "para750"
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "This petition is from the Middlesex-London Health Unit youth leaders One Life One You campaign.", "A petition to the Legislative Assembly of Ontario:", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“—The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I agree with this petition and I have signed my name. I’ll give it to page Sophia to take to the table." ],
  "anchor" : "para760"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "“Whereas the Auditor General revealed that the government’s fair hydro plan could cost Ontarians up to $4 billion more than necessary; and", "“Whereas the Minister of Energy stonewalled attempts from the Auditor General to access documents and spent $500,000 on legal fees to screen key documents of the hydro plan; and", "“Whereas the Liberals’ accounting rules go against Canadian public sector accounting standards and it will result in significant unnecessary costs for Ontarians; and", "“Whereas $4 billion would fund 13,015 new hospital beds; instead, ratepayers have to pay for the Liberals’ hydro scandal;", "“Whereas government is not looking out for the best interest of Ontarians but for themselves and their re-election; and", "“Therefore, the Legislative Assembly of Ontario calls on the Liberal government to issue an apology to the Auditor General and the people of Ontario.”", "I support this petition, affix my name to it and give it to page Justin to take to the table." ],
  "anchor" : "para775"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The time for petitions is through.", "Pursuant to standing order 58(b), this House stands recessed until 4 p.m. this afternoon." ],
  "anchor" : "para782"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I move, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para787"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Sousa has moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government.", "I would ask all members to bear our indulgence, that our pages may deliver what is important to us. Make sure that you keep all items and hands inside, and let the pages do their thing.", "Applause." ],
  "anchor" : "para788"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We’re all impressed.", "Just before I call upon the minister, I’d like to remind the members that there is a list. I have a list of members who have been warned from this morning. Sorry, no do-overs.", "Minister of Finance." ],
  "anchor" : "para791"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, before I begin, I would like to thank my team at the Ministry of Finance, the Treasury Board and the Premier’s office. The deputy ministers, the chiefs of staff and our extraordinary team of men and women have worked tirelessly for many months to develop a document that addresses the priorities of Ontarians, and they deserve our appreciation.", "Mr. Speaker, all of us in this House work hard, dedicating ourselves to public policy and serving our constituents, and balancing time with our family. I’m fortunate to have a partner who appreciates our efforts. Please join me in welcoming back to the Legislature my wife, Zenny. She has been an inspiration for me throughout our journey from private to public life.", "The glue that keeps our family together, no matter how many miles apart our three kids may be, is our eldest daughter, Cristine. She keeps us real and humble. She’s a constant reminder, and my compass on the decisions we make. Thank you, C.J., and welcome.", "With that in mind, Mr. Speaker, I rise to present the 2018 Ontario budget.", "A budget that builds upon our past successes.", "A budget that charts a path to shared opportunity ... for all Ontarians.", "A budget that makes strategic investments.", "Helping attract jobs and economic growth.", "Helping shoulder the burden for those struggling to make ends meet.", "Helping families to care for their children and their parents.", "All to ensure that everyone can reach their full potential.", "People like Ronisha. I’ve learned about Ronisha and her family through her college professor. He wrote to us and said, “It occurs to me that people in government who make good public policy often don’t get to see the successful results.” So he wanted to share the success of his student Ronisha, and it’s an extraordinary, extraordinary story of a woman.", "But, first, Mr. Speaker, I’d like to remind the House that, thanks to the talent and resilience of all of our people ...", "And thanks to the hard-working women and men who keep the engine of Ontario running ...", "Our economy has been growing.", "Better than Canada ...", "Better than all G7 nations.", "Our unemployment rate is the lowest it’s been in almost two decades.", "The majority of the 800,000 net new jobs created since the recession are full-time, in the private sector and pay above-average wages.", "Last year alone, 500 net new jobs were created every single day in Ontario.", "And our debt-to-GDP has fallen steadily, lowering the burden that would otherwise be passed onto future generations.", "In the year 2000, we were paying about 15 and a half cents of every dollar of revenue to service our debt.", "This year, we will pay eight cents.", "That’s the lowest it has been in 25 years.", "And thanks to this improved economic growth ...", "Combined with our government’s strong fiscal management ...", "We have eliminated the provincial deficit steadily, exceeding our fiscal targets each and every year since 2009.", "I announced last year that we would eliminate the deficit this year entirely.", "And I am pleased to report ...", "That ... we have a balanced budget in 2017-18.", "In fact ... we now have a surplus of over $600 million in this fiscal year.", "Mr. Speaker, let me remind everyone that we balanced without slashing services.", "Instead, we did it by maintaining and improving programs that families rely on like health care and education ...", "Boosting investments at near-record levels.", "In the last budget, we made an additional investment of $7 billion in health care to reduce wait times and improve access for patients.", "We also created OHIP+, making prescription drugs absolutely free for every person under the age of 25.", "Mr. Speaker, Ronisha has a 15-year-old son, Khalil, and a two-year-old daughter, Leilani, and she takes great comfort in these important programs. Her family, like so many others, is benefiting tremendously.", "Because no parent should have to choose between buying children’s medicine ...", "And putting food on the table.", "Already, more than one million young people in Ontario have had almost three million medical prescriptions filled ...", "At no cost.", "We created a plan for 100,000 more children to access licensed child care.", "With subsidies available for about 60% of them.", "And we’re helping more parents—parents like Ronisha, whose daughter, Leilani, is now benefiting from affordable, quality child care.", "Because getting the best start in life is key to future success.", "It’s also helping more parents return to work earlier—or back to school, like Ronisha.", "We made changes to OSAP, Mr. Speaker, to help our young people who seek a post-secondary degree or diploma ...", "This year, more than 225,000 students are going to universities and colleges for free.", "With an additional 175,000 students receiving generous grants to cover expenses.", "Demand far exceeded our initial projections ... and that is a good thing.", "Like so many others, Ronisha is fulfilling her dream of going to college, thanks to this tuition support. She is now a first-year student at Humber’s community and justice services program, and excelling—at the top of her class. When I spoke to her, she said this: “Who knew I was a nerd?” More importantly, she is serving as a role model for her son, Khalil, in grade 10, and he’s watching her succeed. And now they both know that higher education is absolutely within their reach. Ronisha said to me that she now has more opportunities than she ever could have imagined. Imagine the talent that we’re unlocking in Ontario.", "We stayed faithful to Ontario workers, Mr. Speaker.", "We stood by Stelco employees during the company’s restructuring.", "We made sure they had benefits like prescriptions and dental care, so their families would not go without.", "And we played a pivotal role in bringing the parties together to revive and save the company ...", "Preserving the 2,200 well-paying jobs at Stelco.", "And protecting almost 12,000 retirees.", "The president of Stelco worked with Local 8782. Bill Ferguson may be here, and we thank them for their collaboration and strength.", "And we made significant infrastructure investments.", "We committed to a historic investment in new hospitals, new schools, and new roads and public transit.", "This investment has grown to $230 billion over 14 years.", "From the Hurontario LRT in Mississauga and Brampton ...", "To repairing and refurbishing the northern railway tracks for the ONTC.", "From the Ottawa LRT ...", "To widening Highway 11/17 between Thunder Bay and Nipigon.", "We are building tomorrow’s infrastructure today, supporting 140,000 jobs every year.", "We also made the choice to help 1.1 million men and women by raising the minimum wage.", "Increasing it to $15 an hour will give a full-time worker about $5,000 more every year.", "Helping more people get ahead.", "And we’ve done all of this ... while also ensuring that Ontario’s businesses can compete ... and win.", "We have maintained a competitive tax rate for businesses—the lowest in Canada and competitive with neighbouring US states.", "We cut the small business tax rate by 22%.", "We also joined the Western Climate Initiative with Quebec and California in cap and trade.", "It’s a market approach that has already raised billions of dollars to reinvest in jobs and diversify our economy, including in new green businesses, where we are leaders in North America.", "And we provided supports to help small businesses grow, scale up and access export opportunities.", "We invested in key business priorities. And we were disciplined.", "We eliminated waste and repurposed programs that no longer offered an adequate return.", "This year again, Ontario will spend less per capita on programs than any other province, while preserving the services that touch the lives of our people.", "We have to invest to create growth.", "Our strengthened position today is due to a more diverse economy.", "Yes, Mr. Speaker, we slayed the deficit, balanced the books and are projecting a $600-million surplus ...", "We’re doing this while diversifying our economy by supporting technologies and industries of the future, like artificial intelligence, quantum research, regenerative medicine, advanced manufacturing and fintech.", "But make no mistake, Mr. Speaker ...", "Balancing the budget is not an end in itself. It is a means to an end.", "And the end ... is a stronger Ontario.", "A stronger Ontario that provides more opportunities for everyone.", "A stronger Ontario that allows us to provide more care for those who need it.", "Mr. Speaker, the province has faced great challenges as we recovered from the largest global recession since the Great Depression.", "We overcame them ... and together we have achieved great things.", "Today, however, we face new challenges.", "While it is true that Ontario’s economy is growing ...", "And doing better than most ...", "And, even though we are forecasting around 2% growth next year and thereafter.", "That’s not good enough.", "We have an aging population and more and more people moving out of work and into retirement.", "There’s the prospect of rising interest rates and increasing household debt.", "There’s current international trade uncertainty.", "There are “Buy America” campaigns and calls for protectionism.", "These new significant risks to our economic outlook have caused us to be more cautious in our revenue expectations.", "Two per cent economic growth is okay ...", "But it’s not good enough.", "Another challenge we face today, Mr. Speaker ...", "Is that while this province has experienced economic growth ...", "The benefits of this prosperity have not been shared by all.", "We must work to ensure that opportunity reaches everyone.", "Women. Students. Seniors.", "And those who are in precarious work—toiling away in the gig economy.", "The benefits of a growing economy must be shared by them, too.", "So, Mr. Speaker, our answer is clear.", "In the 2018 Ontario budget ...", "We are going to do more.", "We are facing these new challenges ... head on.", "Former US vice-president Joe Biden said, “Don’t tell me what you value, show me your budget, and I’ll tell you what you value.”", "Right in here, Mr. Speaker. Right in here. The 2018 budget reflects the values we share as Ontarians.", "Those of fairness, caring and opportunity.", "So we are taking bold steps, guided by a commitment to care.", "This is our responsibility.", "We will act on behalf of the people ... and in defence of our economy.", "We will continue to put Ontario on a path to higher economic growth—increasing GDP and job opportunities.", "We will continue to ensure that the benefits and opportunities of growth are widely shared across the province.", "And we will continue to ensure Ontario remains competitive and attractive as a destination for business.", "Mr. Speaker, good public and social policy must also be sound economic policy ... and that is what makes it sustainable.", "So we are making a choice.", "We are committing to more support for social and developmental services.", "We have more supports for mental health and health care programs.", "We have more supports for students.", "We are choosing to put our strengthened fiscal position to work ...", "To address the priorities of the people of Ontario.", "And as a result, we project a deficit of $6.7 billion next year ... less than 1% of GDP.", "With a clear plan to track back to a balanced budget.", "Some will argue for more cuts ...", "Others will call for more spending.", "Our choice is deliberate and based upon a clear message from the people of Ontario:", "“Continue to manage the finances of the province responsibly.”", "“Create more economic opportunities for everyone.”", "“And help shoulder the burdens facing many Ontario families.”", "Mr. Speaker, the people of Ontario are proud of our universal health care.", "Universal health care reflects our society’s values ... how we collectively care for each other.", "For families concerned with loved ones who are sick, nothing is more important than getting them the help they need.", "We all know that a growing and aging population is adding demands on our hospitals.", "In peak times and during epidemics, our emergency rooms can become crowded.", "So in the 2018 budget, we are proud to invest an additional $822 million in hospitals next year. This represents a sizable 4.6% increase to hospital funding.", "This increase will improve wait times and increase the number of critical services and procedures such as MRIs, cancer and cardiac surgeries, organ transplants and other life-saving supports.", "This increase will provide additional supports for pediatric and psychiatric hospitals.", "Plus we are investing $19 billion over the next 10 years in more than 40 hospital projects in every region of this province.", "From a new hospital in Moosonee for the Weeneebayko Area Health Authority in the north ...", "To Kingston General Hospital in the east.", "From London Health Sciences Centre in the southwest ...", "To building the pediatric hospital of the future through Project Horizon at the Hospital for Sick Children in Toronto.", "Please join me in welcoming Dr. Michael Apkon, the president and CEO of SickKids, leading one of the best children’s hospitals in the world, right here in Ontario.", "Mr. Speaker, we know that access to affordable, quality child care is essential for families.", "For our children, quality child care gives them the best start in life.", "For the parents—particularly women—it gives them the choice to return to work earlier.", "That’s why we are providing access to 100,000 more child care spaces.", "In the 2018 budget, we are going further, Mr. Speaker.", "I am pleased to announce ...", "We will provide free preschool for every child aged two and a half to kindergarten.", "That means an Ontario family could save, on average, $17,000 per child.", "Over the next six years, the government will invest $534 million to build 14,000 more preschool child spaces.", "I want to thank Dr. Gordon Cleveland, who led the review of child care affordability in Ontario, for your strong work on behalf of our children.", "I want to thank Martha Friendly for your leadership and advocacy on accessible, quality child care. You are truly making a difference. Thank you.", "And for the First Nations community, we will double current child care capacity on-reserve, creating 4,500 new spaces, starting in 2019.", "I am so pleased by the work that we have done with the First Nations community and our minister of aboriginal affairs, who has shown great leadership, together with members of the community.", "These are just some of the important commitments we continue to make for our children and families.", "Mr. Speaker, our seniors have helped build the province we enjoy today.", "We are greatly and deeply grateful to them.", "Today there are over two million seniors in Ontario.", "That number is expected to grow to 4.5 million by 2040, having a profound impact on our social services and our economy.", "It will also have a profound impact on those families who often struggle with the added costs of care.", "Many seniors prefer to stay in their homes and live independently.", "We want to help them.", "And we will help them, Mr. Speaker.", "In the 2018 budget ... we are making targeted investments of $1 billion over three years in the new Seniors’ Healthy Home Program.", "We will provide up to $750 for every eligible household that is led by a senior 75 years or older, to help offset the costs of maintaining their home.", "This payment could be used to help pay for snow shovelling, lawn care or house cleaning.", "We are also investing $650 million more over the next three years to increase nursing and therapy visits for home care and community care.", "It will also include more caregiver hours, to give families more support.", "And Mr. Speaker, in the 2018 budget, we are expanding OHIP+ to include free medication for seniors. We will eliminate the annual deductible and copay from the Ontario Drug Benefit program beginning in August 2019.", "Every person 65 and above in Ontario will receive free pharmacare.", "This expansion of OHIP+ represents an investment of $575 million per year by 2020-21.", "However, Mr. Speaker, for some seniors, staying in their homes is not an option.", "They require long-term care.", "This is why we’re creating 30,000 new long-term-care beds over the next 10 years, including 5,000 by 2022, and redeveloping an additional 30,000 existing beds to support our seniors.", "On top of all that, I am pleased to announce we are investing $300 million more over the next three years.", "This represents increased care hours and the hiring of more nurses and personal support workers. Their help is invaluable to our families and loved ones.", "Mr. Speaker, mental health challenges affect one in three people.", "As a society, we have come to understand that mental health is essential to good overall health at every stage of life, from childhood to retirement.", "So, Mr. Speaker, we are making an additional investment of $2.1 billion over four years to increase the level of care and access for mental health and addictions services.", "This includes psychotherapy, supportive housing, and increased supports for Indigenous communities.", "Mr. Speaker, we know that 70% of mental health issues begin in childhood or adolescence, and that early intervention improves outcomes.", "We want to ensure that kids get the help they need, as soon as they need it.", "We will be expanding services for students in every high school ...", "And providing counselling, therapy and walk-in clinic services in communities for approximately 46,000 more young people.", "Mr. Speaker, this is part of the government’s $17-billion commitment over four years to improve access to services for mental health and addictions ...", "The largest in Ontario’s history.", "There are so many people who are making this possible, like Kim Moran, CEO of Children’s Mental Health Ontario. Thank you, Kim, for your leadership and for being here.", "Mr. Speaker, being able to afford to pay for prescription drugs and dental services is vital to maintaining good health.", "Yet today, one in four people of working age in Ontario does not have access to extended health benefits.", "Meaning that families forgo medicines they find too expensive to buy.", "Meaning their kids may not have the dental care they require.", "For example, Ronisha has no benefit plan and it is difficult for her to cover those costs, especially the dental, for her family and for her children.", "This remains the great unfinished business of medicare, in our pursuit for a universal pharmacare plan for every single Canadian.", "In the past, we have acted to lessen these burdens and help close these gaps. Today, we are taking our boldest steps yet.", "Starting in summer 2019, we will invest $800 million over two years for the new Ontario Drug and Dental Program to help those without benefit plans.", "We will reimburse up to 80% of prescription drug and dental expenses ...", "To an annual maximum of $400 per single person, $600 per couple and $700 for a family of four.", "A healthier Ontario is a stronger Ontario, Mr. Speaker.", "Mr. Speaker, our government is reforming income security so that everyone has a chance to live healthy and secure lives.", "We will simplify social assistance programs and remove barriers.", "I am pleased to announce today, that those most in need, those who rely on the Ontario Disability Support Program and Ontario Works, will receive a 3% rate increase per year, for each of the next three years.", "Ontarians are compassionate and we take care of one another.", "Mr. Speaker, a priority for our government is to produce more jobs and opportunity.", "In the face of new economic challenges, we are introducing the Good Jobs and Growth Plan ...", "Which includes $935 million in new investments over the next three years.", "That’s in addition to our historic infrastructure investments, Mr. Speaker.", "This plan will build upon our economic foundations ... further diversify our economy ... support the development of local talent and entrepreneurs ... and encourage the growth of businesses.", "This plan will improve competitiveness and attract business investments.", "We will support key sectors through an expanded Jobs and Prosperity Fund, investing in agri-food processing, transformative technologies as well as natural resources like forestry.", "We will also support regional economic development, with investments in eastern Ontario, southwestern Ontario, and in northern Ontario ...", "We are expanding the Northern Ontario Heritage Fund by 50%, Mr. Speaker.", "Today’s economy moves at a rapid pace, and that requires fast Internet connectivity.", "So we’re investing an additional $500 million over three years to expand broadband in rural and northern communities.", "Ensuring all Ontarians can be fulfilled and fully engaged in our economy.", "We want to help all students succeed in school ... and in life.", "This starts with the places where our young people learn.", "That is why we are investing almost $16 billion over 10 years for new and improved schools.", "Cela comprend 510 millions de dollars depuis 2013 pour les projets de construction et de rénovation de 62 écoles de langue française en Ontario.", "Parce que plus de 600 000 francophones sont établis en Ontario ... et qu’une communauté franco-ontarienne forte contribue à un Ontario fort.", "Please join me in thanking Jean Lemay, president of the association of franco-Ontarian Catholic school boards, for his leadership in French education.", "But a great education is more than buildings and classrooms, Mr. Speaker.", "One in five Ontario students has special needs.", "So we are announcing $250 million in new funding over three years to tackle the wait-list for assessments and improve special education services.", "Mr. Speaker, grades 7 and 8 are crucial years for our young people to explore pathways to apprenticeship, college, university and the workplace.", "That is why the government will invest more than $120 million over the next three years, hiring over 450 new guidance counsellors to help students better prepare for the transition to high school.", "A good start today means a better future tomorrow.", "Our highly skilled workforce provides Ontario with a competitive advantage.", "Our skilled workforce is key to our economic growth and prosperity.", "As you know, Mr. Speaker, we have already made significant changes to OSAP to help more students go to university or college—students like Ronisha, a single mom going back to school. It is critical to provide supports so she may succeed and better provide for her family.", "This budget announces further improvements.", "Starting this fall, students from middle-income families will receive even more financial assistance.", "We are investing more than $3 billion to renew and modernize our university and college campuses.", "Et nous allons créer une nouvelle université de langue française dans la province.", "En décembre dernier, la Loi sur l’Université de l’Ontario français a reçu la sanction royale.", "Mr. Speaker, for some, Ontario’s skilled trades are the way to go and a better career for them.", "That is why we are investing $170 million over three years in the new Ontario Apprenticeship System.", "Helping our young people make the transition from high school ... to find high-quality jobs.", "And to ensure that employers have access to talent, the 2018 budget establishes the Ontario Training Bank.", "This $63-million additional investment will bring employers, employees and training institutions together to develop skills programs that are tailored to the needs of the local economy.", "Taken together, these steps improve the skills of our workforce, giving Ontario businesses a strong competitive advantage.", "Mr. Speaker, let us also be reminded that Ontario plays a leadership role in Canada.", "We have always been a significant net contributor to the federation.", "This government ... and this Premier were the driving force behind CPP enhancement—enabling greater retirement security for all Canadians.", "We are a founding member of the Cooperative Capital Markets Regulatory System, which will help businesses attract and raise capital more efficiently in Canada.", "Mr. Speaker, because of our historic OHIP+ to cover children, youth and seniors, nearly one in two Ontarians will be receiving free prescriptions. And we will continue to work with the federal government and other provinces on the formation of a national pharmacare plan.", "We are also promoting trade and trade negotiations during these uncertain times.", "Premier Wynne has met with 37 governors—" ],
  "anchor" : "para794"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "It’s not funny, Mr. Speaker. These are serious issues affecting trade and the economy of our province.", "The Premier has met with 37 governors over the past year to strengthen trade relationships and highlight the mutual benefits of open trade between Canada and the US.", "These initiatives ... and more ... are good for Ontarians, and good for all Canadians.", "Mr. Speaker, this government has undertaken the most significant reforms to our retirement security system in generations.", "It’s about ensuring that people can maintain their standard of living in retirement.", "Which, in turn, is good for our economy.", "As I mentioned, we were instrumental in enhancing CPP.", "We also created a new funding framework for a defined benefit pension plan, to help protect workers and retirees, while helping businesses maintain their DB plans.", "And we are consulting on key design features to improve the sustainability of multi-employer pension plans.", "Mr. Speaker, as this House knows, we are the only jurisdiction in Canada to provide a pension benefit guarantee.", "Last fall, we took steps to increase the guaranteed monthly payment of the PBGF by 50% ... to $1,500.", "Mr. Speaker, I’m pleased to announce ...", "That in this budget, we’re proposing to make it retroactive ...", "To ensure that former Sears Canada employees can receive this additional benefit as well. And I know some of them are in this room." ],
  "anchor" : "para1055"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Thank you.", "Lastly, Mr. Speaker, we truly cannot create opportunity without tackling the systemic barriers to women’s full participation in the workforce ...", "Advancing women’s economic empowerment is good for business, good for the economy and good for our society.", "Estimates show that women’s full engagement in the economy could add $60 billion to Ontario’s gross domestic product by 2026.", "Our strategy promotes women on boards and in senior management roles.", "And it supports pay transparency in the workplace—to help end the gender wage gap, Mr. Speaker.", "Creating more equitable workplaces is not just about fairness.", "It’s an economic opportunity that we can’t afford to miss.", "Mr. Speaker, our actions have been guided by our values. The work we do collectively in this House affects the lives of people throughout our province, people like Ronisha and her son, Khalil, and her daughter, Leilani. Like so many across the province, they are seizing the opportunities being made available today in Ontario: free tuition, free pharmacare, free child care, to name but a few.", "But it is through her hard work and perseverance that Ronisha is creating a better life for herself and her family. She said to me, “I am trying to be the person I thought I would be when I was young, and now I can be.” That is the very purpose of our collective work in this House.", "Please join me and let’s thank this courageous mom for allowing us to share her story today. Please welcome Ronisha." ],
  "anchor" : "para1070"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Where is she? Ronisha, stand up." ],
  "anchor" : "para1082"
}, {
  "speaker" : "Interjection",
  "text" : [ "There she is." ],
  "anchor" : "para1083"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Where are you, Ronisha? There you are. Thank you.", "Mr. Speaker, the 2018 budget reflects Ontario’s values.", "This budget uses our strengthened economic position to address people’s priorities.", "This budget makes the choice to help our people better manage the pressures of everyday life.", "This budget provides greater care for our children, students and seniors ...", "And keeps us on our path of building Ontario’s economy ... boosting growth, creating more jobs and expanding access for all.", "The 2018 Ontario budget is a plan for care and opportunity.", "Mr. Speaker, thank you. Thank you to my colleagues, this wonderful group of individuals who work hard every day to provide better for the people of Ontario. Congratulations, everyone." ],
  "anchor" : "para1084"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey." ],
  "anchor" : "para1092"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "I move adjournment of the debate." ],
  "anchor" : "para1093"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Simcoe–Grey moves adjournment of the debate. Do we agree? Carried." ],
  "anchor" : "para1094"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para1096"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I would ask the House to revert to introduction of bills." ],
  "anchor" : "para1097"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "So moved.", "Mr. Sousa moved first reading of the following bill:", "Bill 31, An Act to implement Budget measures and to enact and amend various statutes / Projet de loi 31, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para1098"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1103"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement?" ],
  "anchor" : "para1105"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "No, Mr. Speaker. I have no statement at this time." ],
  "anchor" : "para1106"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Government House leader." ],
  "anchor" : "para1107"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1108"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Government House leader moves adjournment of the House. Do we agree? Agreed. Carried.", "This House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1109"
} ]