[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on April 30, 2018, on the motion for second reading of the following bill:", "Bill 53, An Act respecting the establishment of minimum government contract wages / Projet de loi 53, Loi concernant la fixation de salaires minimums pour les marchés publics." ],
  "anchor" : "para215"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to the order of the House dated May 2, 2018, I’m now required to put the question.", "Mr. Flynn has moved second reading of Bill 53, An Act respecting the establishment of minimum government contract wages. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "The recorded vote being required will be deferred until question period today.", "Resuming the debate adjourned on April 30, 2018, on the motion for third reading of the following bill:", "Bill 6, An Act to enact the Ministry of Community Safety and Correctional Services Act, 2018 and the Correctional Services and Reintegration Act, 2018, to make related amendments to other Acts, to repeal an Act and to revoke a regulation / Projet de loi 6, Loi édictant la Loi de 2018 sur le ministère de la Sécurité communautaire et des Services correctionnels et la Loi de 2018 sur les services correctionnels et la réinsertion sociale, apportant des modifications connexes à d’autres lois et abrogeant une loi et un règlement." ],
  "anchor" : "para221"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?" ],
  "anchor" : "para231"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "C’est vraiment un plaisir to continue third reading debate on the Correctional Services Transformation Act, 2018.", "This proposed legislation represents one of the largest steps in the transformation and modernization of adult correctional services in Ontario in generations. It will help to ensure that the changes we make are the right ones and that Ontario will be seen as a leader in correctional services across the country and around the world. We are determined to make our communities safer while putting fewer people behind bars. This large-scale reform is just one part of a much bigger picture.", "Correctional transformation, at its core, is about making sure the people who need help get help, and making sure that those caught up in the criminal justice system are diverted away from our institutions whenever possible. Our government is committed to addressing complex underlying social needs by investing in social infrastructure. These investments can keep people from becoming involved with the criminal justice system in the first place.", "At the same time, Madam Speaker, we have to recognize the immediate and pressing needs of those who are in our custody—people who are in our institutions right now. We must provide those in our custody and care with the supports and services they need to re-enter their communities rehabilitated and ready to become contributing members of society. Nothing could make our communities safer.", "Since it was introduced, there have been many changes made to this bill. I’m going to touch on a few of them. There were actually 113 government amendments dealt with during the clause-by-clause review. As you know, I only have 30 minutes so I’ll touch on a few of them.", "OPSEU had concerns about the bill’s proposed use-of-force standard, searches of letters and strip searches. There were also concerns about the proposed offence provisions in section 127 of the bill. I’m happy to say that the government put forward amendments to adopt their suggested changes, and section 127 was removed from the proposed legislation entirely. We listened, we thought carefully about the points raised, and we made the changes.", "I also listened as many of the members opposite railed against this bill; yet they only managed to propose two amendments. Perhaps this bill was never the disaster they made it out to be.", "There are parts of the bill that are of particular interest to community corrections staff: protecting probation and parole officers from any future government privatization attempts; the parole board’s hearings and consideration processes; and the updated duties of probation and parole officers.", "First, Bill 6 would prohibit the ministry from entering into a contract or agreement to have a correctional institution operated by a private, for-profit entity, to prevent another disaster like a previous government’s experiment with privately run correctional institutions. The bill recognizes the value of our public correctional system and would put in place measures to keep it public. That includes probation and parole officers who, as in the current act, will remain public sector employees.", "We also made amendments to more accurately reflect the modern role of our front-line community services staff. The term “probation officer” has been replaced by “probation and parole officer” throughout the bill, and we have added new language to more fully reflect the scope of work and the range of reporting, supervision, programming, correctional intervention and client support services that our probation and parole officers provide. It was nice to see that one of the two amendments proposed by the opposition parties related to the duties of a probation and parole officer.", "Finally, we passed an amendment to allow more flexibility in the parole process. Currently, inmates sentenced to over six months who waive their parole hearing in writing are still considered for parole. That means a significant amount of paperwork for PPOs. I have spoken to numerous PPOs, Madam Speaker, who have raised concerns about the current process. Our amendments provide legislative flexibility that could allow a significant number of inmates to choose to waive both their parole hearings and their parole consideration, allowing our existing PPOs and the 100 new PPOs we are committed to hiring to focus more of their time and energies on client supervision and support rather than paperwork.", "Madam Speaker, this proposed legislation is based on the cornerstones of safety, human rights, dignity, and the strength of our correctional services family. Correctional staff, including correctional officers and probation and parole officers, are essential partners in the work already under way to transform Ontario’s adult correctional system. I want to thank our correctional staff for the vital role they play and for their support and encouragement as we build a more effective and responsive correctional system." ],
  "anchor" : "para232"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Speaker, point of order." ],
  "anchor" : "para244"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member for Whitby–Oshawa." ],
  "anchor" : "para245"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "It appears that we do not have a quorum." ],
  "anchor" : "para246"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to check with the Clerk for a quorum." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Okay. I’ll return back to the minister." ],
  "anchor" : "para249"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "As I was saying—during this wonderful intervention for a quorum—I want to say thank you to our correctional staff for the vital role they play, as I said, and for their support and encouragement as we build a more effective and responsive correctional system.", "I look forward, Madam Speaker, to celebrating our outstanding corrections staff on Monday during the annual correctional services awards ceremony. Every year, I hear remarkable stories of bravery, exceptional achievement, stories of staff building a more inclusive and sharing workplace, and of staff performing outstanding charitable service. The experiences and opinions on the front line have been instrumental in the development of this important and transformative legislation, in the changes we make—and will continue to make—to renew the correctional system in Ontario.", "Our front-line staff, their local representatives and our community stakeholders said we need to do things differently, and that’s what we plan to do. The Correctional Services Transformation Act will have a significant impact on the way we do business and on outcomes for people and communities all over the province. Those who arrive at our institutions, or who are under community supervision, often face complex social issues, including physical and mental health challenges, addictions, homelessness and unemployment. Our goal is to not only improve supports within corrections but also to help people avoid repeated involvement within the justice system.", "This will be accomplished by building a corrections system:", "—where we segregate less and phase out segregation for our most vulnerable inmates entirely;", "—where we ease the pressure on community services after discharge by addressing the health care needs of inmates while in custody;", "—where corrections and outside professionals are more engaged at every step of an individual’s care and well-being, from admission to discharge, and where our staff are positive role models for the road ahead;", "—where we protect the rights of people under the Ontario Human Rights Code, especially First Nations, Inuit and Métis people;", "—where efforts are made to reverse the trend of over-representation of certain populations in our institutions; and", "—where programs will be offered that inmates can truly relate to, reducing the risk to reoffend.", "What I have described is a correctional system that is dedicated to reintegration and rehabilitation—" ],
  "anchor" : "para250"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para262"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member from Niagara West–Glanbrook." ],
  "anchor" : "para263"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Speaker, I don’t believe we have quorum." ],
  "anchor" : "para264"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the Clerk." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "Quorum is present, Speaker." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "It is present. I’m going to turn to the minister again." ],
  "anchor" : "para267"
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "Thank you for keeping quorum, my young man.", "What I have described, Madam Speaker, is a correctional system that is dedicated to reintegration and rehabilitation through individual case management, supportive services, education, job training and rehabilitative programs. It is dedicated to ensuring that health and mental health supports are in place should they be needed; to treating those in our care and custody with respect; to finding evidence-based alternatives to outdated practices, like the overuse of segregation; and to having a network in place to bridge to a smooth and successful reintegration back into their home community. These are the signature pieces of a modern correctional system.", "There are challenges we need to overcome:", "—the overuse of segregation;", "—the improvement of living conditions;", "—over-representation of racialized populations in our institutions; and", "—renewal of a correctional infrastructure that is old and, in many instances, well past its useful life.", "The proposed Correctional Services Transformation Act will address each of these challenges and will pave the path forward for the correctional services of the future.", "Reforming segregation is an essential piece of my ministry’s correctional transformation. Our goal is to create a system that has the appropriate supports and services in place so we can arrive at a day where we no longer require the use of segregation. Until we arrive at that day, inmates being held in segregation will have the same rights to humane treatment as all other inmates in the institution.", "This act will enable us to build a more secure and humane correctional system that segregates less; one where an inmate’s health and mental health comes first. With a standardized definition of segregation—centred on the experience of the inmates and not on the physical space they occupy—we are also setting the stage for improved data collection and better tracking and monitoring of those in segregation. This was one of the biggest concerns raised by the Ontario Ombudsman and the Ontario Human Rights Commission, and we are determined to fix it.", "At the same time that we introduce a new definition of segregation, we will start to prohibit segregation for vulnerable inmates. In addition to taking vulnerable inmates out of segregation, we will phase in time restrictions and limitations on how long an inmate can remain in segregation. Where segregation is necessary today, our focus is on improving conditions and ensuring that inmates have social interaction and access to physical and mental health services, as well as reading materials, educational programs and increased access to chaplaincy and other spiritual care, such as indigenous elders.", "We must all do more to improve the living conditions of all inmates in our care and custody, not just those in segregation. The act proposes minimum living conditions for all inmates, which was one of the key recommendations made by Mr. Howard Sapers, Ontario’s Independent Advisor on Corrections Reform.", "The new act also aims to address the overrepresentation of indigenous people and racialized populations in our institutions. The ministry has no control over who comes into our custody and very little sway over the length of their stay, Madam Speaker. Those decisions rest with the courts and with the Ontario Parole Board. But we can and will have control over the services that individuals receive while in custody or under community supervision and the supports needed for successful reintegration back to the community.", "Evidence-based programs and supportive services are essential for the rehabilitation and reintegration of clients. Rehabilitative programs that do not connect with the audience represent a wasted opportunity. By introducing rehabilitation programs that inmates can relate to, we have the greatest potential to reduce the risk of recidivism. The proposed act will require that all rehabilitative, general and work programs account for the diverse and unique needs of the inmate population, with a strong focus on the need of overrepresented groups.", "Our government is proposing one of the largest transformations in the history of Ontario’s adult correctional services. This transformation will require a higher level of oversight and accountability, and the proposed act creates that framework. Actually, Madam Speaker, you, MPP Wong, outlined this framework on Monday. It included the creation of an independent inspector general, independent review panels, a chief of inspections to review employee code of conduct and security-related matters, and disciplinary hearing officers to conduct hearings and make decisions regarding allegations of serious acts of misconduct by inmates.", "The renewal of corrections infrastructure is another major piece in our transformation of corrections. The eventual elimination of segregation, improvements in conditions of confinement, and the expansion of programming and reintegration supports for inmates cannot be accomplished within Ontario’s existing correctional infrastructure. We will renovate many of our institutions to add programming space, better visiting areas and improved mental health areas. And we are building new institutions in Thunder Bay and Ottawa, as well as a new secure women’s treatment facility, that will serve as models for innovation and renewal.", "This new approach will drive reform by taking a holistic view of a correctional facility, going beyond the bricks and mortar and engaging staff, justice and community partners to create a venue for rehabilitation that supports better outcomes for those in our care and custody. These new facilities will be the first pieces of correctional services infrastructure to be built under the new transformation framework.", "I want to have a moment also to reflect and touch on an issue that is very important to me and to our front-line correctional staff: managing inmates’ behaviour and reducing violent assault within our institutions. Since I became minister in January 2017, I have been made aware of several very serious assaults on inmates and on front-line staff. There are significant concerns arising from the statistics coming out of our institutions. The numbers I have seen suggest a deeply disturbing trend. So I want to announce today that we are taking immediate steps to address these issues.", "We are enhancing institutional safety by implementing additional field intelligence officers and new institutional security teams at four new institutions. We will expand the number of institutional security teams from three to seven by adding 16 new officers, and we will deploy 10 new field intelligence officers on the front lines in institutions.", "These resources will enhance the ministry’s capacity to gather intelligence; strengthen relationships with local law enforcement agencies; enhance security through proactive detection, monitoring and seizure of contraband; and manage gang members within institutions. We must consistently work to increase the safety of our staff and clients. These new resources will help us achieve our goals.", "Also, I have requested independent analysis and advice regarding violence within institutions and the management of inmates’ behaviour in assaults from Mr. Howard Sapers, who, as I mentioned earlier, is Ontario’s Independent Advisor on Corrections Reform. We need an in-depth understanding of what is happening in our institutions and, more importantly, what is driving the trend. We need a better understanding of how and why we collect statistics. We need to ensure that our data is accurate and appropriate and we must identify measures that can be implemented to protect our staff and our inmates by reducing the level of violence in our institutions.", "I have asked that, should he take on my request, his work be undertaken in consultation and collaboration with our front-line staff and their elected representatives. Their knowledge and experience is the key to understand the issues within our institutions and to identify and implement solutions.", "Finally, I have requested that Mr. Sapers deliver an initial report within 90 days. I look forward to continuing to work with Mr. Sapers and our front-line staff as we move forward with correctional transformation.", "With the passage of the Correctional Services Transformation Act, our government will take a bold and significant step to realize our vision for modernized corrections in Ontario. It is the foundation needed to eventually eliminate segregation, to make our institutions safer for both staff and inmates, and to provide the supports that those in our care and custody need for rehabilitation and for successful reintegration into the community.", "I ask that the House pass this bill so that we can enter the next phase of the transformation of our correctional system.", "What a fitting time to look to the future. On Monday, we will unveil the new correctional workers’ monument. This monument is a permanent tribute to past and present. To those who served and to those who serve still, and to the sacrifices they have made and continue to make. It is a symbol of the hard work and of the reality that all sworn officers working in corrections live every day. This monument can also represent an historic turning point in the future of Ontario’s correctional services with the passing of this bill today.", "I want to say thank you very much to all of our front-line workers; to my predecessor, Minister Orazietti, and Minister Naqvi, who have taken this challenge in bringing in Mr. Howard Sapers; and to everyone in our offices who have worked very hard in bringing forward this transformative piece of legislation.", "Madame la Présidente, merci beaucoup de votre écoute." ],
  "anchor" : "para268"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para297"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’m glad I will have a few minutes to put a few thoughts on the record. I will be quoting quite a bit from a report that was done by the John Howard Society; more specifically, the Sudbury John Howard Society. I want to thank their executive director, Mr. John Rimore, for, I would say, educating me on the topic that pertains to this bill.", "The part of the bill that I would like to talk about has to do with the health care needs of the inmates and the need for changes to the way that we provide health care to inmates. Basically, this is an opportunity for transformation. I would like the House to use this opportunity to transform the health care services that are available to the people that are being incarcerated; more specifically, that the responsibility for the health care services that are delivered be delivered by the Ministry of Health, not by the ministry of corrections. I will explain the difference that that would bring.", "Most of the suggestions that I will be talking about come from a report that was presented during deputations on this bill by the John Howard Society of Ontario, called Fractured Care: Public Health Opportunities in Ontario’s Correctional Institutions. It is also mentioned quite heavily in Howard Sapers’s paper called Segregation in Ontario, which was tabled in March 2017; as well as his second paper, Corrections in Ontario: Directions for Reform, which was tabled in September 2017 and which is the basis for the bill.", "We all understand that sometimes it is necessary for people that have done wrong to be sentenced to time spent in jail. It’s important to understand that incarceration is the punishment that is used for individuals whose crime against another person or persons are of such magnitude that a period of time away from society, with restrictions on the person’s ability to be in the community, is warranted. So this is what the judge gives: It gives a person that has done wrong a time to be locked up in a jail, as this is the punishment.", "But that doesn’t mean that all of the rights of a person are taken away. The rights of an Ontarian to have access to care if they have health care needs cannot be taken away because somebody is being put in jail. The example that I often use is that a judge never sentences someone to blindness; a judge never sentences someone to leg amputation—never, ever. A judge sentences someone to be locked up in jail for what their crime is. But right now, it is up to the Ministry of Correctional Services to decide protocol for medication.", "There is a huge, disproportionate amount of First Nations people in the Sudbury Jail. I have been there many times, and the statistics are still there. The statistics also tell us that close to one in two have diabetes—diabetes that is sometimes diagnosed, sometimes being treated with insulin injections, and otherwise being treated with different medications. Stories of inmates coming out of the Sudbury Jail—and jails all over—would tell us that it takes days, sometimes weeks, before they have access to their medication.", "You know very well, Speaker, that if diabetes goes untreated for days, weeks at a time, a lot of damage happens during that time. The food is often not very appropriate for people that have diabetes. They have no way of testing their blood glucose to see, but they can feel it. I remember testing some of them off the street who would have a blood glucose of 27. We would retest it three times to say, “How can you still be walking around?” This is what’s happening in our jails.", "During all of that time, damage is done through neuropathy to their eyes, to their blood circulation. A lot of First Nations people who have been incarcerated, who have diabetes, do not receive the care they need. Then, shortly thereafter, blindness sets in. Shortly thereafter, foot ulcers develop that lead to foot amputation and sometimes lower limb amputation. The judge never sentenced them to blindness. The judge never sentenced them to amputation. This would be barbaric; nobody would accept that. But, really, this is what’s happening to our inmates right now in Ontario.", "The health care that is available to all Ontarians has to be available to people who are incarcerated. How do we make this happen? We make this happen by making sure that the Ministry of Health is in charge of the health care services that are delivered to our jails. Right now it is not, and I would say that basic human rights are being violated. The reports that were made that inform this bill spoke about this clearly. There’s still a chance. The bill certainly is not written up to help it, but it could be interpreted to help. It could be interpreted that we do regulations that say that from now on, the Ministry of Health is in charge of it all.", "If an inmate is pregnant, we don’t expect the jail guards or the limited staff to do the delivery. We send her to a hospital or a midwife so that she can have the right care that she needs. If an inmate needs active cancer treatment, we don’t expect the jail to provide this. We link them up. Sure, they continue to be incarcerated, but they have access to those services. But when it comes to medication, when it comes to diabetes and when it comes to mental illness, we expect jail guards, we expect people working part-time in our correctional facilities, to become mental health experts, to become diabetes experts, to become experts in all sorts of diseases that they are not.", "It should be the Ministry of Health who recruits and retains the people who work within our jails, who supervise them, who make sure that they have the right amount of support from the rest of the health care system so that they are able to meet the needs of the people who are incarcerated.", "When it comes to mental health, we should be sending a whole lot less people with mental illness to our jails.", "The first time I toured the Sudbury Jail, I had just been recently elected. I come from the health care system. I was the executive director of our community health centre. We ran the Corner Clinic for the homeless. When I walked into the Sudbury Jail for the first time, I knew 90% of the guys who were in there. I knew their diagnostics because they were clients of ours. I would say that at least 80% of the people who were in there had a diagnostic of severe mental illness. They should not be in there. This is the worst possible environment for them, and yet this is still going on. This has to change, Speaker. Through this bill, we have an opportunity to change this, to make sure that people with mental illness—the core reason why they did something wrong was because of an illness.", "We should make sure that we have, at a minimum, community-based services so we can give people the care they need in the community. We should have strict supervision of those who are convicted so that their mental illness does not get worse. We should make sure that we have safe, affordable environments for accommodation.", "Let’s be proactive in health promotion and disease prevention so that people don’t end up in jail and so that if they have a mental illness that basically forces them to act out, they don’t end up in jail.", "The same thing happens with young people who start to consume marijuana or other street drugs. They are at a time in their lives, through adolescence, that is sometimes challenging. We’ve had three kids of our own go through adolescence, and they’ve come with their loads of challenges—and good times, but it could be challenging. And then you have all of the behaviour changes that come with some of those young people who start to consume illegal drugs and get addicted. There is no treatment facility. There is one, Pine River, that exists for all of our province. In northern Ontario, there are none that exist, and then those young people end up in the corrections system.", "They should never be there, Speaker; never, ever. A kid experimenting with street drugs and getting addicted should be getting treatment right away, as soon as the family reaches out. They should not be put on an 18-month wait-list for the first time that they’ll get to see a counsellor. There’s so much more we could do. This bill opens the door for us to do the right thing, and I certainly hope that we will do this.", "As I said, a lot of this could be easily addressed for the better if we make the Ministry of Health and Long-Term Care the only one responsible for providing care to everyone. The judge will hand out the punishment, and people will get incarcerated. This is the punishment, but because your address is now the Sudbury Jail or any other jail in the province, it should not be that you don’t have access to the health care system that is there. History has shown us, over and over, that the Ministry of Community Safety and Correctional Services does not have the capacity or the authority to ensure that rehabilitative programs and services are offered to incarcerated individuals in the same way that they are offered in the community, that addictions programming and counselling is there.", "I would even add vision care to this. Lots of people wear glasses. If you look around—I don’t know what percentage of the population wears glasses, but a lot of people do. If your vision is poor, you will need glasses when you’re in jail, but if for one reason or another you ended up going in there without your glasses, you will spend the entire time not able to read, not able to see properly, because none of them will have access to an optometrist to check their eyes and give them a new pair of glasses. Why do we do this? The person was not sentenced to going without seeing for the next six months or whatever the jail term is. The punishment was to be incarcerated, not to suddenly lose all of your rights to have access to health care.", "I also want to talk about how we best support the health care professionals working in the provincial corrections system. Some of the topic, as I said, has to do with recruiting and retaining health care professionals. Some of it is ensuring that staff have appropriate supports and resources, that we have the appropriate makeup for correctional health care teams. Sometimes a social worker, a psychologist, people with knowledge of mental health would be very helpful to have in our jails. We also look at how we make sure that they are getting access to off-site specialty health professionals, and how we make sure that there are reporting structures, oversight and independence.", "When we look at the bill right now, the Ministry of Correctional Services continues to have a veto over whatever a health care professional has prescribed for someone. How could that be? The judge punished the person to incarceration—that’s it; that’s all. The judge never said that your needs for health care would also be taken away. This is wrong. It has to change. This bill opens the door to do this, but we have to take the further step so that it happens.", "I will say it and will keep repeating it: The Ministry of Health and Long-Term Care should be the one and only government ministry that controls all of the health care needs of incarcerated individuals. It should be the Ministry of Health and Long-Term Care that recruits, trains, ensures diversity in the multidisciplinary team and ensures access to outside professionals. Going forward, the clinical independence of health care professionals in correctional services will naturally occur, because it’s not happening right now.", "The support that the ministry of corrections is giving to our health care professionals right now—there are some really good nurses who work there, some of them I know personally. One has been there for a very long time. He is very good at what he does, but he has very, very limited means to work with the support that the ministry of corrections is giving to those health care professionals who work in corrections facilities. The best way I can describe it, Speaker, is that it’s non-existent.", "I can share the story that was given by a formerly incarcerated individual, where he had less than five minutes to speak to medical staff, who were only in the facility for a few hours a few times a week, although this person had a number of chronic, severe illnesses that needed to be managed, that needed medication. For some of those chronic illnesses, the medication never came, causing his health to deteriorate significantly.", "The ministry that controls the health care needs of incarcerated individuals, including the hiring and the retention, has to be the Ministry of Health. It cannot continue to be the Ministry of Correctional Services. If we leave it the way it is, we will continue to deny people access to health care services. That will have a detrimental impact on their lives, sometimes on the quality of their lives, for the rest of their lives. This is not on, Speaker; we cannot continue down the path that we have.", "I know that the bill goes on to do a number of other transformations in our jails, some of them being well documented and supported. The part about opening the door to privatization of our jails certainly was worrisome for all of us, but if we are going to transform jails, we have to take this opportunity to really refocus as to what our jails are there for.", "Jail is a sentence that a judge gives to take away people’s freedom, to lock them up away from society. This is what the punishment is. The punishment is never to make people sick, to not treat people with diabetes so they end up blind or with foot amputations. It is never okay, including for people who live in our jails.", "I thank you, Speaker, for allowing me to put those few thoughts on the record." ],
  "anchor" : "para298"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?", "Pursuant to the order of the House dated April 12, 2018, I am now required to put the question.", "Mrs. Albanese has moved third reading of Bill 6, An Act to enact the Ministry of Community Safety and Correctional Services Act, 2018 and the Correctional Services and Reintegration Act, 2018, to make related amendments to other Acts, to repeal an Act and to revoke a regulation. Is it the pleasure of the House that the motion carry?", "All those in favour of the motion, please say “aye.”", "All those opposed to the motion, please say “nay.”", "In my opinion, the ayes have it. I believe there’s going to be a recorded vote. I will defer it until after question period." ],
  "anchor" : "para328"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Orders of the day? Minister of Research, Innovation and Science." ],
  "anchor" : "para335"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Thank you, Madam Speaker. No further business." ],
  "anchor" : "para336"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "We will recess the House until 10:30." ],
  "anchor" : "para337"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I’d like to welcome Bruce and Marlene Wood from the great riding of Northumberland–Quinte West. Welcome." ],
  "anchor" : "para340"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "On behalf of the member from Cambridge, who will arrive shortly, and on behalf of page Madeline Buss, I’d like to introduce the page’s aunt, Lisa Maavara, and uncle, Gary Maavara. They will be in the members’ gallery this morning. Please welcome them." ],
  "anchor" : "para341"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "I’m very, very happy to introduce leaders from the Korean community. We have the president of the Korean Canadian Cultural Association, Daniel Lee; Jae Chong, vice-president; and Mr. Kong. I’m very happy; welcome to Queen’s Park." ],
  "anchor" : "para342"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to extend a very warm welcome to Joey Ranieri, an IT application developer from this House. Welcome to question period." ],
  "anchor" : "para343"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I, too, would like to introduce our Korean guests from the Korean Canadian Cultural Association and Hanca Korean seniors’ association: Jae Chong, Daniel Lee, Young Sil Lee, Will Cho, Jang Hun Kong and Pok Yeong Kim; from my own office, Michelle Kim; and from the Ministry of Health’s office, Lilian Kim.", "But I want to say why I’m introducing them. These two Korean groups were very active in organizing vigils in Willowdale as a result of last week’s tragedy. They did a tremendous amount of work both—" ],
  "anchor" : "para344"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "They worked closely with the Korean community. There were three Koreans who were killed. They also worked closely with the other communities here in Toronto and in Willowdale. It was a cross-ethnic approach. Thank you." ],
  "anchor" : "para347"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’d like to welcome to Queen’s Park some students from my riding from Bishop Reding high school in Milton. They don’t appear to be here just yet, but I’d like to wish them all a very strong welcome to Queen’s Park." ],
  "anchor" : "para348"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I would like to introduce one of the assistants from my office, Nicole Paroyan, who is here along with her brother, Justin Paroyan, who is a student at the Lycée Français de Toronto." ],
  "anchor" : "para349"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I want to give a warm welcome to the Legislature to a school from my riding, Cedarbrae Collegiate, and their teacher. They’re somewhere touring this morning, and I want to give them a warm welcome.", "I also would like to welcome a student who is here from the University of Toronto observing all of us this morning. It’s Mobolu Coker. I want to welcome her to Queen’s Park as well." ],
  "anchor" : "para350"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I would like to welcome the students, teachers and parents from St. John the Evangelist school in my riding." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We do have a guest in the Speaker’s gallery today, and she is the press gallery intern for the summertime at Queen’s Park: Rhianna Jackson-Kelso. Welcome, Rhianna." ],
  "anchor" : "para353"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Speaker, my question is to the Minister of Health and Long-Term Care.", "Victoria Vigneau posted a moving video this week about her struggle. She has cystic fibrosis, and Victoria needs Orkambi. Why won’t this government fund the medicine Victoria needs?" ],
  "anchor" : "para356"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Of course, we empathize with those patients with cystic fibrosis and we know that they and their families certainly struggle with the debilitating effects of this disease. We know that they hope that each new drug that may be available could be promising for their particular case, so we certainly empathize with these families and these individuals. We are committed to finding solutions.", "But of course, we have taken the politics out of drug funding. We rely on experts to determine which drugs are funded and we rely on the best medical evidence available. As with all new drugs, we need to know how it will provide patients with better health outcomes; we need to study potential side effects that could be harmful. We therefore rely on experts and on the best medical advice available to determine which drugs are funded." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Back to the minister: Victoria has said the Premier won’t take a meeting. She has said the Premier won’t take a call. She has said the Premier won’t even answer her emails. Why is the Premier ignoring Victoria and the life-saving medication she needs?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As I have said, we have taken the politics out of this particular area when we’re dealing with new drugs and their potential to help Ontarians. We do know that Orkambi will be reviewed again under the national Common Drug Review process in the coming months—I’ve been assured that this will happen in July—to see if the experts find enough evidence of clinical effectiveness to recommend it for public funding.", "In the meantime, we will continue to provide the care that individuals need, to provide cystic fibrosis patients with the current best available treatments, because we know that that kind of care has been shown to improve their condition and their quality of life.", "As I have said, all drugs go through a pan-Canadian expert committee which undertakes a thorough evaluation based on the best available evidence." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "The pan-Canadian review committee has dropped the ball and has created such a bureaucratic process that kids cannot access the medications they need—life-saving medications.", "Mr. Speaker, back to the minister: Why is the Premier letting Victoria suffer and fight for every breath she takes? As Jerry Agar said today, is the Premier okay with letting Victoria die?" ],
  "anchor" : "para366"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I would like to emphasize that we care for all Ontarians and provide the best available health care in this province.", "The fact of the matter is, the Canadian Drug Expert Committee did review Orkambi in 2016 for patients aged 12 years and older, and the review raised concerns about Orkambi’s lack of clinical effectiveness, so the drug was not recommended for public funding. We know countries such as England, Scotland and Australia also do not provide public coverage for this drug.", "The manufacturer was encouraged to resubmit Orkambi to the Common Drug Review if they had new evidence of clinical effectiveness, and we know that they did make a resubmission to the CDR in February. The Canadian Drug Expert Committee will be reviewing it again in July.", "We’re constantly working to fund more evidence-based medicines and so we have through the years included, as an example, Kalydeco, a life-saving cystic fibrosis drug. This was an example where we took the politics out of this process and approved a drug." ],
  "anchor" : "para368"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is to the Acting Premier. Both the Auditor General and the Financial Accountability Officer have released reports in the past weeks showing the Liberal government has misrepresented the true state of the province’s finances. And they aren’t quibbling over pennies. The Financial Accountability Officer—" ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me. I’m going to ask the member to really guard her words in what she’s saying. She was borderline unparliamentary. If it comes again, I’m going to ask her to withdraw." ],
  "anchor" : "para375"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "We aren’t quibbling over pennies. The Financial Accountability Officer is reporting the 2018 deficit to be more than $12 billion. That’s twice what the finance minister is projecting. The Liberal government has called this an accounting dispute. I believe the auditor and the Financial Accountability Officer.", "When will the government come clean and amend their deficit forecast for 2018?" ],
  "anchor" : "para376"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "The Minister of Finance." ],
  "anchor" : "para378"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I appreciate the question. I also appreciate the work done by the FAO and the Auditor General. They’ve both reaffirmed that we have taken a very cautious and reasonable approach in our assumptions going forward. The FAO has reinforced that some of the progressive measures that we put on will have a profound positive impact on our society as well.", "The Auditor General has cited two issues, and the FAO has assumed them in his estimates going forward. Both of these two issues—the pension assets that are jointly sponsored by the government, as well as the fair hydro plan that enables us to reduce rates by 25% on the ratepayer base—are being disputed by the auditor and professional accountants, both internally and externally. We recognize that dispute, but we’re not going to weigh in on it. What we’re going to do is continue to foster investments that grow our economy and support the people of Ontario." ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para381"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "What is the point of having an Auditor General and a Financial Accountability Officer if you don’t listen to them?", "When the Liberal government came to power in 2003, Ontario’s debt was $139 billion. In less than 15 years, we’ve watched Ontario’s debt balloon to over $300 billion. If we stay on the Liberal path of deficit spending, Ontario’s debt to GDP—already at 40%—will exceed 45%—twice Bob Rae’s legacy.", "Again I ask the minister: Will you finally admit that the Auditor General and the Financial Accountability Officer are right, and amend your financial numbers to reflect that this year’s deficit will be over $12 billion?" ],
  "anchor" : "para382"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. I would like the member from Guelph to relax.", "Minister of Finance." ],
  "anchor" : "para386"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, the member opposite is now disputing the integrity of our civil service and the professional accountants internally who have signed off on these measures.", "The member is now also disputing the chair of the Canadian Accounting Standards Board on accounting principles—who has also provided an opinion on the matter, saying that the very pension assets that the auditor is now disputing are the very same assets that she audited and approved only years ago and has for the past 20 years, even when the Conservatives were in power.", "Furthermore, the issues around the fair hydro plan around rate-regulated accounting—it is in fact permissible, even today, in this government in other areas, as well as other parts of Canada and the United States.", "We have taken their advice. We have made a policy decision to provide supports for the people of Ontario, and we’ve been very open and have disclosed. In fact, investors around the world are investing in these very measures. OPG, which cites that debt very clearly on their books, has a clean audit and it is approved by our auditor as well, Mr. Speaker. Nothing is hidden—" ],
  "anchor" : "para388"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Spin it all you want, Minister. The Financial Accountability Officer and the Auditor General don’t believe you, and neither do we.", "The FAO reports that the government spending plan will add $70 billion to the province’s net debt, increasing it to almost $400 billion in 2021. FAO chief economist David West said that at a basic level, the government’s current spending levels are unsustainable. But that’s not the only word people have used to describe the books. Deterioration, dangerous precedent, unlikely assumptions, unreliable, distorted, bogus: That’s just a small selection of the words used. That is your legacy.", "Do the right thing. Update your deficit numbers to reflect the $12-billion deficit." ],
  "anchor" : "para393"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Here’s our legacy, Mr. Speaker: We lead Canada, Europe and the United States in economic growth. We balanced the budget. We have a $600-million surplus and the lowest unemployment in two decades. We have the top destination of foreign direct investment, and Canada is doing well. Our public accounts, which are the actual results of the year, have proven that we’ve balanced the budget and have a surplus.", "DBRS and Moody’s have affirmed our AA rating, and DBRS says it’s stable, Mr. Speaker.", "The FAO has made projections every year. Each time this government exceeded targets. We are now doing better than we’ve ever done. We’re continuing to make life more affordable for the people of Ontario." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Okay. The member from Simcoe–Grey and the President of the Treasury Board are warned.", "New question." ],
  "anchor" : "para402"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Acting Premier. The Ontario government used to fund 50% of transit net operating costs, in a successful funding formula that ensured high-quality service. This funding was cut by the Conservatives, and it stayed cut under the Liberals. Municipalities and transit advocates, like TTC riders, have repeatedly asked for this funding to be restored. Why has the Premier repeatedly refused?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "To the Minister of Economic Development and Growth on behalf of the Minister of Transportation." ],
  "anchor" : "para406"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for his question. I know that he and others in the NDP caucus have raised this a number of times over the last couple of years. What they fail to comprehend in the way they ask their question is that this government is investing more in public transit infrastructure in the city of Toronto and across the greater Toronto and Hamilton area—and in every community across Ontario that has public transit—more so than any other government in Ontario history.", "In fact, just a number of months ago, we started to double the amount of gas tax money that the communities that are supporting public transit themselves locally receive. Over the next couple of years, that gas tax funding—to specifically support expanding public transit and support public transit service in those communities—will double. This is a significant step forward with respect to supporting those communities in their transit needs, while at the same time we continue to invest in infrastructure.", "I’ll be delighted to provide more details on that in the follow-up answers." ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para410"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "You would think, Speaker, from that response that everything is dealt with. But in fact, subways in Toronto are filled to crush capacity. Bus routes have been cut and service on remaining routes keeps getting less frequent and reliable. Meanwhile, fares are going up while services are getting to be worse. No wonder so many people think that their only option is the car.", "The Premier has the ability to change this. She can restore the province’s traditional 50% funding for net transit operating costs and improve service not in 10 or 20 years but today. Why won’t she?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "As I mentioned in my initial answer to the first question that came from the NDP caucus on this, here are just some of the things that our government has invested in, specifically in the 416, in Toronto, as it relates to public transit. For example:", "—$3.7 billion for GO regional express rail, here in Toronto alone, which will help to support and enable SmartTrack;", "—$5.3 billion to build the Eglinton Crosstown LRT, the single largest public transit project in Ontario history;", "—almost $2 billion to continue to expand rapid transit in wonderful Scarborough;", "—$974 million from the Move Ontario Trust for the Toronto-York Spadina subway extension, which opened in Vaughan last December;", "—$456 million to build out the Union Pearson Express; and", "—specifically to the gas tax funding I alluded to earlier, $2.1 billion since 2004 for the city of Toronto alone to help support transit operations.", "I look forward to talking about more of the good news we’ve delivered to the people of Toronto for transit in the final answer." ],
  "anchor" : "para413"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para421"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: That answer is why people are so cynical about public transit. The Premier will run publicly funded ads boasting about how much she cares about transit riders, but on the buses, on the subways and on the streetcars, transit riders know the truth: Service has gotten worse while fares have become more expensive.", "The Premier can change this. She can restore public confidence in transit. She can improve transit service today. She can restore provincial funding for transit operations, as the NDP has committed. Why won’t she?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I mentioned a second ago that there’s more. For example, here in the city of Toronto, our government is investing $416 million to support the purchase of brand new streetcars. Starting in early 2019, all GO Transit trips within Toronto specifically will only cost Presto card users $3 per trip, which means, for the very people the member from Toronto–Danforth pretends to represent and speak for, we are making their transit more affordable. That’s what our government is doing.", "And just this morning—maybe the member didn’t know this—the Premier and the Minister of Transportation joined with Mayor Tory and others to sign an MOU to commit provincial funding to the downtown relief line, to the Yonge north subway extension, to more transit in Scarborough, and to the waterfront LRT. That’s what our government is doing while you’re busy talking—" ],
  "anchor" : "para425"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para428"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Start the clock.", "New question." ],
  "anchor" : "para430"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "My question is to the Acting Premier. The NDP hears frequently from Ontario families who are concerned about long-term care. Even front-line health care workers have also been sounding alarm bells. They work hard every day to take care of residents, but when you’re short-staffed, you just can’t do it all.", "We learned today that the families of two patients have filed class-action claims against two private, for-profit long-term-care providers. The claims are horrendous: bedsores so deep that bone was exposed; maggots crawling inside untreated skin wounds.", "How is it possible that such things are happening to our seniors in Ontario?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para436"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I want to assure the families and individuals living in long-term-care facilities that I, as the Minister of Health and Long-Term Care, and our government take the responsibility to ensure our residents in each and every long-term-care home are safe and that they’re living securely, with dignity, and getting the type of care that they deserve.", "Clearly, I cannot comment on the issues of various legal matters. Their case is before the courts. But our government, I think, has demonstrated our commitment to ensuring the safety and well-being through a very rigorous inspection system and regulatory framework, which we are continuously working to improve. Currently, as I’m sure every member knows, we have a very strong inspection system." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“‘This is not a one-off scenario. These problems are pervasive,’ said the lawyer leading both lawsuits.", "“‘We are alleging that there is a systemic negligence going on, that there is a failure to deliver the kind of care that’s been promised,’ she said.”", "“Systemic negligence”: Just imagine how it must feel for an Ontario family to entrust their elderly mothers, fathers or grandparents to a long-term-care system with such pervasive problems.", "Why have the Premier and this Liberal government stubbornly refused to conduct a full commission of inquiry into long-term care, as the NDP has repeatedly proposed?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We have increased our oversight through the Strengthening Quality and Accountability for Patients Act, which was passed last December, to ensure all operators are addressing concerns promptly. This includes new enforcement tools and surprise inspections. There are financial penalties that we’ve introduced and even provincial offences for operators who repeatedly do not comply with the requirements of the act.", "We’ve also introduced a website. It’s very easily accessible—I’ve consulted it myself—where you can look up, on each and every long-term-care home in Ontario, their performance and the results of inspections. So families and individuals can assure themselves of the safety that they will receive from a particular home.", "I will have more to say in the supplementary." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "We also learned today that an 88-year-old Hamilton mother was badly injured at her long-term-care home, and there is speculation it may have been as a result of an assault. Her daughter found her with a black eye and, later, a goose egg on her forehead and bruises down her body. The daughter said, “If a child had those injuries, something would be done immediately. But because people in those nursing homes are old, no one fights for their protection.”", "When will this government protect seniors and conduct a full commission of inquiry into long-term care so we can find and fix the problems in long-term care and look after our seniors?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We have every confidence that we have an inspection system that is working well, that is working to improve our system and working with operators across the province. But we know that there is more to do because, as our population is aging and living with even more complex conditions, the needs are increasingly complex. This is why, in our 2018 budget, we’re investing $300 million over three years to increase staffing in long-term-care homes. This means that every long-term-care home, all 628 in this province, will benefit from an additional registered nurse. It will ensure that every home in the province has staff with specialized training in behavioural supports for residents with cognitive impairments. It means an additional 15 million hours of nursing, personal support and therapeutic care for our loved ones living in long-term care.", "We will continue with our program, ensuring our seniors are living in safety and security in long-term-care homes in this province." ],
  "anchor" : "para450"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is to the Acting Premier. The Liberals’ disastrous energy policy has forced many Ontarians to make a choice between heating and eating. Skyrocketing energy bills have put them in a most precarious position. The Liberals’ answer was to ban winter disconnections, which amounts to no more than a stay of execution. Well, winter is over, Speaker, and we find that thousands are now facing disconnection this spring.", "If hundreds of struggling families in Sudbury and thousands across Ontario couldn’t afford to pay their hydro bill in the winter, what makes the government think they will be able to pay the bill, plus the arrears, in the spring? What is the Acting Premier saying to those families now that the wolf is at the door?" ],
  "anchor" : "para453"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, last winter, as you know, our government passed legislation that granted the province’s independent energy regulator the power to end all winter disconnections and protect Ontarians, because no one should ever be put at risk of disconnection in the winter. Our priority is to make sure families and businesses have access to clean, reliable and affordable electricity.", "While the ban on winter disconnections ended on April 30, there are a number of government programs designed to help reduce the cost of electricity bills for vulnerable consumers. We encourage all customers to contact their local utility about qualifying for programs that are in place to help. For example, our government expanded electricity support programs, such as the Ontario Electricity Support Program and the Rural and Remote Rate Protection Program, which provide support to lower-income customers and those customers with the highest delivery rates. These customers are seeing savings of up to 40% to 50% off their electricity bills. Speaker, these are important programs that are available in addition to the 25% off in our fair hydro plan." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para457"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Speaker, it is the disastrous energy policies of this government that led to the skyrocketing hydro prices and the skyrocketing number of people who were subject to winter disconnections in the first place. They had to act because of their mistakes in the energy policy, signing exorbitant contracts under the Green Energy Act with Liberal friends that the Auditor General herself said were far in excess of the market value for electricity. Why would the Liberals now suggest that someone who cannot pay their bill in January can pay it in May, including arrears? Won’t the Acting Premier simply admit that their energy policies have been a disaster in this province and that their government is not fit for re-election?" ],
  "anchor" : "para458"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, we have worked extremely hard to develop an electricity system that is clean, accessible and reliable. Ontarians should be very proud that in our province we do not burn dirty coal to produce electricity the way Conservatives used to—and they actually ran again and again to continue to burn dirty coal that is bad for our health and bad for our environment.", "We have taken steps to ensure that our electricity system is clean, but we have not stopped there. We have also ensured that there is a 25% reduction in all electricity bills across the province. What was the response of the Conservatives? They voted against that program.", "When we introduced programs like the Ontario Electricity Support Program—" ],
  "anchor" : "para460"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para463"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. I let that one go.", "New question." ],
  "anchor" : "para465"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "My question will be for the Minister of Children and Youth Services. Minister, my office has been approached by many parents, including Mrs. Julia Ritchie and her little girl June. June was diagnosed with severe autism in October 2017, when she was 30 months old. She has been on the wait-list for treatment since that date.", "The family was originally told that it would take about six months. Well, the six months have come and gone, and they are now facing a 2.5-to-three-year-long wait-list.", "Can the minister explain where children with autism in Sudbury and Nickel Belt can find the faster, more effective autism services this government promised over two years ago?" ],
  "anchor" : "para468"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I would like to thank the member for the question. The member knows that this government has invested more money into autism services than any government in this country. In fact, I would say that we’ve invested more resources than any government in North America.", "We know that our contribution to autism is actually creating more space; 16,000 more spaces will be created in Ontario over the next few years. We are seeing change. I went to the opening of Erinoaks and I spoke to parents specifically about the changes that are taking place. I met a young family there with a young girl who was non-verbal who got into a program a year ago, and because of the program, now she is speaking. We’re seeing the changes on the ground.", "Mr. Speaker, it’s the NDP that has said that they would rip up the entire program if they were put into a position of power." ],
  "anchor" : "para471"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para474"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "We don’t see on the ground any evidence of those investments in Nickel Belt or Sudbury. The kids are still waiting a very long time.", "Mrs. Ritchie could not wait the 18 months for an assessment, so the family paid privately in the hope that June would be seen faster. Child and Community Resources in Sudbury is presently admitting children into treatment who were put on the wait-list in October 2015. This is more than two and a half years ago. This is a lifetime for the 800 children on the wait-list in Sudbury.", "Can the minister explain what action he will take so that little June and the 800 other kids on the wait-list get the treatment they need in a timely fashion?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "If the member opposite wants to see evidence, she just needs to go and talk to the people of Ontario. We’ve gone right across the province. We’ve held town halls. We’ve spoken to people.", "It’s the NDP that says they’ll do two things: Number one, they’ll rip the program apart and start new, which is a shame because parents like where we’re at today. The other thing the NDP has committed to doing is not supporting direct funding.", "We have made a significant change. For the first time in the history of Ontario, direct funding will be applied to parents so they can have the choice. It’s about building confidence and choice in the system.", "Not to mention the Conservatives; we know where their leader stands, because he doesn’t believe that kids should be living on streets with them." ],
  "anchor" : "para478"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. Back in 2003, our urban communities were sprawling at a dangerous rate. Every year, tens of thousands of acres of farmland, wild land and wetlands, including ravines and rivers, were being encroached on by new development.", "Ontarians were rightfully concerned for economic and environmental reasons. The great majority of people, including residents from my riding of Davenport, agree that to keep our communities livable, we cannot pave over every square inch of farmland and wetlands in Ontario. That’s why we promised them that we would take action, and we did.", "Speaker, can the minister please explain to the House how we are taking further action to protect the greenbelt?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member from Davenport for that very important question. As the Premier said yesterday, we’re committed to expanding the greenbelt to protect even more of our natural environment from development. We’re expanding and protecting the greenbelt so our kids and grandkids never have to worry about being able to enjoy or access nature.", "Meanwhile, Doug Ford made a private deal to develop the greenbelt to help rich developers get even richer. Doug Ford has confessed on tape to having already talked to some of the biggest developers in the country and offered to give them greenbelt land.", "Now Doug Ford and the PCs are backing away from that decision, but you know they can’t be trusted to protect our greenbelt lands, Mr. Speaker. We can’t take a chance. Once the greenbelt is gone, the greenbelt is gone.", "Our government created the greenbelt to ensure that Ontario has protected green land and clean drinking water for generations to come. We’re committed to protecting it." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para490"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I want to thank the minister for that answer. Speaker, our government created the largest permanent greenbelt anywhere in the world. It protects nearly two million acres of valuable land and water.", "Last year, we expanded the greenbelt. We protected an additional 10,000 hectares. That’s the equivalent of almost 20,000 new football fields that has been protected. Residents from across Davenport sent me emails to thank our Premier and thank our government for this.", "Our new expansion includes 21 new urban river valleys and wetlands that connect to Lake Ontario. We’ve also extended greenbelt-like protections for natural heritage, water and agriculture to the entire greater Golden Horseshoe area. This further ensures that sensitive lands are protected for generations to come, without constraining development. Meanwhile, Doug Ford and the PCs have flip-flopped on the issue, proving they’re willing to say anything to get elected.", "Speaker, can the minister please explain to the House how we’re continuing to protect the greenbelt for the people of Ontario?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you again to the member from Davenport for another very important question. Speaker, it’s clearer than ever that Doug Ford cannot be trusted to protect the greenbelt or the environment. If his secret deal with developers hadn’t been exposed, does anyone believe he would have backed off?", "It makes you wonder what other promises have been made in private, to whom and in exchange for what. Paving the greenbelt? Selling cannabis in corner stores? Ending rent control? These are the promises that Doug Ford makes when he thinks voters aren’t around to hear him. That’s the real Doug Ford, Speaker. He’s not backing down; he’s backing off. But if he gets elected, watch out. We know who Doug Ford is, and we know who he will stand up for, and it is not the little guy." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para498"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "What a speech. You just won the election. My goodness. Wow. Everybody believes you.", "Sorry, Speaker." ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m sure you are.", "New question." ],
  "anchor" : "para501"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. One out of every eight Canadian women is being diagnosed with breast cancer, and 30% of all breast cancers become metastatic. Luckily, there are treatments available that help to keep the disease under control and help these women live better, longer lives.", "Unfortunately, negotiations to get these medications covered by our health care system can go on for over a year without any updates. Patients in desperate need of these drugs are being left in the dark, waiting. But cancer does not wait, Mr. Speaker.", "Last year, the ministry said that an announcement to make the process more accountable to patients would be forthcoming. When can we finally expect the announcement from this minister?" ],
  "anchor" : "para504"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Certainly, we know that there is great progress made in the treatment of breast cancer, and our government has obviously been very active in this particular area, with the Ontario Breast Screening Program and new and enhanced treatments for patients.", "In terms of cancer drugs in general, I would remind the member opposite that we have an evidence-based system here in Ontario. We believe that, clearly, we need medical expertise in terms of effectiveness and side effects; and, of course, we’re part of a national program as well to analyze new and emerging treatments and drugs.", "We take this responsibility very seriously. We have taken the politics out of these decisions, and we will continue to do so. We believe in ensuring that we do a thorough analysis and we make our choices based on evidence." ],
  "anchor" : "para508"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Back to the minister: In similar jurisdictions, we see more transparency and more timely benchmarks in the negotiation process, which helps government prepare recommendations to pharmaceutical companies. For example, if the price of a drug is too high or it doesn’t meet certain conditions, the negotiators know what needs to change, and they get back to the table quickly.", "Last October, I tabled a petition launched by Rethink Breast Cancer that has since received over 10,000 signatures, calling on Ontario to take the lead in fixing this process.", "Once again, my question to the minister on behalf of the signatories, the breast cancer patients and their families is: What have you done to make the negotiation process accountable and when are you going to put proper deadlines in place so that Ontario cancer patients get the treatments that they need?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As I have said several times in this House, we will continue to analyze data. We will encourage all the experts who are involved in the processes, whether at the national level or here in Ontario, to do their work in an expeditious fashion. When it comes to negotiations, obviously we will be part of the national system in terms of bulk purchasing, which will have the potential to drive costs down.", "We’re on top of the situation, Mr. Speaker. We are working very, very hard in this regard. I think, overall, the member opposite and I share the need to move as fast as we can and in the best interests of Ontarians. We are working all the time in the public interest." ],
  "anchor" : "para515"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Minister of the Environment and Climate Change. Dufferin Aggregates is applying to expand a permit to take water in the Waverly Uplands. This is a critical groundwater recharge area for the Alliston aquifer. The application is for a huge expansion of the area and depth of excavation. Local residents, including the local First Nations, are opposed to this in the vicinity of what would have been the area of site 41, an exceptional source of groundwater that was the site of an extensive and ultimately successful fight to protect some of the cleanest groundwater anywhere in Canada.", "What steps will you take, Minister, to protect this exceptionally clean groundwater?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member opposite for what is a very important question. You know, when it comes to protecting the environment and protecting our groundwater sources, we do take that exceptionally seriously. Our primary job is to protect the environment and protect human health.", "I know that any time an application comes before my ministry to expand or change the terms of use, whether it be landfill or aggregates or virtually anything else, there is a very rigorous process that our ministry puts the applicant through. We first set very rigorous terms of reference, and then we ensure, when the applicant comes back, that they have met the terms of reference in terms of the information that they have provided us.", "Speaker, when it comes to this particular project, you can be assured that our ministry is carefully reviewing all of the information that it has been provided, and we will make sure that the health of the environment and the health of humans are protected." ],
  "anchor" : "para520"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Minister of the Environment and Climate Change: The fight to protect groundwater seems to be never-ending in Ontario. No sooner are we done with one fight—as we were with the mega quarry at Melancthon—than we’re confronted with another. Ontario needs a comprehensive groundwater strategy that will protect our groundwater now and for a long time to come.", "Will the minister put this application on hold until the people of this province have a chance to comprehensively address the whole question of protecting our precious groundwater?" ],
  "anchor" : "para524"
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "It’s a good follow-up to the question. It touches on a couple of things. We know that there is real public concern about the taking of groundwater for bottling purposes, for example. With that in mind, our government put in a moratorium. We’ve put a pause on new permits, on expanding the amount of water being taken from groundwater sources. We also increased the fee to those companies that were taking groundwater for bottling purposes. With that funding, we’ve been engaged in doing some real science so that we can make science-based decisions moving forward when it comes to groundwater sources.", "I want to touch on groundwater sources. Where I come from, in my riding, we sit right on top of the Oak Ridges moraine, Speaker, which is part of the greenbelt. You may have heard me speak about that in the House just a few minutes ago. The Oak Ridges moraine is the rain barrel of multiple water sources feeding southern Ontario. So I’ve grown up very concerned about this." ],
  "anchor" : "para526"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the Minister of Research, Innovation and Science. We all know that climate change is a real threat and a problem that must be tackled now. That is why our government has made fighting climate change a priority, with our cap-and-trade program that puts a price on carbon. Through the nearly $2 billion we raise annually, we’ve helped build the fastest-growing clean-tech sector in Canada, if not North America, with $18.8 billion in revenue, 5,000 companies and 130,000 employees. In fact, since 2003, our government has committed over $740 million to more than 1,600 research and commercialization projects. I understand that clean tech in Ontario is a diverse sector that includes energy infrastructure, non-carbon generation and storage.", "Will the minister inform the members of this House how these investments have contributed to creating an innovative clean-tech sector?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "I want to thank the member for Beaches–East York for his advocacy on science and technology.", "Mr. Speaker, on May 2, I was pleased to speak about the successful recipients of Ontario’s Low Carbon Innovation Fund. Through the Technology Demonstration stream, we are supporting 10 projects, one of which uses artificial intelligence to manage energy storage systems in high-rise buildings. We are also supporting 12 projects through the Technology Validation stream, including a project to increase wind turbine efficiency and a project that will help absorb atmospheric greenhouse gases.", "I am very pleased to speak about our government’s investments and the work of our researchers, entrepreneurs and companies in their efforts to create a cleaner Ontario." ],
  "anchor" : "para531"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para534"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Thanks to the minister. As a doctoral fellow in physics, he is the right person to be leading these programs.", "It is remarkable to see this government’s investments that are helping drive fantastic ideas into game-changing technologies that will improve the quality of life for every Ontarian. We know that the PC Party, as part of their five-point strategy, call this corporate welfare and that all of these programs will be cut. But we know that these investments are part of Ontario’s comprehensive Climate Change Action Plan, a plan that aims to reduce greenhouse gas emissions to 15% below 1990 levels by the year 2020.", "Right in front of our own eyes, we are watching Ontario’s clean-tech companies invent innovative ways to reduce greenhouse gas emissions and fight climate change. They are leaders in creating jobs and are focused on creating a whole clean-tech sector, part of our carbon-free future.", "Speaker, through you to the minister: What is our government doing to ensure that these successful clean-tech companies have the ability to grow and meet global demand for innovative technologies?" ],
  "anchor" : "para535"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Thank you again to the member for that very good question. On Tuesday, I was excited to announce that Ontario will invest $20 million in the innovation growth fund managed by Yaletown Partners and a $35-million investment commitment to Emerald Technology Ventures.", "These investments are through the Ontario Capital Growth Corp., which is the venture capital agency of the government of Ontario. These funds will help tech firms get the capital they need to grow their businesses and create good jobs in the province of Ontario, and to make Ontario companies clean-tech leaders. They will create jobs and foster a safer environment for our people.", "Fighting climate change and saving the greenbelt are not just priorities. It is our duty to protect our people and our land." ],
  "anchor" : "para540"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Special-needs services for medically complex children and their families are in a state of chaos. Ontario’s Special Needs Strategy calls for the shifting of these services from one ministry to another, which has created additional red tape, putting at risk hundreds of Ontario families that will not be able to access the care they need.", "This will completely destabilize the way services are provided. In fact, this decision was so rushed, the government received 325 questions from providers about how this is going to unfold.", "My question to the minister: Why did the government decide to do this without consulting with providers and parents or taking the time to necessarily think through the implications of this decision to move the services to another ministry?" ],
  "anchor" : "para544"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "We’re certainly very proud of our special-needs strategy. It was initiated, obviously, by members of our government. There was a full and very detailed consultation in terms of looking at the needs of children with these complex medical conditions.", "I know that in my own riding of Oak Ridges–Markham, we’re serviced by the Simcoe York children’s treatment centre. They do exceptional work. But there certainly is a feeling that some coordination with the Ministry of Health is necessary in a number of different ways.", "In terms of the implementation of the strategy, this is a process that is ongoing. There have been considerable recent conversations with Home Care Ontario on this subject. I’ll have more to say in the supplementary." ],
  "anchor" : "para547"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para550"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Mr. Speaker, back to the minister: Existing electronic communications and referral systems that are crucial to service delivery are being scrapped with the promise of recreating other systems from scratch. Therefore, the bureaucrats are going to revert to faxes, paper-based records and manual data entry in the interim. This will take away time from front-line service providers who have to deliver the service to special-needs children, and will impact the quality of care.", "Speaker, will the minister postpone this process until the necessary planning and consultation have taken place?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para553"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "We as a government recognize that families caring for children and youth with special needs face unique challenges. As a government, we’re determined to make sure that we can provide the support they need so they can participate at home, at school and in the community. That’s why, in our 2018 budget, which I hope the opposition will be supporting, we announced over $250 million in funding to support children with special needs in our schools.", "Mr. Speaker, we’re a government that believes we need to invest in young people because they’re our most valuable resource as a society. We need to make sure that they have the skills and the ability to go forward and live productive lives—unlike the Conservatives when they were in power, where they cut 22% for anyone with any form of disability. It’s shameful, and they need—" ],
  "anchor" : "para554"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "I ask the member from Whitby–Oshawa to come to order. Thank you.", "New question." ],
  "anchor" : "para557"
}, {
  "speaker" : "M. Gilles Bisson",
  "text" : [ "Claire Chabot, a fallu avoir une deuxième chirurgie au genou au mois de mars, et parce qu’elle avait été à travers une expérience assez honteuse quant aux services à domicile qui ont été donnés quand elle est retournée à la maison, elle a décidé, pour sa deuxième opération, de s’assurer que le RLISS met en place les services nécessaires pour qu’elle puisse retourner à la maison et s’assurer qu’elle serait sécure avec les services nécessaires.", "Ce qui est vraiment un problème ici, ce n’est pas seulement qu’elle n’a pas eu ces services dont elle avait besoin—elle a eu les services minimes—mais qu’elle s’est fait dire par le RLISS, et ça c’est une « quote » directement du RLISS, « Non, il faut couper, et j’ai toute une pile de dossiers à réviser, car il y en a trop qui reçoivent des services présentement. »", "C’est acceptable?" ],
  "anchor" : "para561"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Certainly, our home care services are some that we’re very proud of. We intend to make them as seamless as possible in transition, post-surgery, to the home. This has been a subject of a great deal of study by individual LHINs to ensure that the service is available on discharge and that it is appropriate for the needs of the actual patient. This is why, in our 2018 budget, we’re investing some $650 million in home care over the next three years—$230 million in this year alone. A lot of this funding is going to go for more personal support, so we’re funding some additional 1,400 full-time positions. There will be more nursing visits and more therapy visits.", "Overall, we know there’s more work to do, and we are doing it." ],
  "anchor" : "para564"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para566"
}, {
  "speaker" : "M. Gilles Bisson",
  "text" : [ "Madame la Ministre, ça fait 15 ans que vous êtes là et on est rendu au point où, quand quelqu’un téléphone au RLISS, il se fait dire, « Il y a du monde qui a trop de services et j’ai besoin de réduire. » Ça, ce n’est pas augmenter le système et ce n’est pas renforcer le système; c’est faire moins avec moins.", "Chabot, quand elle retourne à la maison, n’a pas les services nécessaires pour être capable de s’assurer qu’elle est sécure à sa maison, à place de la garder dans un hôpital?" ],
  "anchor" : "para567"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Since we’ve been in power, in the last 15 years, we have more than doubled funding for home care, so of course we take this particular area very, very seriously. We know that people are living longer—which is a good thing—sometimes with more complex conditions. We are dedicated to ensuring that people have the appropriate care in their homes. We are taking a multi-faceted approach and, I would say, a very comprehensive approach.", "We know there’s a need for more personal support workers across this province, so we’re working with our colleges in terms of the training and making it an entry-level position that will expand further in the future in their career path. We’re increasing the training for PSWs. We’re making more of them available. We will continue to work in this regard, and we will work with our LHINs to ensure that the appropriate supports are there." ],
  "anchor" : "para569"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Ma question est pour la ministre des Transports. Our government has made it a priority to invest in a wide range of transit and transportation options. Of course, I know that first-hand because the newest rapid transit project, for example, is the billion-dollar, custom-designed Finch West LRT in my own community of Etobicoke North, with eight stops. This will increase GO service across the network. We’re expanding highways and, of course, providing more efficient transportation all around.", "Time spent commuting, Speaker, as you’ll appreciate, means time taken away from family, friends and our day-to-day lives. That’s why, of course, we need to make the right investments to get people to their destinations faster and in a more efficient manner. It’s about getting shovels in the ground to deliver on those investments.", "My question, Speaker, is this: Can the minister please provide an update on our progress to improve commute times across the region and specifically for people living in my community of Etobicoke North and beyond?" ],
  "anchor" : "para572"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I want to thank the member from Etobicoke North for his ongoing commitment to tackling congestion, which is one of the greatest challenges we face in this region.", "I was so pleased to be in Vaughan on an absolutely beautiful morning to announce that we now have shovels in the ground on our Highway 427 extension. I couldn’t imagine a better person to make this milestone announcement with than our former Minister of Transportation, the MPP for Vaughan, the Minister of Economic Development and Growth.", "For this project, the highway will be extended by 6.6 kilometres, from Highway 7 to Major Mackenzie Drive, and widened to eight lanes from Finch Avenue to Highway 7. This is a $616-million investment that will help people and businesses in Etobicoke, York region and Peel region continue to move. It’s all part of our government’s plan to support people in their everyday lives by helping you spend less time in your car and more time with the people who matter most.", "I look forward to giving more details in the supplementary." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para580"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Thank you, Speaker, and to the minister as well for her commitment.", "I have to say, with the eight stops—as I said, custom-designed—from Humber College to Islington, some of my colleagues are wishing that kind of transportation infrastructure was in their own riding. I’m detecting a little bit of “stop” envy.", "Speaker, I know commuters in York region and Peel and those coming from further south in Etobicoke—these sorts of investments make it easier for us to participate in events, see our families and free up time from commuting. While our government has made record investments in transit, some of course are still concerned about the impact that longer highways and commutes can have on our environment. At the same time, we have to rely on that highway network for our transportation needs. I, of course, agree that we need to make the right choices in the right places.", "Speaker, can the minister please explain how the 427 extension in my own riding, and beyond, is part of a balanced plan to reduce congestion while also helping to shift people away from their commuting patterns by car?" ],
  "anchor" : "para581"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I want to again thank the member from Etobicoke North. He’s absolutely correct: This is an important balance that we really need to strike. The health of our region is depending on it. In York region, for example, we’ve continued to build up transit options, including the opening of the new line 1 subway extension to Vaughan, and introducing all-day service during the week and new weekend service on the Barrie GO line.", "But we also know that many commuters still rely on their cars for a variety of reasons, and that’s why projects like the $616-million Highway 427 extension are so important, but also why we need to be making the right choices when we’re planning these projects. To that end I’m pleased to say that high-occupancy toll lanes will also be installed on Highway 427, in both directions, for a total length of approximately 15.5 kilometres. These lanes are important. They encourage people to carpool, help manage congestion and provide more options to travellers.", "Speaker, having shovels in the ground on this critical highway extension will support thousands of jobs on an annual basis and is an incredible step forward." ],
  "anchor" : "para585"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I have a question is for the Minister of Children and Youth Services. In 2016, 22 privacy breaches were reported to the Ministry of Children and Youth Services with regard to child welfare cases. This past February, two CAS agencies were victims of ransomware attacks. In both cases, thousands of dollars were paid out to cyber criminals. The government was warned that cyber security must be a priority for children’s aid societies and that funding had to be allocated to protect sensitive information. Mr. Speaker, this minister mandated CAS agencies to upload their data to CPIN, which puts them at risk of security breaches. Will the minister tell us what police agencies were brought in to investigate the hacking of Ontario residents’ sensitive information?" ],
  "anchor" : "para589"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Thank you to the member opposite for the question. Mr. Speaker, we brought forward the most comprehensive piece of legislation for child protection in the history of this province." ],
  "anchor" : "para590"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "You allowed people’s personal and private information—" ],
  "anchor" : "para591"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "This time the member from Dufferin-Caledon will come to order.", "Carry on." ],
  "anchor" : "para592"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, this piece of legislation did a lot to change the way in which child protection is delivered in the province, including the way in which we collect and the way in which we hold these organizations accountable. The party opposite decided to vote against Bill 89, which included very comprehensive pieces of information.", "In the supplemental, I’d like to talk a bit about Bill 89 and why the Conservatives voted against it." ],
  "anchor" : "para594"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para596"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Again to the minister: The ministry is on record promising that CPIN has an IT audit log on file for each case to monitor who is accessing the file. Jane Kovarikova, president of the Child Welfare PAC, recently asked a ministry welfare agency for the log-in data of who was accessing her file. The response from a CPIN manager at the ministry was that searches on records are actually not tracked.", "Since data breaches are obviously occurring and this minister has failed to monitor the whole mess, will the minister tell us if families have been notified that he may have allowed their private information to be exposed? I’d appreciate an answer." ],
  "anchor" : "para597"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, Bill 89 was proclaimed this week without the support, obviously, of the Conservatives. The NDP did support the bill. In that bill, it raised the age of protection, strengthens the rights of young people, commits to addressing systemic racism, commits to culturally appropriate services for First Nations, and it looks at ways to hold CASs accountable. The party opposite voted against it. Why? Because one of their candidates, Tanya Granic Allen, walked into their caucus and told them that the life coalition would not support it because of the gender identity piece.", "That party should be ashamed of their position when it comes to protecting our children here in the province of Ontario." ],
  "anchor" : "para599"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para602"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order. It would be a shame that we ended the way in which it’s headed. Thank you.", "New question." ],
  "anchor" : "para604"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Acting Premier.", "Kitchener has the second-highest child care costs in Ontario; the first being, of course, Toronto. Finding quality, affordable child care is a game-changer for women.", "The CCPA survey which studied gender inequality in the country and in this province found that nearly half of all involuntary female part-time workers are in a part-time job because they can only find part-time child care.", "Finding affordable, quality child care in Toronto, Kitchener, Hamilton and Mississauga is like winning the lottery—if you can find a space. For women to try to re-enter the workforce or return to school and better their lives and better their community—there are no options, even with this government. If you find a space and you qualify for a subsidy, the two do not match up in this province.", "What I say to this government is: After 15 years of failing families, of failing children, of failing women, why should anybody believe you when you talk about child care in this budget or in any other budget?" ],
  "anchor" : "para607"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "To the minister responsible for early years and child care." ],
  "anchor" : "para612"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’m really pleased to rise and answer this question. There’s so much we’re doing, and I really don’t know where to start.", "First of all, let’s just talk about what we are doing right now when it comes to ensuring that we are building a solid foundation. Absolutely, when it comes to child care, we are investing $2.2 billion over three years that will provide free child care for preschoolers, which will save families an average of $17,000 a year. That’s in addition to what we’re doing already when it comes to full-day kindergarten.", "Let me just talk a little bit about the NDP platform, Mr. Speaker. Their—" ],
  "anchor" : "para613"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Free kindergarten is not child care." ],
  "anchor" : "para616"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para617"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, their platform does not make sense. It’s not fully costed out. It doesn’t build a workforce. It doesn’t increase spaces. Really, it just makes a lot of promises.", "Here’s what we’re doing: We’re already on track to create 100,000 more spaces, because we know we’ll need those spaces to be able to deliver free preschool child care. We’re also building a workforce. And we are doing everything we can to create a new wage grid—" ],
  "anchor" : "para618"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para620"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Labour on a point of order." ],
  "anchor" : "para622"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Speaker, on a point of order: I wasn’t here at the start, so I didn’t get to introduce a great individual who has joined us here today. Bob Farkas is from Oakville. He has finished 90 races, raising money for charities at each one of them. He even rappelled down a 12-storey building to raise money for Easter Seals in Kitchener." ],
  "anchor" : "para623"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome.", "The Minister of Transportation on a point of order." ],
  "anchor" : "para624"
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "I want to welcome the family of page Madeline Buss. Her aunt and uncle, Lisa Maavara and Gary Maavara, are visiting today from the great riding of Don Valley West. Please welcome them to Queen’s Park." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome.", "The member from Kingston and the Islands on a point of order." ],
  "anchor" : "para627"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to extend another warm welcome in question period today: to Danella Olsen, who is a lead developer with the IT department. Welcome to question period.", "Deferred vote on the motion for second reading of the following bill:", "Bill 53, An Act respecting the establishment of minimum government contract wages / Projet de loi 53, Loi concernant la fixation de salaires minimums pour les marchés publics." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para634"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On April 24, 2018, Mr. Flynn moved second reading of Bill 53, An Act respecting the establishment of minimum government contract wages.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para636"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para707"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 68; the nays are 0." ],
  "anchor" : "para708"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para709"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to the order of the House dated May 2, 2018, the bill is ordered for third reading.", "Deferred vote on the motion for third reading of the following bill:", "Bill 6, An Act to enact the Ministry of Community Safety and Correctional Services Act, 2018 and the Correctional Services and Reintegration Act, 2018, to make related amendments to other Acts, to repeal an Act and to revoke a regulation / Projet de loi 6, Loi édictant la Loi de 2018 sur le ministère de la Sécurité communautaire et des Services correctionnels et la Loi de 2018 sur les services correctionnels et la réinsertion sociale, apportant des modifications connexes à d’autres lois et abrogeant une loi et un règlement." ],
  "anchor" : "para711"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para715"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On April 13, 2018, Ms. Albanese moved third reading of Bill 6, An Act to enact the Ministry of Community Safety and Correctional Services Act, 2018 and the Correctional Services and Reintegration Act, 2018, to make related amendments to other Acts, to repeal an Act and to revoke a regulation.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para717"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 56; the nays are 13." ],
  "anchor" : "para791"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para792"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There are no further deferred votes. This House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para795"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "We will have coming in, as they dribble up from the dining room, my family: my husband, David; my son, Richard; and my grandson, Malcolm, and a number of former staff who have worked for me in various ministries: Aisling MacKnight, Alexi White, Charlini Nicholapillai, Colleen Hogan, Jason Pichelli, Kate Hammer, Kerry Smuk, Lauren Tedesco, Lawvin Hadisi, Meaghan Salmons, Mike Dillon, Mora Carruthers, Sam Andrey, Alyssa Brierley, Jack Rubin, and, from the Ontario Public School Boards’ Association, the executive director, Rusty Hick." ],
  "anchor" : "para798"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "I rise today to talk again about the discrepancy between how hospices are funded in Ontario. This is an issue I’ve been raising with this government for close to a decade, and yet it’s still an issue today.", "I wanted to begin by congratulating the staff and many volunteers of Matthews House Hospice in Alliston. I was pleased to participate in a funding announcement made by the member for Barrie last week where the hospice received $1.2 million to go toward the construction of their new 10-bed facility. This hospice is also to receive operational funding for all 10 of their beds, once open.", "While this is good news for Alliston, Hospice Georgian Triangle in Collingwood, which receives no capital funding at all from the province for their 10-bed facility, only receives operational funding for six of their 10 beds. In fact, the four remaining beds are not allowed to be used and have sat idle for over a year.", "Hospice Georgian Triangle has submitted several proposals to fund these beds. They have asked the government to use the beds in collaboration with Collingwood General and Marine Hospital to assist the hospital with capacity problems and flu outbreaks. They’ve asked to use the beds as respite beds, as they do in Sudbury. They’ve asked to use the beds if they fund them themselves; again, “no” from the government. All of these requests have been turned down.", "I find it unconscionable that four in-demand beds are sitting idle at the direction of the government. I ask the Premier and the minister to show some flexibility, fund these beds and allow them to be put to good use." ],
  "anchor" : "para801"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I’ve been thinking a lot about this place, the Ontario Legislature. There’s so much history here, and I still get that feeling of awe each time I walk up the front steps.", "But it is the people who make a place special. In almost six years of serving the good people of Waterloo region, I have come to know, respect and, in some instances, befriend the staff here at Queen’s Park.", "Thank you to the Clerks who have served this Legislature so well. My caucus has a special relationship with the amazing restaurant and kitchen staff here. The QP security contingent on any given day ranges from 30 to 45 security personnel. They have kept us safe and have, on several occasions, intervened on our behalf. Sometimes they also have to spend hours listening to us, which, let’s be honest, can’t be easy. It’s not easy being Bruno, or Jackie, the first female to serve as Sergeant-at-Arms.", "Thank you to the cleaning staff who take such pride in the work they do in maintaining this majestic building; the media and the communications folks; the Hansard staff; the tour staff, who highlight and share the story of QP with the public; and Jenny, who delivers the mail each day. She always has a smile or a word of encouragement.", "The gift shop people love me because they help me every Christmas with my last-minute shopping. They love me and I love them, and that’s as it should be.", "I will miss my colleague and friend Cindy Forster most of all, who has been my Queen’s Park mom for six years. She has been instrumental—" ],
  "anchor" : "para807"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "Don’t make me cry. I have a member’s statement too." ],
  "anchor" : "para813"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "—in talking me into running for this job, which I should dislike you for, but we’ve had many adventures over the last six years.", "She’s one of the best people I know, and she’s an amazing public servant and politician. I thank her for the love and support over the years. I know that Brian is going to be so happy to have you back after 40 years of public service.", "Please, let’s give a standing ovation to my friend Cindy." ],
  "anchor" : "para814"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It’s a pleasure to rise today to discuss the incredible athleticism in my riding of Beaches–East York. A few weeks ago, the Ted Reeve midget AA Thunder shut out the London Junior Knights, winning the Ontario Hockey Federation championship. This year, our boys had an undefeated record in their division, going six games for six. This victory marks the first time the team has won a provincial title in their 54-year history.", "But not only is hockey thriving. Five Beachers recently were part of a synchronized skating team that won gold at the 2018 Skate Canada Synchronized Skating Championships in Oshawa. The team scored a total of 111.32 points over two performances at the event. They beat out 12 other teams with a routine based on the Hollywood hit The Mask.", "These teams would not be successful without the volunteers and the coaches whose time, energy and commitment to these sports have enabled them to succeed. As a hockey player, I understand the value of this guidance and the mentorship these coaches provide.", "The value of sport to our community extends beyond the sport itself. It brings communities together. There’s nothing better than going to the rink to cheer a home team with a good group of friends—even better when the home team wins.", "Again, I want to extend congratulations to the Ted Reeve midget AA Thunder and Skate Canada. We will continue to cheer you on." ],
  "anchor" : "para819"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "Once again I rise in this House to draw attention to the town of Halton Hills’ long-term transportation needs. We continue to call upon the Minister of Transportation to partner with the town to develop a long-term transportation strategy for the town.", "Last fall, I worked with the mayor and staff of the town to initiate a private member’s resolution, which was unanimously passed by this House. During debate, I spoke about the possible need for a Highway 7 Acton bypass; the issues surrounding the proposed commercial development of 340 Main Street, Acton; the Halton-Peel boundary area transportation study, which could lead to the construction of bypasses in Georgetown and Norval, a study which had been put on hold because of the GTA west corridor study; the promised all-day, two-way GO train service from Kitchener–Waterloo to Union Station with stops in Wellington–Halton Hills; the town’s role in the government’s decision to widen the 401 from Milton to Mississauga; and the need for traffic signals near the Sands condominium in Georgetown.", "We asked the Minister of Transportation to be a funding partner and support the town’s vision of building and ensuring safe and efficient transportation opportunities for our residents and businesses.", "I had numerous conversations with the former minister, the Honourable Steven Del Duca, and I believed we were making progress. Then a cabinet shuffle in January gave us a new Minister of Transportation. I know she is aware of these issues because I’ve talked to her too.", "I’ve always been willing to reach across party lines to get things done. We have less than a week until the writ is dropped. The Minister of Transportation still has time to do the right thing, but time is running out.", "The minister lives in the riding of Cambridge. I would expect she travels through Halton Hills every time she goes back and forth to Toronto. There is a town council meeting scheduled for this coming Monday night. While the agenda has been set, I know that town council and staff would welcome the Minister of Transportation to come to our civic centre and make this announcement. All she has to do is say yes.", "One more time: I invite the minister to visit our riding and to announce her ministry’s support as a funding partner for the town of Halton Hills’ long-term transportation strategy. Let’s get going." ],
  "anchor" : "para825"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "I’m going to use my last 90 seconds here to talk for people who still feel they have no voice, and those are the injured workers in this province.", "I’m constantly amazed at the lengths that governments go to make announcements, only to find out they’re not what they seem.", "On September 1, 2017, it was announced that compensation awards for pain and suffering are now exempt and will not affect what you receive on ODSP. Yet, after several months of trying to determine if a non-economic loss—or NEL—award is included, we find out that it is not.", "Fifty-six-year-old Peter Hansen from my riding of Welland appealed four times to actually get his WSIB NEL award put in place. He finally won, only to have ODSP take away his $203.20 every month. A letter my office obtained from WSIB clearly states Mr. Hansen receives permanent disability benefits for life. But in the usual doublespeak, this is not considered compensation for pain and suffering. Why not talk to Peter and find out what pain and suffering is after several surgeries for an injured arm that included metal plates and screws?", "A NEL award is defined as a permanent impairment as a result of a workplace injury or illness, but the government says that doesn’t include pain and suffering. What desk-bound pencil-pusher arrived at that decision? It makes no sense.", "I ask this government, in its last days, to amend this ministry directive 5.1 and include NEL awards as exempt from ODSP deductions for Mr. Hansen and the hundreds of other injured workers trying to survive in this province. Thank you." ],
  "anchor" : "para833"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further members’ statements? The member from Guelph." ],
  "anchor" : "para840"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "Thank you, Speaker. I—" ],
  "anchor" : "para841"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me. As is the wont, there is a point of order. The member from Windsor–Tecumseh on a point of order." ],
  "anchor" : "para843"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I seek unanimous consent to allow the member from Guelph to reintroduce her visitors in the gallery who weren’t quite here when she introduced them the first time." ],
  "anchor" : "para844"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "And now they took my crib sheet. Hansard has my crib sheet." ],
  "anchor" : "para845"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I have to rule. The member is seeking unanimous consent to do reintroductions. Do we agree? Agreed. The member may do her introductions, and then the clock will start." ],
  "anchor" : "para846"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "Thank you very much. First of all, I would like to introduce my husband, David; my son, Richard; and my grandson, Malcolm—and, because he’s not quite like the others, the executive director of OPSBA, Rusty Hick.", "Everybody else has at some point or another been on my staff here at Queen’s Park. I’m just trying to figure out who’s actually here: Aisling MacKnight; Charlini Nicholapillai—I always struggle getting this right—Colleen Hogan; Jason Pichelli; Kate Hammer; Kerry Smuk; Lauren Tedesco; Lawvin Hadisi—Lawvin is here; Meaghan Salmons is here now; Mora Carruthers is somewhere down at the other end, under the gallery there; Sam Andrey; Alyssa Brierley; Jack Rubin, who is at the other end; and Gabby Gallant, who just appeared.", "I think I got everybody, didn’t I? Okay. A wonderful group of people." ],
  "anchor" : "para847"
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "As you all know, when the election comes around, I won’t be running. I think somebody behind me here mentioned last week that I was having my 70th birthday, so I figured it was time to retire.", "I want to start by thanking the voters of Guelph, who of course made all this possible for 30 years. And thank you to the two Premiers I have served under, Dalton McGuinty and Kathleen Wynne.", "Dalton first appointed me as Monte Kwinter’s PA at Community Safety and Correctional Services, I suspect because Guelph had, as you know, Speaker, two jails that had recently closed before I became elected. Little did I realize it was going to take 15 years to even begin to figure out what to do with an historic retired jail.", "The good news is that, I think just this week, Treasury Board dealt with some of the paperwork so that that land, or at least the vacant part of the land, can go over to the city of Guelph and they can create the Guelph Innovation District. Some projects, if you stick to them long enough, you actually get them done.", "My next job was with Gerry Phillips, where I first got to join Treasury Board, which was sort of this wonderful master and the apprentice. Thank you to Gerry. I stayed on Treasury Board in various capacities for a very long time. But what I wanted to say was, what a wonderful opportunity that was: to begin at Queen’s Park with such pros as Monte and Gerry as role models, because both of them really taught me so much.", "Dalton also appointed me—sorry, I have a cold just to complicate things. Dalton also appointed me to lead the Safe Schools Action Team, and that was later extended by Premier Wynne when she was the Minister of Education. Our work led to anti-bullying legislation, the first in Canada. We also recommended revising the sex ed curriculum based on consultations that began in 2008, making this the most-discussed curriculum revision ever, I think.", "When Premier Wynne actually appointed me as Minister of Education, she asked me to finally get this curriculum implemented. It was actually—I was delighted to be able to take what we had started at the Safe Schools Action Team and finally get the curriculum in place. It’s interesting to note that the original purpose—and still the purpose—of those curriculum revisions was to help keep students safe, whether in their personal relationships or their Internet relationships.", "At education, we created a new provincial collective bargaining scheme. People are up there in the gallery who have spent many sleepless nights in hotels dealing with that. We totally rewrote the child care act, which had not been updated since the early 1990s. Then, of course, I became president of Treasury Board, aka Dr. No. Many people up in the gallery have helped me say “no,” as well. It’s a great end to that original apprenticeship that I served under Gerry Phillips, who incidentally, is still at Treasury Board as the world’s longest-serving unpaid intern, because Gerry actually is still an adviser to Treasury Board. He has outlasted even me at Treasury Board. The great news was we were able to balance the budget that we just came out with.", "None of these achievements would be possible without the wonderful people in the gallery, and a special thank you to my family, who have put up with me for 30 years. It’s been a wonderful journey. Thank you, all." ],
  "anchor" : "para851"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m sure I speak for all of us when I say to the member from Guelph, thank you for your service to Ontario." ],
  "anchor" : "para860"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I just want to mention that last night I was at a wonderful public transit town hall in my riding of Thornhill at the Thornhill Community Centre. It was organized by the South Central York Region-Congestion Relief Committee. The organizers were Fred Winegust, Ricardo Mashregi and Jack Weinberg. We had representatives from lots of ratepayers’ associations, community groups and individuals. Mayor of Markham Frank Scarpitti was there with a lot of interesting perspectives, and Alan Shefman, a municipal local councillor in Thornhill for the city of Vaughan. The provincial candidates for the upcoming election all got to give remarks and answer some questions as well about the Yonge subway.", "I just want to mention that there’s still a two-fare wall if you go across Steeles. I want everybody here to be aware that residents of York region are stuck paying two fares. That needs to be discussed.", "The Yonge subway—the government likes to make announcements and re-announcements every election, but they’ve had 15 years. Nothing has been done. We were told by experts yesterday that $6 billion is needed; coincidentally, Mr. Speaker, the Auditor General backed up by the Financial Accountable Officer said that there’s a $6-billion hole in this budget. It’s disappointing, to say the least, that we’re still hearing about preliminary design studies and not actually getting to work on building the Yonge subway extension." ],
  "anchor" : "para862"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I rise to speak about the great work of Durham College in my riding. A recent study highlighted that Durham College has an economic impact on the region of Durham of $913 million. This significant impact, Speaker, is equal to roughly 5% of Durham region’s total gross regional product and supports nearly 10,000 jobs. One out of every 24 jobs in the region is supported by the activities of Durham College and its students.", "The study was done by Economic Modeling Specialists International, who had this to say: “The value of Durham College influences both the lives of students and the Durham region economy. The college serves a range of industries in the Durham region and supplies local businesses with ... workers.”", "Speaker, the study demonstrates once again that, beyond educating students, Durham College offers partnerships, corporate training services and applied research services, benefiting the region’s businesses and organizations.", "I’m proud of the students, faculty and staff at Durham College for the ongoing role they play in providing a high-quality post-secondary education to students and equipping them, equally importantly, with the knowledge and skills to succeed within the region of Durham." ],
  "anchor" : "para867"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para871"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I beg leave to present a report on the public accounts of the province of Ontario, chapter 2 of the 2017 Annual Report of the Office of the Auditor General, from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para874"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations.", "Does the member wish to make a brief statement?" ],
  "anchor" : "para875"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, I’m pleased to table the committee’s report today, entitled Public Accounts of the Province (Chapter 2, 2017 Annual Report of the Office of the Auditor General of Ontario).", "I’d like to take this opportunity to thank John Vanthof, who regularly served as a substitute member on the committee, as well as the permanent members of the committee: Lisa MacLeod, Vice-Chair; Bob Delaney; Vic Dhillon, Han Dong; John Fraser; Percy Hatfield; Randy Hillier; and Liz Sandals.", "The committee extends its appreciation to officials from the Treasury Board Secretariat, the Ministry of Finance, the Ministry of Energy and Cabinet Office for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings and report-writing deliberations by the Office of the Auditor General, the Clerk of the Committee and staff in the Legislative Research Service.", "With that, I move adjournment of the debate." ],
  "anchor" : "para877"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman moves adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para882"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I beg leave to present a report on Metrolinx—Public Transit Construction Contract Awarding and Oversight (Section 3.09, 2016 Annual Report of the Office of the Auditor General of Ontario) from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para885"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations.", "The member may wish to make a brief statement." ],
  "anchor" : "para886"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, I’m pleased to table the committee’s report today, entitled Metrolinx—Public Transit Construction Contract Awarding and Oversight (Section 3.09, 2016 Annual Report of the Office of the Auditor General of Ontario).", "I would like to take the opportunity to thank the permanent members of the committee: Lisa MacLeod, Vice-Chair; Bob Delaney; Vic Dhillon, Han Dong; John Fraser; Percy Hatfield; Randy Hillier; and Liz Sandals.", "The committee extends its appreciation to officials from Metrolinx and the Ministry of Transportation for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings and report-writing deliberations by the Office of the Auditor General, the Clerk of the Committee and staff in legislative research.", "With that, I move adjournment of the debate." ],
  "anchor" : "para888"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman moves adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para893"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "I beg your indulgence to briefly acknowledge my committee before presenting the committee’s report. As Chair of the Standing Committee on Finance and Economic Affairs, I would like to take this opportunity to thank the permanent members of the committee for their hard work during the 41st Parliament: Vice-Chair Han Dong and other members Yvan Baker, Toby Barrett, Mike Colle, Brad Duguid, Lisa MacLeod, Cristina Martins and John Vanthof.", "I would also like to thank the wonderful legislative staff, particularly the research officers and the committee Clerk, for all their support; in particular, Clerk Eric Rennie, who was very patient with a brand new Chair. Thank you.", "I beg leave to present a report from the Standing Committee on Finance and Economic Affairs and move its adoption." ],
  "anchor" : "para896"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 31, An Act to implement Budget measures and to enact and amend various statutes / Projet de loi 31, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para899"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para901"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to the order of the House dated April 23, 2018, the bill is ordered for third reading.", "Mr. Hatfield moved first reading of the following bill:", "Bill 68, An Act to amend the Highway Traffic Act to provide Memorial Cross Number Plates / Projet de loi 68, Loi visant à modifier le Code de la route en vue de la remise de plaques d’immatriculation ornées de la Croix du souvenir." ],
  "anchor" : "para903"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para908"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para910"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Several other provinces have Memorial Cross licence plates, sometimes called the Silver Cross plates. These are issued exclusively to the closest family members of veterans killed in combat while serving in the Canadian Armed Forces. Speaker, as you know, each November 11, at our national memorial service in Ottawa, a wreath is laid by a Silver Cross mother who lost a child in combat.", "These plates would be unique and, in a very symbolic way, would demonstrate that we honour, respect and remember those who paid the supreme sacrifice in the service of their country, and that we share the grief of those who lost a son, a daughter or a spouse.", "Mr. Colle moved first reading of the following bill:", "Bill 69, An Act to support small businesses impacted by long-term infrastructure projects / Projet de loi 69, Loi visant à aider les petites entreprises touchées par les travaux d’infrastructure à long terme." ],
  "anchor" : "para911"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para916"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para918"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "The act would require the Ministry of Finance to establish a program to support qualified small business owners who are negatively impacted by long-term infrastructure projects, like the one in my riding which is taking 10 years. The program may apply with respect to any long-term infrastructure project that is or was under construction on or after January 1, 2018.", "In other words, as we are creating jobs and building transit infrastructure, let’s try to protect the jobs of small businesses that are impacted by the construction, which takes up to 10 years." ],
  "anchor" : "para919"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I have a petition entitled “Spots Today for Doctors Tomorrow.”", "“To the Legislative Assembly of Ontario:", "“Whereas 25 residency spots were cut in Ontario in 2015;", "“Whereas 68 medical graduates went unmatched in 2017, 35 of them from Ontario;", "“Whereas the AFMC predicts that 141 graduates will go unmatched in 2021, adding to the backlog;", "“Whereas an estimated $200,000 of provincial taxpayer dollars are spent to train each graduate;", "“Whereas the ratio of medical students to residency positions had declined to 1 to 1.026 in 2017 from 1 to 1.1 in 2012;", "“Whereas wait times for specialists in Ontario continue to grow while many Ontario citizens are still without access to primary care providers;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop any further cuts to residency positions until a long-term solution is well under way;", "“(2) Reinstate the 25 residency positions cut in 2015...;", "“(3) Create extra Ontario-only residency spots that can be used when there is an unexpected excess of unmatched Ontario grads...;", "“(4) Pass Bill 18 as part of the solution to develop actionable long-term recommendations; and", "“(5) Improve communications between the MAESD and MOHLTC so that medical school admissions correspond with residency spots and Ontario’s health needs.”", "Of course, I affix my signature and give it to page Colin." ],
  "anchor" : "para923"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Create a Minimum Long-Term-Care Standard.", "“Whereas quality care for the 78,000 residents of (LTC) homes is a priority for many Ontario families; and", "“Whereas the provincial government does not provide adequate funding to ensure care and staffing levels in LTC homes to keep pace with residents’ increasing acuity and the growing number of residents with complex behaviours; and", "“Whereas several Ontario coroner’s inquests into LTC homes deaths have recommended an increase in direct hands-on care for residents and staffing levels and the most reputable studies on this topic recommend 4.1 hours of direct care per day;", "“We, the undersigned, petition the Legislative Assembly of Ontario to:", "“Amend the LTC Homes Act (2007) for a legislated minimum care standard of four hours per resident per day, adjusted for acuity level and case mix.”", "I firmly agree. I’m going to give this to Eric to bring to the table." ],
  "anchor" : "para940"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "“A petition to the Legislature of Ontario:", "“We Call on the Province to Protect the Greenbelt.", "“Whereas the province created the greenbelt in 2003 in order to protect our natural environment in Ontario, which is the largest permanent greenbelt anywhere in the world; and", "“Whereas every year, tens of thousands of acres of farmland, wild land and wetlands, including ravines and rivers, were being encroached by new development; and", "“Whereas our greenbelt protects nearly two million acres of valuable land and water, and we expanded the greenbelt last year to protect an additional 10,000 hectares, or the equivalent of almost 20,000 new football fields; and", "“Whereas we’ve also extended the greenbelt-like protections for natural heritage, water and agriculture to the entire greater Golden Horseshoe area to further ensure that sensitive lands are protected for generations to come;", "“Therefore, we call upon all parties in the Legislative Assembly of Ontario to formally agree to the protection and expansion of the greenbelt, prior to June 2018.”", "I agree with this petition, affix my name and send it with page Maxime." ],
  "anchor" : "para949"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Madam Speaker, I have here a large petition, as you can see by its size, signed by a great many of my constituents, and also a note attached to it that said I was to also point out to the Minister of the Environment that some of his constituents’ signatures are on this petition.", "The petition is to the Legislative Assembly of Ontario.", "“Whereas municipal governments in Ontario do not have the right to approve landfill projects in their communities, but have authority for making decisions on all other types of development including nuclear power and nuclear waste facilities as well as casinos; and", "“Whereas this outdated policy allows private landfill operators to consult with local residents and municipal councils, but essentially to ignore them; and", "“Whereas the government has proposed through legislation (Bill 139) to grant municipalities additional authority and autonomy to make decisions for their communities; and", "“Whereas the recent report from Ontario’s Environmental Commissioner has found that Ontario has a garbage problem, particularly from industrial, commercial and institutional (ICI) waste generated within the city of Toronto, where diversion rates are as low as 15%; and unless significant efforts are made in Toronto and area to increase recycling and diversion rates, a new home for this Toronto garbage will need to be found, as their landfill space is filling up quickly; and", "“Whereas rural municipalities across Ontario are quietly being identified and targeted as potential landfill sites for future Toronto garbage by private landfill operators; and", "“Whereas other communities should not be forced to take Toronto waste, as landfills can contaminate local watersheds, diminish air quality, dramatically increase heavy truck traffic on community roads, and reduce the quality of life for local residents;", "“Therefore, we call upon the government of Ontario, and all political parties, to formally grant municipalities the authority to approve landfill projects in or adjacent to their communities, prior to June 2018.”", "I affix my signature as this will do exactly what my bill this afternoon will do." ],
  "anchor" : "para958"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "Speaker, that was a novel, not a petition.", "I’ve got a petition here to resolve the crisis in Ontario corrections.", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government has faced serious criticism by OPSEU”—the Ontario public sector union—“offender advocacy groups, media, the general public, the Ombudsman, the Ontario Human Rights Commission, the MCSCS independent auditor (Mr. Howard Sapers) and the Auditor General as a result of significant deficiencies in the correctional system; and", "“Whereas the rates of assaults on correctional workers continue to increase...; and", "“Whereas Ontario probation and parole officers have the highest workloads in the nation; and", "“Whereas Ontario has one of the highest recidivism rates in Canada; and", "“Whereas the current working conditions of correctional staff, coupled with the comparatively low rates of investment across Canada has resulted in difficulties with staff retention and recruitment;", "“We, the undersigned correctional workers, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario government significantly increase expenditures to resolve the crisis in corrections by hiring full-time correctional workers, increasing funding for adequate offender services and increasing investments to recruit and retain skilled professionals and reduce recidivism.”", "I support the petition, and I will send it with page Abinaya." ],
  "anchor" : "para969"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "It’s a petition to the Legislature of Ontario.", "“Whereas the province created the greenbelt in 2003 in order to protect our natural environment in Ontario, which now has the largest permanent greenbelt anywhere in the world; and", "“Whereas every year tens of thousands of acres of farmland, wild land and wetlands, including ravines and rivers, were being encroached by new development; and", "“Whereas our greenbelt protects nearly two million acres of valuable land and water, and we expanded the greenbelt last year to protect an additional 10,000 hectares, or the equivalent of almost 20,000 new football fields; and", "“Whereas we’ve also extended the greenbelt-like protections for natural heritage, water and agriculture to the entire greater Golden Horseshoe area to further ensure that sensitive lands are protected for generations to come;", "“Therefore, we call upon all parties in the Legislative Assembly of Ontario to formally agree to the protection and expansion of the greenbelt, prior to June 2018.”", "I have affixed my signature as I’m in complete agreement with this petition." ],
  "anchor" : "para981"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "This petition is a great petition. I’m glad the NDP borrowed this petition I created to help with their platform.", "“To the Legislative Assembly of Ontario:", "“Whereas the Family Responsibility Office (FRO) is outdated, ineffective and the provincial government needs to conduct a review of the entire system;", "“Whereas many families are either paying too much in child support or receiving too little, due to the ineffectiveness of the system;", "“Whereas families are forced to become their own caseworkers to investigate information that is required by the Family Responsibility Office before they can enforce action;", "“Whereas many of the federal and provincial databases do not link up, causing misinformation which affects the money paid or owed in child support for many families;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We call on the provincial government to strike an all-party supported select committee to conduct a review of the practices of the Family Responsibility Office to improve and streamline the collection of child support in the province of Ontario.”", "I agree with the petition and affix my signature to it." ],
  "anchor" : "para989"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "This is a petition entitled “Universal Pharmacare is for All Ontarians.”", "“To the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care, and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need; and", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost; and", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, petition the Legislative Assembly” as follows:", "“Support a universal provincial pharmacare plan for all Ontarians.”", "I couldn’t agree more, affix my signature, and will give it to page Maxime to take to the table." ],
  "anchor" : "para999"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I, too, have a petition. Interestingly enough, this is the number one issue I heard at the doors all week long. I want to thank the leader of the Progressive Conservatives for drawing attention to the valuable resource that we call the greenbelt here in the province of Ontario.", "“We Call on the Province to Protect the Greenbelt.", "“Whereas the province created the greenbelt in 2003 ... to protect our natural environment in Ontario, which is the largest permanent greenbelt anywhere in the world; and", "“Whereas every year, tens of thousands of acres of farmland”—and farmland is important, Speaker; it’s not “just” farmland, it’s important farmland—“wild land and wetlands, including ravines and rivers, were being encroached by new development; and", "“Whereas our greenbelt protects nearly two million acres of valuable land and water, and we expanded the greenbelt last year to protect an additional 10,000 hectares, or the equivalent of almost 20,000 new football fields; and", "“Whereas we’ve also extended the greenbelt-like protections for natural heritage, water and agriculture to the entire greater Golden Horseshoe area to further ensure that sensitive lands are protected for generations to come;", "“Therefore, we call upon all parties in the Legislative Assembly of Ontario to formally agree to the protection and expansion of the greenbelt prior to” the election in “June 2018.”", "I certainly endorse this petition, agree with it 100% and leave it with Eric to take to the table." ],
  "anchor" : "para1010"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "“Petition to Reduce Car Insurance Rates.", "“To the Legislative Assembly of Ontario:", "“Whereas in 2014, the Ontario government promised to reduce auto insurance rates by 15%; and", "“Whereas the government-commissioned report by David Marshall reported in April 2017 that the government missed their target by a wide margin; and", "“Whereas the average auto insurance premium in Ontario is $1,458, which is almost 55% higher than the average of all other Canadian jurisdictions; and", "“Whereas since 2003, car insurance rates in Ontario have risen 29% higher than inflation, the highest rate in Canada; and", "“Whereas, if Ontario premiums were close to the Canadian average of about $930, it would save Ontario drivers almost 40%, or about $4 billion a year; and", "“Whereas residents of the M1B, M1S and M1X postal codes pay higher auto insurance rates just because they live in those postal codes;", "“Therefore I, the undersigned, petition the Legislative Assembly of Ontario to take immediate steps to reduce the total cost of auto insurance rates paid by Ontarians.”", "I agree with all the undersigned and sign it." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "As it’s my last petition-reading at this point in time at Queen’s Park, it brings me great pleasure to introduce this on behalf of the Elliot Lake students over at ELSS.", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“—The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I agree with this petition. And I always finish off by saying this: Go, Atoms, go." ],
  "anchor" : "para1030"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Thank you. The time allocated for petitions has expired.", "Ms. Scott moved second reading of the following bill:", "Bill 9, An Act to amend the Courts of Justice Act and the Justices of the Peace Act / Projet de loi 9, Loi modifiant la Loi sur les tribunaux judiciaires et la Loi sur les juges de paix." ],
  "anchor" : "para1043"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Pursuant to standing order 98, the member has 12 minutes for her presentation." ],
  "anchor" : "para1048"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I’m pleased to have the opportunity, once again, to speak to my private member’s bill, the Mandatory Sexual Assault Law Training for Judicial Officers Act, which I first tabled in this House last year, on April 5.", "Following the government’s decision to prorogue the Legislature this past March, I’ve been eager to bring this bill back up for debate. Why, Madam Speaker? Because despite the government caucus having voted in favour of this bill at second reading the last time I brought it up, they have been happy to ignore it since. They let this bill sit in limbo in the justice committee for four months without any further consideration.", "This reminds me of what happened with my previous private member’s bill, the Saving the Girl Next Door Act, which the government left in a legislative black hole for over a year, only to end up copying most of it in their own anti-human-trafficking bill, which I’m not unhappy about.", "In this case, though—the mandatory training of the judicial officers—they have completely ignored the importance of what my bill proposes to do; namely, to mandate sexual assault training for judicial officers in the province of Ontario. This is an urgent and important issue, and my proposal has broad support from survivors, stakeholders and experts. But the government seems to have decided to hide behind an argument that this bill would somehow encroach on judicial independence, which is, in my opinion, a cop-out. I’ll come back to that a little later.", "I’d like to talk about why I introduced this bill twice and why I am so passionate about it.", "I had the privilege of serving on the all-party Select Committee on Sexual Violence and Harassment, which made a total of 67 recommendations, one of which was to provide training to judges to address systemic problems in our province.", "Well, one of those systemic problems is the lack of awareness and sensitivity around issues of sexual assault. We have all heard about the news stories coming out over the past couple of years.", "For example, there’s the story of a judge in Quebec who spoke very inappropriately to a victim of sexual assault, suggesting that she was in some way responsible for attracting the attention of the man who assaulted her. Specifically, he described the victim as “a little overweight, but she has a pretty face, huh?”—and that she was possibly even a little flattered because maybe it was the first time he was interested in her. This is shocking behaviour coming from a judge, and it confirms that the lack of sensitivity and training among judicial officers is a persistent problem across Canada.", "We’ve heard about many other troubling incidents surrounding sexual assault cases that involved judges making light of the allegations or putting the responsibility for the assault onto the victims themselves.", "Last May, we learned about a sexual assault case in Halifax in which Judge Gregory Lenehan ruled that, “Clearly, a drunk can consent.” Kim Stanton, legal director at the Toronto-based Women’s Legal Education and Action Fund, said at the time, “The Supreme Court of Canada has been very clear that a woman cannot consent to sex if she’s incapacitated, whether due to alcohol or otherwise, and that has been an important holding in our law.", "“The law in Canada is that only yes means yes. That’s our standard of consent ... It must be affirmative and ongoing consent.”", "Then there was an article in the Ottawa Citizen entitled “Ottawa Man Not Guilty of Sexual Assault Because He Thought He Could Have Sex with Wife Anytime.” In it, we read that the presiding judge ruled that the man was not guilty of sexual assault because the crown had failed to establish that he knew his behaviour was criminal. Apparently, according to that judge, ignorance of the law is, in fact, a defence. That’s unacceptable, Madam Speaker. Carrolyn Johnston, then the acting executive director of the Ottawa Coalition to End Violence Against Women, pointed out that it highlights persistent myths about sexual assault: “Any sexual contact without explicit and ongoing consent is sexual assault—regardless of the relationship. He may have believed that he had a right to have sex with her as her husband, but Canadian sexual assault law is clear and was amended to include sexual assault against a spouse in 1983.”", "Finally, two months ago, in March, an exchange between crown prosecutor Anita Etheridge and Ontario Justice Colin Westman, in a sexual assault case, was published by Global News. Allow me to quote the judge:", "“One of our judges got into a lot of problems a few years ago because of inappropriate conduct. And I had known him and in fact he had been one of the judges that 27 years ago was part of my training. He was full of fun. And we as a group would sit around and listen to his silliness and all laugh. And some of them even involved female judges.", "“So when I reflect on these matters, I think back to a very different culture and I’m saying that because this man is 31 and has been working in the restaurant world since age 10.... But unfortunately there’s, from the young lady’s point of view, there is a lack of understanding.”", "Madam Speaker, that sure sounds like a lot of victim-blaming to me.", "“After reading the transcript, Farrah Khan, manager of Consent Comes First at the Office of Sexual Violence at Ryerson University”—and, importantly, the co-chair of the Premier’s own Roundtable on Violence Against Women—“said the exchange illustrates the need for more training around domestic violence and sexual harassment in the workplace.”", "I couldn’t agree more, but it seems that this government doesn’t.", "Megan Walker of the London Abused Women’s Centre said, “For years, the judiciary has hidden behind its ‘independence’ as an excuse to avoid training on women’s issues. That view has been reinforced recently by the Ontario government.", "“The failure of the judiciary to participate in mandatory sexual assault and domestic violence training denies women of full equality rights before and under the law. It’s ludicrous to suggest that judges are allowed to be held to a lower standard than any other criminal justice service provider.", "“It is irresponsible leadership to refuse to make a system better.”", "That’s a very good point. After all, even the government’s own Police Services Act, Bill 175, which I’m very familiar with, mandates training for police officers on human rights issues and systemic racism. Section 35(2) of that bill reads that a member of a police service board shall “complete [the] prescribed training with respect to human rights and systemic racism,” as well as any other prescribed training within the prescribed period. Why would sexual assault training for judges be any different?", "Madam Speaker, this government should be acting decisively in response to these examples to address the lack of mandatory training for judicial officers. They should be listening to the experts, who understand the vulnerability of sexual assault victims and the complexity of this issue.", "The Attorney General has previously said that he is satisfied with the optional training modules that the Ontario Chief Justice assured him were going to be offered to sitting judges. Frankly, given all the examples I’ve talked about, this is not enough.", "Dr. Jacqui Linder, a renowned clinical traumatologist and founder of the Chrysalis Anti-Human Trafficking Network, said, “Ontario has an opportunity to become a world leader in the fight against sexual violence by ensuring mandatory training of professionals interacting directly with survivors during the course of their work. As a trauma specialist and educator, I strongly support initiatives” like the Mandatory Sexual Assault Law Training for Judicial Officers Act “designed to increase understanding of the complex dynamics underpinning sexual assault, human trafficking and sexual violence in general.”", "The Elementary Teachers’ Federation of Ontario also wrote a letter to the minister endorsing my bill, stating, “The new judicial education plan requiring new provincial judges to participate in sexual assault law training, approved by the Ontario Court of Justice’s Education Secretariat and the Ontario Judicial Council, is an important step forward. However, since the training won’t be mandatory for current provincial judges, victims of sexual assault appearing before the provincial court still run the risk of experiencing negative and damaging comments and rulings from the presiding justice.”", "When the minister argues that making sexual assault training mandatory would somehow undermine judicial independence, he isn’t focusing in the right place. Above all, he should be focusing on the victims and on the need for governments to implement laws that protect them.", "My bill doesn’t instruct judges as to how they should be trained on sexual assault matters, only that some form of sexual assault training needs to be mandatory. I think I have demonstrated why in my remarks so far, Madam Speaker. Requiring that all judges and justices of the peace are properly trained to hear and handle sexual assault cases would actually go a long way toward strengthening Ontarians’ trust in our judicial system. If Ontarians knew that all of our judges were trained to handle sexual assault cases, I believe that more victims would be willing to come forward without fear of our court system.", "If the government is serious about this issue, they will make Bill 9 the law in Ontario, rather than hiding behind judicial independence as an excuse for their inaction. The time to act is now. The proof is there. Other jurisdictions around the world don’t allow the judicial system to hear these cases unless they have proper training.", "So, Madam Speaker, I try one more time for this Bill 9, for mandatory training to be brought forward and to be passed in this Legislature." ],
  "anchor" : "para1049"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1080"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I am pleased to rise, as women’s issues critic for the Ontario NDP caucus, to speak to the debate around Bill 9, the Mandatory Sexual Assault Law Training for Judicial Officers Act. I want to begin by congratulating the member for Haliburton–Kawartha Lakes–Brock on her perseverance in bringing this legislation forward a second time. Certainly it is a piece of legislation that New Democrats wholeheartedly support, and we agree that this is something that should definitely move forward.", "I served with the member on the Select Committee on Sexual Violence and Harassment. I think that one of the things that we both experienced on that committee was the number of witnesses who appeared before us and said the committee was looking at the wrong question. The question was not, “How can we encourage more women who have experienced sexual violence to report that violence?” but rather, “How can we help them heal from the trauma that they have experienced and recover and rebuild their lives?”", "In many ways, Speaker, this bill, although undeniably much needed, will support a very, very, very small number of survivors of sexual violence in this province. There is a well-known and very reputable study that was done by YWCA Canada back in 2012 looking at the outcomes of people who have experienced sexual assault. That study found that for every 1,000 sexual assaults that are committed in Canada, 33 are reported to the police, 29 are recorded as a crime, 12 have charges laid, six are prosecuted and go before a judge, and three of those lead to convictions.", "So that’s six out of every 1,000 sexual assaults that actually go before a judge. It is absolutely without question that for those six out of 1,000 cases that go before a judge we need to make sure that the judge has the appropriate training to respond to those cases. However, we also need to look after the other 994 mostly women who have experienced sexual assault and make sure that their needs are also addressed.", "Speaker, recently there was a judicial case that overturned a sexual assault conviction. The complainant’s name was Mandi Grey. Mandi Grey, following the overturn of the decision, said to the media that the criminal justice system had failed her. She said, “I’m disturbed by the entire system. You won’t be believed, there is no one to support you, and it will be a brutalizing process.”", "One solution to what Mandi experienced, of course, is to provide more training for judges. However, an alternate solution is to look at how else we can support women like Mandi Grey and others who have experienced sexual assault so that they don’t have to go through that traumatizing experience, that brutalizing experience of the criminal justice system.", "As Daniel Del Gobbo, who is a faculty of law professor at both the University of Toronto and Osgoode Hall, says, we need to fundamentally rethink the way that the law handles sexual violence and really use a survivor-centred focus to ask the survivor, what does justice mean to them? In many, many, many cases, justice does not mean taking their case before a court. Justice means repairing the harm that was caused by the perpetrator’s actions. It can mean holding the offender accountable through voluntary measures that engage the community and prevent future crime. Certainly, the NDP is proposing to implement programs that will change the behaviours of those who use violence, as a way of holding those people accountable.", "Sometimes justice can mean working with offenders to promote gender equality in our society, and it also means fundamentally understanding that sexual violence is the product of many complex forces within our society that have to be addressed through education and a wide range of other means.", "The criminal justice system is very limited in its capacity to address all of these goals that may be sought by people who have experienced sexual violence. We need to look beyond the criminal justice system and look for other ways to provide meaningful alternatives to criminal justice. Restorative justice certainly is one of those tools that we should be looking at much more broadly.", "We also need, as Building a Bigger Wave points out—Building a Bigger Wave is the coalition of violence-against-women coordinating committees that are in place in 40-some communities across Ontario. They urge that addressing violence against women include a wide number of policy initiatives.", "We have to look at gender inequality as a priority social issue. We have to ensure affordable and accessible child care.", "We have to ensure that there is access to affordable housing, and that is absolutely one of the commitments that the NDP has made: that in the new affordable housing units, a portion of them will be designated for people who have experienced violence. We need to look at the situation of seniors who are living in poverty. We need to increase the minimum wage to $15 an hour.", "It is a multi-faceted challenge for legislators to look at how to effectively deal with violence against women. Certainly, this is one small piece, but nevertheless an important piece, and we’re pleased to support it." ],
  "anchor" : "para1081"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate—" ],
  "anchor" : "para1095"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Point of order." ],
  "anchor" : "para1096"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I recognize the member for Kitchener–Waterloo." ],
  "anchor" : "para1097"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I’m quite certain that we do not have a quorum here." ],
  "anchor" : "para1098"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Is there a quorum?" ],
  "anchor" : "para1099"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para1100"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "A quorum is now present." ],
  "anchor" : "para1102"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1103"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It is a pleasure on this Thursday, the last of the private members’ bills before we rise for the election, to have an opportunity to stand in this space and speak on behalf of my constituents in Beaches–East York to this extremely important bill, An Act to amend the Courts of Justice Act and the Justices of the Peace Act, 2018.", "I want to commend the member from Haliburton–Kawartha Lakes–Brock for bringing this issue forward again. As she knows, I have a family cottage up in Dorset, which is the northern limit of her riding. Although she doesn’t represent the cottage—that’s in Parry Sound–Muskoka—it’s very close, and I look forward to seeing you in Dorset one of these days, maybe over the summer.", "But this is an important issue, and I wanted to rise and speak to it today because my father, Mr. Justice Joseph Potts, served on the Supreme Court of Ontario. He was appointed in 1982. I grew up in a family of advanced tolerance and advanced education around equality. My father and my mother were beacons of treating people equally and being sensitive to the special needs of people.", "An interesting story: I applied to go to UTS to go to school and I wrote the exams. My father said, “Even if you had been accepted, I wouldn’t let you go, because you’ve got to be taught in the public school system. I don’t want my kids having any special privilege. If the public system is not good enough, we’re going to have to fix it.” It’s a message that I’ve always taken.", "But my father, as part of his role as a lawyer on downtown Bay Street, was on the Bank of Canada board of directors when, for instance, they wanted to hold a meeting in Vancouver at a club that didn’t allow members of the Jewish faith to belong. My father objected to it strenuously, because he thought it was inappropriate for public institutions to be patronizing a place that openly discriminated. That was the attitude that my father took in all things in life, including as a member of the Empire Club of Canada; he was the president for a while. He insisted that women could start to join the Canadian Club and the Empire Club of Canada way back in the early 1970s, because it was just wrong to discriminate against people on the basis of their gender.", "So I like to think about how my father would have responded to this issue, particularly knowing where he came from: with an open heart, and he always wanted to be doing the right thing. I know that he and the other judges on the Supreme Court of Ontario at the time, which is now—of course, it was changed and it became the—what did they change it to? It’s in here somewhere—yes, Ontario Superior Court of Justice. It went through a number of different iterations.", "I wonder how he would have responded. I’m confident, because of all the professional development he and other judges did, that he would have responded eagerly and openly to these kinds of specialized training, so that if he were to be sitting on a sexual harassment case or a sexual trafficking issue, he would have been sensitized to the issues around re-traumatization of victims. He would have made sure that the best tools available to him as a jurist were available, so that he could rule appropriately in the circumstances.", "I know that they took courses, for instance, to identify when people were lying or when people were trying to remember. If you look up this way, you’re probably making it up; if you look up that way, you’re trying to remember. There was a whole series of opportunities for judges, and they continue to do it.", "We want to commend the member for bringing the bill forward again. I know that her advocacy on this issue has resonated with the Attorney General’s office and with the Superior Court of Ontario in that now I see that Chief Justice Lise Maisonneuve has expressly mandated that sexual assault education be mandatory for new judges.", "They’re developing a curriculum for new judges. That speaks to this whole independence-of-the-judiciary issue: For sitting judges, it may be more complicated. It doesn’t mean they can’t do this kind of work, but it does mean the educational opportunities are there, that they can, certainly in a voluntary sense, go through the same education. I would encourage that and I would expect most justices, if not all, would be open to that, as my father would have been at the time, had it been available.", "We do take this issue on this side extraordinarily seriously. The sexual harassment that women and people are experiencing in the workplace, in the streets; human trafficking, which has way too many instances—I think that in 2016, police in the GTA rescued 60 young women, early-age young women, from human trafficking and sexual exploitation.", "It’s extremely important, and that’s why our government is investing a lot of new dollars into support services. One of the concerns we have when judges don’t have that sensitivity is that they let people out on technicalities because they haven’t quite got the sensitivity right. Let’s be clear: You still have to convict on the basis of not a balance of probability but beyond a reasonable doubt. You still have to follow the rule of law, but there have to be processes there which protect—and I was intrigued by the comments from the member from London West. I think what she’s talking about goes way beyond the education-of-the-judges component, which the bill addresses; she’s actually going on about change. We need to change many of the rules that we approach these kinds of cases with in our judiciary. That’s an important consideration to be looked at. It’s a legislative fix, if we’re going to bring in different sets of rules to apply in order that we don’t do the revictimization.", "What I’m very pleased about, which we do have in our society and I think our government is extremely supportive of, are these incredible agencies like Boost for Kids. Boost for Kids operates on Yonge Street just north of Davenport, at the Child and Youth Advocacy Centre. Nicole Biros-Bolton is the manager. I had an opportunity to tour the facility. You have this coordinated effort to support women who have been trafficked, women who have been sexually exploited, in the facility, where you have youth workers; you have children’s aid workers; you have police; you have supports. It’s really important that we wrap victimized people in all of the supports so they don’t fall back through the cracks and become victimized once again. If the issue is about home, if the issue is about drugs, you need to provide the supports. I know our government is supporting that.", "Part of the concern, I started to say, is that if a judge lets people off on technicalities that don’t really do natural justice, that means they put people back on the street who can revictimize the victims or even other people. We want to be very clear to get the rules right.", "We also have an incredible organization in Scarborough—Speaker, I know you represent a Scarborough riding—in East Metro Youth Services. Carly Kalish, who is chair of human trafficking, is doing incredible work in the street to do exactly what that means: to provide the kinds of supports that people on the street need. I think the courts have to play their role.", "I’m very pleased that the Chief Justice is moving down in a direction, certainly, to get the education in place for new judges. I think that’s an incredibly good first start. I hope that there is encouragement from a female Chief Justice to encourage all of her colleagues who are sitting on the bench to certainly do this training in a voluntary capacity.", "On that basis, I’ll sit down and listen to some more remarks here today." ],
  "anchor" : "para1104"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1122"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "We’re speaking today on Bill 9, the Mandatory Sexual Assault Law Training for Judicial Officers Act. I want to commend my colleague, the member from Haliburton–Kawartha Lakes–Brock. This is her second time. Actually, the member from London West mentioned that she has shown a lot of perseverance because when we prorogued, that meant all the bills that we were working on had to be redone. Luckily, she snuck this one in on the last day of private members’ bills before we get up for an election.", "We’re talking about requiring people considered to be named as a judge or justice of the peace to have formal training on sexual assault as a social issue, and requiring judges and JPs to undergo sexual assault law training as part of continuing education for our judicial officers here in Ontario.", "We know that there is a lot more room for trust in our judicial system, and this is how you build trust, Madam Speaker. If people feel that our judges in our judicial system are professionally educated on the topic of sexual assault as a social issue, it gives them the trust to bring forward charges and even to provide themselves as a witness. This is, a lot of times, the problem when we hear of a lack of conviction, because people don’t have the confidence and the trust to give the testimony and the witness information as well.", "We’ve heard from the government some hints that they feel that this shouldn’t be mandatory, that it should be strictly done on a voluntary basis. I think that some of what has gone on in the news, and the fact that we have statistics that show only 12%, which is about one in 10, of sexual assault cases that are substantiated by police end up in a criminal conviction, which is far lower than similar violent offences—we understand that we need to do more. It needs to be mandatory so that we can get the convictions that we need, get people to bring forward their charges and feel comfortable that it’s going to be worthwhile, because we know how difficult it is to bring the charges forward.", "As I was saying, when we hear of things in the news such as Mr. Robin Camp—he’s a former federal judge and an appointee of the government of Ontario. He asked a victim of rape at trial, “Why couldn’t you just keep your knees together?” Stories like that do not encourage people to bring forward their charges or give them faith in the justice system.", "Some things that judges are on the record as saying in other sexual assault and rape cases from other jurisdictions are:", "—The body can “shut rape down.”", "—I can’t even imagine what this judge was thinking, another male judge: “Clearly, a drunk can consent,” in reference to a victim of sexual assault. I think that was in the Maritime provinces.", "—“Great men sometimes do bad things,” in reference to a man being convicted of sexual assault.", "—Another said, “If you wouldn’t have been there that night, none of this would have happened to you.” We hear similar comments about how a woman might be dressed, where a woman was and what the time of day was.", "I’m sure that if we spoke to each of the women here in the Legislature—hopefully, nobody was a victim of actual rape, but I think that everybody has a story that crosses the line in terms of sexual assault. I can remember being in a library, feeling uncomfortable; not being able to walk around the campus at the University of Waterloo because there were so many rapes, until the police set up a sting operation; and being on a bus and having to move seats.", "I remember that it was probably the hardest thing for me, as a parent, to say to my own daughter, “Guess what? The world actually isn’t a fair place, even though I brought you up to be a strong woman. It’s not really a fair place, and you have to be extra vigilant.”", "Thank you very much, Madam Speaker, for the opportunity. And thank you to the member for persevering and bringing this forward once again." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1136"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to join the debate on Bill 9, the Mandatory Sexual Assault Law Training for Judicial Officers Act, brought forward again by the member for Haliburton–Kawartha Lakes–Brock. Of course, this piece of legislation had already died on the order paper when the government prorogued to reset the channel, if you will. However, there was really no good reason that they couldn’t act on this, no good reason at all, especially given the provincial select committee that the member from London West has already referenced. The evidence is there; the research is there; the call for action is there. You would think that this is a government that would be looking for a little good news. I know that the member has, with the federal counterparts and the provincial counterparts—there has been some alignment there.", "I was reading this article by a senator who doesn’t really feel that judges need to be trained. However, he makes one good point: “The bill intends to make sure that judges hearing sexual assault cases have received the proper legal and social-context training. The goal is to ensure that they are not subject to the myths and stereotypes associated with sexual assault complainants.”", "He goes on to make an argument against a federal bill that would ensure that federal judges are trained, and then he goes on to say why, in fact, provincial judges need to be trained, because it is the provincial judiciary that actually hears sexual assault cases. So if there was ever a place to enact a law that ensures that judges are trained and know the law—I mean, we heard terrible stories of judges thinking that a person who is inebriated, drunk, can give consent. Why would any judge in the province of Ontario or this great country ever think that someone who is incapacitated and inebriated can actually make an informed decision about consent? Quite honestly, it’s shocking.", "This individual goes on to say, “Parliament’s jurisdiction over judicial appointment requirements extends only to federal judges. However, most sexual assault cases are heard by judges appointed by provincial governments.” So when Bill C-337 becomes law at the federal level, it will not have the kind of effect on the training of these judges, and provincial judges don’t actually oversee that many cases of sexual assault.", "The point is that you don’t have a good reason to not bring in this piece of legislation; you never had a good reason to not actually act on it. And while the member from London West makes the very good case that there is so much more that can be done to support victims of sexual violence, this is just a basic common sense piece.", "We heard a lot from the Attorney General, though, about the fundamental principle of the independence of the judiciary. What about the dignity of women in the province of Ontario? What about that?", "The stats are pretty discouraging. Out of 1,000 sexual assaults and issues of sexual violence experience, 994 of those don’t even get to the court case. Let’s give the six remaining women—predominantly women, although I will say, as the critic for the LGBTQ+ community, there are trans folks who are caught in this as well—a fighting chance to be heard, to be understood, to have some compassion.", "One has only to have watched the entire issue with Jian Ghomeshi to really lose faith in the entire judiciary system. Thankfully, the #MeToo movement has brought us to a better place. We have knowledge, and as legislators we have the responsibility to act on that knowledge. Once you have it, it is irresponsible if you’re not following your duty to actually follow through on that knowledge.", "Thank goodness, Madam Speaker—I just want to put out a shout-out—that justice has prevailed with the case of Bill Cosby. Those women who came forward—what courage they had. Thankfully, the judge who actually made the final decision on Bill Cosby had training. That judge knew what he was talking about. That is the difference between justice and not getting justice." ],
  "anchor" : "para1137"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1147"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I worry about sexual violence and harassment and the rate at which it seems to persist in our society. I am pleased to be able to speak to this bill. I know the member from Haliburton–Kawartha Lakes–Brock has been a great advocate for this issue. She was my women’s critic when I was the women’s minister. When people say to me, “What was your favourite role here at Queen’s Park?” I usually talk about this one, and maybe one other one, because I think it’s so important. I feel so strongly about it.", "Whether it is about sexual violence, whether it’s about women’s economic empowerment, whether it’s about women in leadership and on boards, there has been progress, yes, but, my gosh, I think we’re all in agreement there is so much more work to do. We have to find that right balance of legislation, education and awareness.", "I want to congratulate the member not only for bringing the bill forward but for her work on the Select Committee on Sexual Violence and Harassment. I know people who were on that came out of that empowered, motivated and changed in a good way, I think, to continue what needs to be done for women in Ontario.", "Of course, when we talk about sexual violence, it can also affect men too. I do want to acknowledge that. When I was the Minister of Children and Youth Services, that was certainly highlighted to me when it came to particularly young boys who were victims of human trafficking.", "It really is an honour to speak to this bill at this time. As the member knows, sexual violence is too prevalent in our society. We say one in three women experience sexual violence. Sometimes I think it’s more than that. Many of us—mostly women—if we look back in our lives thus far, we have been harassed. We have been discriminated against. The statistics, I think, may not be telling the whole story.", "We know, from what research there is, that young women in particular experience a higher rate of sexual violence and harassment. That’s why our government, when I was the minister for women’s issues, introduced It’s Never Okay, our $41-million action plan to stop sexual violence and harassment. If you read that plan, at the very end it says “To be continued,” because we knew when we introduced that bill with many different elements that it wasn’t the end, and we’ve seen that. We’ve seen that in workplaces and we’ve seen it with the #MeToo movement. We’ve seen it in different sectors and governments, and we’re just not there. We’re just not there yet in terms of eradicating sexual violence and harassment.", "We also had a number of other elements to support those I call survivors, Speaker, not victims. Most women I know who are a part of this movement prefer to be referred to as survivors, not victims. But I appreciate, in the context of this bill, you’re dealing with victims who are going through the judicial process.", "I don’t want to leave out our other action plan, which is called Walking Together. It’s an action plan to address sexual violence and harassment for people in our indigenous communities throughout Ontario.", "We know this is a serious issue. We know it demands more attention. We have legal supports here in Ontario and we have specially trained crowns and free advice for survivors of sexual assault. I was pleased to see the Chief Justice commit to mandate sexual assault education for new judges, so perhaps there is still an opportunity there to do more. I think that sets a positive tone for what needs to be done for women and all people in this province." ],
  "anchor" : "para1148"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1157"
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I’m pleased to be able to speak to Bill 9, introduced by the member from Haliburton–Kawartha Lakes–Brock, because no one—absolutely no one in Ontario—should be revictimized when they enter a courtroom. That’s why Bill 9, as proposed, is so critical: Because one woman being denied justice in Ontario is one woman too many.", "When the Select Committee on Sexual Violence and Harassment met, they heard from sexual assault victims, family members, advocates, health care professionals, and justice and social support workers about their experiences dealing directly with cases of sexual assault in Ontario. Both survivors and supporters were emphatic that improvements needed to be made in Ontario so that sexual violence and harassment is taken more seriously, and every effort is made to reduce incidents of sexual assault. Based on the testimony heard by the select committee, it’s clear that the current education offered for provincial judicial appointees, specifically for sexual assault, needs to include additional training.", "If passed, Bill 9 will give women more confidence in the judicial system by ensuring all provincial judges are effectively trained in handling the sensitivity of sexual assault cases. The measures as proposed by the member for Haliburton–Kawartha Lakes–Brock will not threaten judicial independence, but will instead give sexual assault survivors more faith in the judicial system.", "Ensuring that every provincial judge in Ontario is effectively trained on how to handle the sensitivity of cases involving a sexual assault is essential to encouraging victims to seek justice against perpetrators.", "If passed, Bill 9 will give thousands of women more confidence in Ontario’s judicial system. Sexual assault survivors must feel comfortable coming forward, and knowing that all judges have received mandatory training in this area is an important step in ensuring that objective overall.", "I’d like to remind the members in the Legislature today of one key recommendation from the select committee: “All members of the court system, including judges, defence attorneys, and crown attorneys, receive training on the realities of sexual violence and harassment and how sex-related crimes impact victims.”", "Speaker, it’s time—it’s absolutely time—for all parties to come together and show victims of sexual assault and harassment that their government can do better. That’s why I’m pleased to support this bill today." ],
  "anchor" : "para1158"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1166"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "It’s an honour to be able to stand today and speak to this piece of legislation. This is not a first time it has been tabled here in the Legislature.", "I want to begin by thanking all of the other members in this House for their words to this piece of legislation, and by particularly thanking the member for Haliburton–Kawartha Lakes–Brock for the incredible advocate that she has been in her time as a member and also as the PC critic for women’s issues. She has done an incredible job, as we’ve also seen with the government’s own piece of legislation, which incorporated a lot of the work that you have done on human sex trafficking and the real tragedies that occur across our province in that regard.", "Today I want to speak briefly, in the time that I have, about the bill that she was forced to reintroduce after this government, sadly, prorogued the Legislature earlier this year and decided to kill all of the private members’ business that was on the table at the time.", "One of the interesting things, as I was looking at the history of this bill, since it was introduced before, is that it did receive unanimous consent. I think it’s fair to say that today it will receive unanimous consent as well.", "Unfortunately, as we know, there is an election right around the corner, so, without having to be too pessimistic about it, the reality is that this, too, will likely die on the order paper. But I think it’s an excellent testimony to her advocacy that she is willing to bring this up and keep that conversation going as we’re heading into an election.", "What I wanted to point out today is the similarities between this legislation and that of the former federal Conservative leader of the opposition, Rona Ambrose, who is, I’m sure, loved by many on this side of the benches for sure, and who did an excellent job as interim leader. Her bill, C-377, would require federal judges to complete comprehensive sex-assault law training. It also directed the Canadian Judicial Council to report every year to Parliament on continuing education courses offered on the matter.", "One of the things that I think is so very important is that the House of Commons voted unanimously to fast-track Ms. Ambrose’s bill and send it straight to committee. This is something that I think is so important. We look at the fact that we’re here, unanimously supporting these pieces of legislation, and the Liberal government of the day is willing to speak to it in a supportive way, yet their cousins in the federal Parliament—the Liberals there—not only voted for it but fast-tracked its journey to the committee stage.", "I wish that was something that we had seen earlier. I think it’s very unfortunate that the member for Haliburton–Kawartha Lakes–Brock has had to reintroduce this legislation.", "I think it would have been much better for victims, for survivors and for those who, unfortunately, have had to experience this type of negligence at the hands of justices of the peace and currently sitting judges who have not received adequate training or, whether through ignorance—not malicious intent—were saying harmful and hurtful things, which we heard many examples of from various members here in the Legislature.", "I think we should look at the government’s action on this file. I think it’s fair to say that all members in this House completely understand that violence against women is completely reprehensible. We all call for it to end, and we all call for action to take place.", "It’s easy to speak those words in the Legislature on a lazy Thursday afternoon, but it’s a whole other thing to actually make sure that that work gets through the committee.", "I think it’s such a telling fact that we have already had a committee study so many aspects of violence against women, particularly in sexual assault situations. As the member for Whitby–Oshawa brought up, the select committee did recommend this type of training. I know that the member for Haliburton–Kawartha Lakes–Brock brought that up as well.", "We need to show compassion to victims. We need to show compassion to survivors. That compassion doesn’t look like sending survivors and victims to court and having them be, essentially, revictimized by judges who are not willing to actually take this type of training.", "I’m not blaming the judges. I think the judges are willing to. I think, if you speak with those in the judiciary, they are willing to take this type of training, but the government hasn’t actually followed through with that. I wish they would take a lesson from their federal Liberal neighbours and would have fast-tracked this.", "I’m going to be supporting this today because women matter. We need to support women and we need to ensure this type of revictimization never occurs again. Thank you to the member for Kawartha Lakes for bringing this forward." ],
  "anchor" : "para1167"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I return to the member from Haliburton–Kawartha Lakes to wrap up." ],
  "anchor" : "para1182"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Thank you, Madam Speaker. I’d like to thank my colleagues the members from London West, Beaches–East York, Thornhill, Kitchener–Waterloo, the minister of government services and accessibility, and the members from Whitby–Oshawa and Niagara West–Glanbrook for all their comments. I think they were all important, and that’s why I wanted to name their ridings. We all, here, are lawmakers. When you see a spot within the law that needs to be changed, we all have the responsibility to change it.", "We know that over 90% of the victims of sexual violence are women. When the government says, “Well, the judiciary has said they’re going to have training for new judges,” that’s only training half of the justice system. What happens if a woman—of those six out of 1,000 women that actually get to the judicial system—doesn’t have a judge that’s trained? They’re revictimized. The judge doesn’t know, really, the trauma that has occurred from the assault and doesn’t really understand how to prosecute it properly and how the victim—in the case of women, that women aren’t getting their full equality rights before and under the law. That’s a very big statement to make. Why shouldn’t women have full equality rights under the law?", "We’re saying that this makes sense. It needs to be done. We don’t want predators let out. If we get them to the court system, we don’t want predators to continue to revictimize, to continue to break the law. If we as a province cannot stand up and have a fully trained judicial system that knows how to handle these violent attacks, what are we saying to society? We are not doing our work completely.", "Madam Speaker, I’m hoping that this bill moves forward. It’s time. It’s an urgent and important matter." ],
  "anchor" : "para1183"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "We will vote on this item at the end of private members’ public business.", "Mr. Baker moved second reading of the following bill:", "Bill 29, An Act with respect to digitally altered or retouched photographs and videos, the recognition of actions related to eating disorders and the establishment of an eating disorder awareness campaign / Projet de loi 29, Loi concernant les photographies et les vidéos modifiées ou retouchées par des moyens numériques, la reconnaissance des mesures liées à la lutte contre les troubles alimentaires et l’élaboration d’une campagne de sensibilisation aux troubles alimentaires." ],
  "anchor" : "para1187"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Pursuant to standing order 98, the member has 12 minutes for his presentation." ],
  "anchor" : "para1191"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "It’s a pleasure for me to rise today to debate my private member’s bill, Bill 29, the Combatting Eating Disorders in Ontario Act.", "As you know, Speaker, I have introduced a number of private member’s bills in the past to focus on safety for consumers and road users. Today, I’m focusing on something different—something very, very important.", "The Combatting Eating Disorders in Ontario Act focuses on helping to eliminate some of the factors that contribute to eating disorders by ensuring people are aware of the unrealistic and unhealthy portrayals of beauty and body image that dominate today’s mainstream and social media. I have witnessed first-hand the devastating impact of eating disorders and have heard too many stories of people, especially young people, who have taken drastic action to conform to unhealthy and unrealistic conceptions of beauty espoused in our media and in our social media.", "The numbers are alarming: Eating disorders affect nearly one million Canadians and have the highest mortality rates of any mental illness. One in 10 people with an eating disorder die of that disorder.", "This is an issue that affects people of all ages and genders. A 2005 study found that over 50% of teenage girls and 33% of teenage boys use restrictive diets to lose weight. In 2012, the International Journal of Eating Disorders found that 13% of women over 50 engage in eating disorder behaviours. Research also shows that mental health issues can contribute to eating disorders. A 2014 study in the Journal of Treatment and Prevention found that men with eating disorders often suffer from other conditions like depression, substance abuse and anxiety.", "What experts and research tell us is that images of perfection portrayed in mainstream media can negatively affect a person’s self-esteem and can lead to eating disorders, which can have devastating consequences that I mentioned a few moments ago. People need to know that these depictions in the media and social media are not real, and we need to give positive reinforcement to people and companies that promote healthy conceptions of body image and of beauty.", "That’s exactly what this bill, the Combatting Eating Disorders in Ontario Act, would do. To increase transparency for consumers of media, the bill, if passed, would require that a digital modification disclaimer be placed on any photo or video advertisement and other commercial content where a person’s image has been digitally modified or retouched, and would require considerations of disclaimers and other regulations to address unrealistic and unhealthy conceptions of beauty promoted within commercial film, television and video.", "The bill would also establish a series of awards under the Ministry of Health and Long-Term Care for individuals and companies who take meaningful action to reduce the prevalence of eating disorders, and would require the Ministry of Health to conduct an annual awareness campaign on eating disorders, with an emphasis on promoting healthy perceptions of body image and of beauty.", "To address each segment of the industry, the bill separates commercial media into three categories, and I’d like to speak about those. The three categories are advertising, other commercial art, and film and TV. My bill, if passed, would tackle each category slightly differently.", "For advertising, the bill would require that any photo or any video advertisement for a product or service in which a person has been digitally modified must always provide a clear and noticeably displayed disclaimer on the photo or video indicating that the image has been retouched or digitally modified.", "For other commercial art, the bill would require that whenever a photo or video of a person has been digitally altered or photoshopped, it must always provide a clear and noticeably displayed disclaimer on the photo or video indicating that the image has been retouched or digitally modified, but the Ministry of Government and Consumer Services would determine whether any photo or video content covered by this “other commercial art” category should be exempted and would formalize any exemptions through regulations.", "For film and TV, the bill would require that the Ministry of Government and Consumer Services conduct a review of current regulations pertaining to film and TV, along with other video, within a year of this bill coming into force. The review would do two things. The first is, consider requiring that a digital modification disclaimer be displayed; and secondly, take steps to ensure that such mediums of video content don’t promote unrealistic or unhealthy conceptions of body image. It should consider whether we should put a disclaimer on commercial TV, on commercial video and on commercial film, but also what other steps can be taken so that that television video content doesn’t promote unhealthy conceptions of body image.", "The bill would be enforced through investigations of violations which would be initiated by government or prompted through anonymous public complaints. I’m basically trying to make this as easy as possible to enforce. All investigations would be led by the Ministry of Government and Consumer Services. Parties that were found in violation of the law would be fined up to $25,000 for the first offence, up to $50,000 for the second offence and up to $75,000 for the third and each subsequent offence. These fines are significant fines, and they’re meant to act as a deterrent. It’s important that it be a significant deterrent because it’s a very serious issue and it impacts people very deeply, as I mentioned earlier.", "As recognition for people and businesses who take concrete action to reduce the prevalence of eating disorders, the bill would create a series of awards through the Ministry of Health and Long-Term Care. The bill would also require the Ministry of Health to conduct an annual awareness campaign on eating disorders, with an emphasis on promoting healthy perceptions of body image and beauty.", "The intent of the bill is to combat eating disorders in Ontario by educating people about what they’re actually seeing on magazine stands, movie posters and billboards, and social media, and by giving a boost to positive portrayals of healthy body image and beauty.", "Madam Speaker, during my research for this bill, I had the privilege of consulting and working with a number of people—experts, advocates—and I would like to share a little bit about those people and the work they’ve done.", "One of those was Dr. Allan Kaplan, who is a senior clinician/scientist and chief of research at the Centre for Addiction and Mental Health and vice-chair for research and professor in the department of psychiatry at the University of Toronto. He’s a leading expert on the issue of eating disorders in Canada, and he endorsed this bill.", "I also had the opportunity of working with the National Initiative for Eating Disorders, the National Eating Disorder Information Centre and the Bulimia Anorexia Nervosa Association. These are organizations that work tirelessly to advocate and support people and families who are suffering from eating disorders. I am grateful to them for their support of this bill, for their advice, but also just for their dedication—outside of this legislation—to help people facing eating disorders in every way they possibly can. Their advocacy and efforts to drive awareness about this issue, to find solutions, to advocate for solutions—it is absolutely, truly inspiring.", "All of those organizations I mentioned earlier not only endorse the bill, but they attended the press conference that I held when I introduced this bill recently, and spoke effectively and passionately but also on a personal level about how this has touched them and their families personally. I’m grateful to them for all of the work that they have done to support this bill.", "Speaker, in working with these organizations, I met Amy Preskow, a very talented young woman who has been battling an eating disorder for many years now. She also came to the press conference. During the press conference, she shared with me a poem she had written, which I would like to share with the Legislature today.", "It’s titled My Eating Disorder is Not...", "It’s not a diet nor a lifestyle or a senseless teenage phase", "It’s not stupid, it’s not silly nor the latest weight-loss craze", "It’s not a passion, not a hobby and it is not some twisted game", "It’s fatal, yes it’s DEADLY, it’s an illness of the brain", "It’s not fun and it’s not funny, not intentional, not a choice", "It kills you slowly every day and overtakes your voice", "It’s not my fault, it’s not intentional, not some spiteful sleight of hand", "It’s an anxiety-driven fear-based disease that too few understand", "It’s not a joke and it’s not selfish, it is the FURTHEST thing from vain", "It’s a drastic telltale of no self-esteem and unparalleled burning shame", "It’s not malicious nor dismissive, not distinct to middle-class white girls", "It’s a disease like any other, ensnaring EVERY age, class and race ’round the world", "It’s not uncommon, it’s not weird, it dates back CENTURIES, nothing new", "It’s the single most fatal mental illness, which all statistics prove to be true", "Telling an anorexic to “JUST EAT” is like expecting a deaf person to JUST TALK", "Telling a binge eater to “JUST STOP”", "Is like demanding a paraplegic to JUST WALK", "Telling a bulimic to “just eat normally” is cruel, ignorant and frustrating", "Telling an exercise addict to “just sit down” is like telling schizophrenics just STOP hallucinating", "This illness is biological, and genetic, it’s like cancer of mind and thought", "It doesn’t come from nowhere, you are either born susceptible or not", "If you think this is a ridiculous phase or that we’d be fine if we “just tried”", "Then explain to me the shocking rate of sufferers committing suicide", "If EDs were just a stupid choice or if you think that we’re just lying", "Then why are millions desperate for help while millions more are dying?", "Amy’s poem is a testament to the struggle that many with eating disorders face. You can hear in her words her frustration and pain because of the way this illness is often perceived, and how many people are suffering, and because so many need help. Much more needs to be done.", "That is why I think it is so important that we do a number of things:", "—that we create awareness around eating disorders;", "—that we encourage meaningful actions to prevent—and support those with—eating disorders; and", "—that we fight unrealistic and unhealthy conceptions of beauty in our mainstream and social media.", "Every day, when I open my phone—when every single Ontarian and Canadian opens up their smartphone, they are hit by commercial images—advertising, other commercial images—that portray beauty in a way that is unrealistic and unachievable and sets standards that cannot be attained. This is a contributor to the problem of eating disorders in Ontario. My intent with this bill is to make sure that people are aware that what they are seeing is unachievable, that what they are seeing is unhealthy, and in so doing I think we can make a difference to address this problem, this widespread problem of eating disorders.", "As I said earlier, Madam Speaker, I’ve witnessed first-hand the devastating impact of eating disorders, and I’ve heard too many stories of young people who have taken drastic action to conform to these unrealistic and unhealthy conceptions of beauty espoused in our social media and in our mainstream media. My bill, if passed, would ensure people are aware of these unrealistic portrayals of beauty and body image. And through education and positive enforcement, this bill would help eliminate some of the factors that lead to eating disorders.", "Let’s pass this bill. Amy and the millions of Canadians suffering with an eating disorder deserve no less." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate." ],
  "anchor" : "para1261"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Again, this is the last Thursday; we’re doing our last private members’ bills session here in the Legislature. They are such interesting topics, which does make it a little bit easier.", "We’re speaking now on Bill 29, put forward by the member from Etobicoke—oh, boy, I don’t remember—" ],
  "anchor" : "para1262"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Centre." ],
  "anchor" : "para1264"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "—Etobicoke Centre, a private member’s bill, the Combatting Eating Disorders in Ontario Act.", "He has put forward proposals before. We’ve had discussions on eating disorders awareness month here in Ontario, and I know that other jurisdictions have as well. Anything that we can do to raise awareness is a positive thing. So I’m going to be very positive about the fact that we do need to do more about raising awareness of the fact that too many in our families, communities, constituencies and in the province of Ontario struggle with eating disorders.", "It really comes down to mental health. We’ve had a lot of discussions here about the lack of funding for mental health support in Ontario. I think the fact that eating disorders are a big part of the problem points to the fact that we’re not doing enough on the mental health file. I know that the PCs have been in support of doing a lot more in that regard. It’s a question of safety in our communities. We can’t just create bureaucracies to try to keep people safe; we have to focus on the education.", "I’m going to mention that my daughter took a Photoshop course when she was in about grade 9 or 10. That was a big eye-opener for her, when she realized what the Photoshop software can actually achieve in terms of changing people’s entire body, in terms of changing their face, their skin, their hair, their teeth. The results were quite shocking. I think that the fact that she took that course created a lifetime of awareness for her.", "What I would suggest to the member opposite is that perhaps that’s where the focus needs to be. We need to have an education program for our preteens; maybe we need data to support that. I see he’s taking notes. Maybe’s he’s going to remark on that. But I think that if we can have part of our education system teach our kids what Photoshop can do, then they’re going to look at a picture in a magazine and they’re going to understand.", "This piece of legislation is, in theory, trying to alleviate some of the stressors that could perhaps cause people to develop, exacerbate or bring back an eating disorder. But, again, we can’t keep people in a bubble. The best thing is to empower people, to give them the understanding, the awareness, the education and the strength to combat those stressors.", "I just want to mention quickly—I know I’m deviating a little bit—that John Tory has spoken a lot lately about the film industry in Ontario. I doubt he was consulted on this piece of legislation. He’s done so much work, travel and public speaking to try to promote the film industry in Toronto.", "I cannot imagine watching Wonder Woman, for example, where she was actually pregnant when they had to do some reshoots of some scenes. They basically put a green piece of material over her belly—it’s software—to put her into the scene with her belly, and you wouldn’t even know it if you saw the movie. So you can imagine what else is being achieved if a pregnant woman can play Wonder Woman and look fantastic on film. We can imagine what else they’re doing.", "It’s not just about warnings in terms of, “This has been altered.” Are you going to alter the fact that Wonder Woman was pregnant in some of those scenes? I don’t think that we need to know that. I don’t think that enhances the movie-going experience. In fact, I think that it’s perhaps embarrassing for actresses, because this has opened up a new world for actresses, if they’re able to actually film scenes while pregnant and not appear pregnant in the scene. Sometimes technology has a lot of pluses, as we know.", "I just want to mention that filmed in Ontario was the award-winning film Suicide Squad, which I did not see. I don’t know that it’s my kind of movie, but it did employ 4,700 people in Toronto when it was being filmed, and that makes it definitely my kind of movie, so now I might have to see it for that reason.", "I cannot say that we’re not doing enough to raise awareness on the eating disorder file. Obviously, we have awareness days here at Queen’s Park, and we have magazines and letters that are being sent to us, but I don’t know if this is the way to go about awareness and educating.", "I know that in my neighbourhood, I have spoken to some families who have struggled—usually it tends to be young girls. I don’t know if it’s more young girls because people don’t talk about it as much with males, but certainly young girls who have had eating disorders—I know that one mother said to me that the family went for counselling. The parents went for counselling as well, to understand. She said to the psychologist that she would make for her daughter her favourite foods. She would make her spaghetti pasta. Her daughter always loved spaghetti, and she couldn’t understand why her daughter wouldn’t eat it. What the psychologist said to her was, “When your daughter now looks at spaghetti, because her brain is so starved of nutrition and because of the disorder, she looks at a plate of spaghetti and she sees live worms squirming on her plate, and you’re telling her to eat that.”", "This is very powerful. This is hard for us to understand. Just as the member from Etobicoke Centre said before, just saying to somebody, “Eat it. It’s your favourite food. You always ate that. I can’t understand why you won’t eat spaghetti”—this is the education that—maybe we don’t need to just educate people who are potentially at risk of eating disorders or have had an eating disorder or have an eating disorder. Maybe we all need to be educated and understand what happens to the brain when it’s starved of nutrition; what happens when you have a mental illness. You’re not seeing the reality that the rest of us see. Maybe we’re not seeing reality sometimes as well.", "We all remember Karen Carpenter. I certainly remember the picture of Karen Carpenter on the cover of People Magazine just before she passed away, where she looked like she weighed—she didn’t look like she should be alive, actually. She looked like she probably weighed 50 pounds or something like that. She had a big smile on her face, because she felt very confident; she felt very attractive, obviously, when she was having her picture taken like that. But she actually looked like a skeleton with skin on her.", "When you read that article—which I still remember to this day—about how she would hide from her family the fact that she wasn’t eating, and she took laxatives to not digest the food properly. At that time, that was, I think, the first kick in a lot of our heads that this was a problem in society. Her parents suggested that perhaps some of the producers or things like that had told her, “Be careful; don’t gain weight.” Some switch goes off in the head, and all of a sudden people stop eating. The cycle goes on, and it’s hard for us to understand that somebody could intentionally starve themselves to death, but that’s actually what happens.", "I’m sure that there are a lot of people in our communities who have many family members who have suffered. I’m sure that people would like us here in the Legislature to do more to prevent people from developing eating disorders. I’m sure that people would like us to stop the stressors and stop the triggers. But the fact is, when we try to create a bureaucracy to do that, it may not be as effective as just putting the money towards education and making people aware that these are potential problems in life, that life can be stressful, and how to do more to combat it and maybe how to ask for help when they recognize that they’re having a problem.", "I commend the member for bringing it forward. I’m glad we’re having the discussion, because it is an important topic. I look forward to everybody else’s comments." ],
  "anchor" : "para1265"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate." ],
  "anchor" : "para1282"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to join the debate today on Bill 29, the Combatting Eating Disorders in Ontario Act. I think it’s a very important place for us to be right now in talking about the images that primarily women face in today’s society.", "It’s a very different world, which my colleagues and I were just discussing. The influx of social media and images is constant in today’s reality of youth in Ontario. I know this, of course, because I have a teenager who is 17 years old. I think that’s a tough place to be, to be a young female teenager in the province of Ontario some days. I’m thankful that the health and phys ed curriculum has recently addressed some of the body image issues, and obviously mental health has been a major thrust at the educational level—post-secondary and high school.", "But the reality is that today’s youth are inundated with images. It has gotten to the place where having the ability to discern what is real and what is not has become a very complicated procedure. Those critical thinking skills that we hope our youth, our children, have get lost in a lot of friction and the noise that they face each day. Every teenager, to the best of my knowledge, in my daughter’s life—they all have phones. They are reproducing images of themselves on a regular basis. They’re documenting almost every single thing that they eat, that they do, any event that they go to.", "We have this constant conversation, my daughter and I, and, of course, I tell her every single day that she’s beautiful, because she is. But it’s a constant sense of encouragement to fight this size 2, this size 4. We were just discussing that the average size of women in North America is size 14, but, boy, you do not see size 14 women on the cover of magazines or in commercials.", "Although there has been a little bit of a shift, where we have this new sense of empowerment: Finally, those businesses and those corporations that are looking to sell products to women who are actually real sizes have made that switch and said, “Okay, do you know what? If we are going to advertise and want to sell these products, then perhaps the people who we hope to sell to should be reflected in that advertising.”", "I do think that it’s a sound move, a move in the right direction, to have disclaimers in advertisements, in film, in TV. I agree that there will need to be an educational component. As teenagers navigate through the messiness of what has become a very superficial society, I think that those critical thinking skills need to be enforced and supported through the health and phys ed curriculum at a very young age.", "This discussion that we’re having around the sex ed curriculum is ridiculous. If we are not educating our youth about sexting and about the dangers of sharing images of yourself, then we are actually doing a great disservice to today’s youth, because this world is a very different world than the one we grew up with. What they are exposed to, let me tell you, is scary. It is scary out there.", "When we take this conversation into the mental health place, anxiety is up, social anxiety is up. There is a pace of life which, quite honestly, creates a lot of stress and tension in the life of our teenagers. I would argue that the curriculum is pretty crowded. I would like to see more room in that curriculum to talk about well-being and to focus on mindfulness. To learn how to learn and then to love how to learn, I think, would be one of the things I would sort of put forward if I were, perhaps, to be the Minister of Education one day. You never know. A girl can dream.", "But these unrealistic images that inundate the world are a trigger. I think that’s a very accurate thing. Between 1% and 2% of adolescents and young adults have an eating disorder. That’s a pretty high number, 2%. I suspect that it’s a little bit higher because it is something that is hidden. There is a great deal of shame that’s associated with eating disorders.", "Most of those affected are female. Anorexia usually starts in puberty, while bulimia tends to develop a few years later. Eating disorders often develop gradually and may grow out of cycles of dieting. This is an interesting thing, because there’s a new focus on where food comes from, and on some allergies and fad diets. There’s a new fad diet on my Twitter feed every single day. There’s a new way to lose weight and to look so good that you won’t even recognize yourself. That’s not part of the goals, of course. But these do become triggers, and they are associated with feelings of low self-esteem or self-worth; a feeling of powerlessness; a need for perfection; difficulty with family relationships; and a history of abuse or trauma.", "When I was a trustee with the Waterloo Region District School Board, I found that Waterloo region has the second-highest level of self-harm in Ontario. So there is a level of pain that is not being processed in a very healthy way, in a very open way. Eating disorders are one of those ways in which this disease manifests itself—mental health.", "I do want to say that we are in an era of fake news. Ford Nation has its own TV channel, its own reporter and its own news. We have also seen a lot of advertising from the government that the Auditor General deemed partisan. So we are really at a tipping point, where we have to be so aware that the information coming at us may not be real, especially in this election going forward. I’d like a disclaimer on Ford Nation, saying, “This is not real. Do not vote for this man.”", "The advertising around partisanship, and the enforcement piece—I think the member did address it. I think compliance will be hard, but we’re ultimately talking about a culture shift.", "Without a doubt, New Democrats support this. We think it’s a step in the right direction. Yes, it’s a good thing." ],
  "anchor" : "para1283"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1298"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I’m happy to participate in this debate. I’m so happy that I get to participate in a number of debates as my term in this Legislature comes to an end.", "I want to congratulate the MPP from Etobicoke Centre for bringing forward yet another great bill. As you know, many of his bills have made their way to form legislation that we’ve brought forward—most recently, of course, the elevator availability and credit reporting bill that went through third reading yesterday. He has a knack for listening to people, listening to what’s going on—especially to younger people, I’d say, which we could all probably do a bit more of—and for bringing these important bills forward. Of course, I’m very supportive of it.", "I agree with a lot of the discussion so far. I would add, to the last member’s comments, that these filters on social media are distorting things. I don’t even know how to use these filters; I haven’t had a moment to figure them out. But what I’m told is that most of the pictures that some of our daughters and sons and young people are putting out there are always filtered. That’s their default: to filter these pictures. So you create these distortions and ridiculous pressure for people to do that, to somehow be seen in a better light. We can just see where that can go. It could cause so many problems.", "When I was looking at the information on this from the member for Etobicoke Centre, I was surprised that eating disorders have the highest death rate of any mental illness. One in 10 people with an eating disorder dies from their disorder. That is shocking. I think we kind of knew it was there, but that is quite a number.", "I was pleased when our government opened up a new in-patient eating disorder clinic at Ontario Shores in Whitby a few years ago. I was glad that we made that investment. It was much needed. I think it’s about 10 or 15 beds.", "But I’ll be the first to say it’s not enough. It is important, because too many young people with eating disorders were having to go to other jurisdictions to get the treatment and support they needed. That new centre—it’s a couple of years old now—is just fantastic to have right here in Ontario.", "I know that the member from Thornhill expressed some concerns about the scope: Where do you start? Where do you end? I don’t think the issue of pregnant versus non-pregnant is in the intent of this bill. The bill is written in a way that is going to be thoughtful and responsive to what the real issue is here around eating disorders. The bill actually calls for what the member from Thornhill was asking for, which is more education and awareness, by creating an annual awareness campaign to discuss the dangers and realities of eating disorders and that the Ministry of Health would be required to conduct an annual awareness campaign. That’s good.", "Then, of course, my current ministry, the Ministry of Government and Consumer Services, is mentioned throughout this bill. I was pleased that the member from Etobicoke Centre talked to me about this in advance to see if it makes sense. It does, because there is, as discussed already, an enforcement piece here for the Ministry of Government and Consumer Services.", "I’m really happy, though, to see the recognition piece in this bill, because so often we have legislation and we have compliance and enforcement activities, but to have a recognition awards piece right in the bill up front is fantastic. I congratulate the member for that. That will be to launch a series of awards for individuals and companies who take meaningful action to reduce the prevalence of eating disorders.", "All those details of the specifics of that, how the compliance piece will work out, is all to come; but I think generally we have a very good bill before us and yet another very important discussion in this Legislature." ],
  "anchor" : "para1299"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1310"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I rise today also to speak to Bill 29, as brought forward by the member opposite. I wish to thank him for being willing to speak about an issue that often doesn’t get enough coverage, not only in this House but in our broader societal understanding. I know that eating disorders are one of those things that seem to be almost societally acceptable in a way that is actually unacceptable when we look at the way that we create body-image issues and the way that we have these expectations, not only expectations for how we are supposed to look and act but also the way that we are supposed to achieve those supposed goals.", "I think the member from the NDP brought up a really good point, where she was talking about the average size being 14 for women and how we don’t see that reflected at all in magazine covers or in videos or any other place. I think we need to do a better job of educating especially our youth and those who are entering that stage of life where they are uncertain about their own self-worth, where they live in an age of Instagram and getting the most “likes” on a selfie as possible, and being aware that it’s okay to be any shape and size and to still consider your own self-worth before looking at what the latest model looks like on the cover of People magazine.", "The bill that the member opposite has brought forward is a good one in theory. I think it’s a good one that we need to examine in more detail. As the member for Thornhill brought out, we should be doing a lot more when it comes to awareness campaigns. I think we do need to also have some metrics in place to see what we can do as members in this House and especially members of the government benches—to track those results and see what the most effective ways of combatting this type of stigma are and what the most effective ways of creating a more positive self-image really are, as opposed to potentially setting up another layer of government bureaucracy for monitoring compliance, receiving complaints and so forth, without also investing in mental health.", "The government and all three parties in this House have committed significant investments to mental health. I’m pleased to see that is an unanimous issue that has received unanimous support as well.", "We do need to address these types of things from a non-judgmental place, and I want to thank the member for bringing forward a bill that seeks to do so in an understanding way. It speaks about these issues from a place of compassion and care. In my own family’s history, we do—I know people in my own family who have struggled with eating disorders. It’s so important to create a space where people can have discussions, and I think this bill is a step in the right direction towards that. I will be supporting it." ],
  "anchor" : "para1311"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1316"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I just want to congratulate the member from Etobicoke Centre for bringing this bill forward and starting to have that very difficult discussion at times. We all, as parents, have had our numerous chats with our children to try to give them that self-assurance and let them know, “Listen: You’re solid at home. You are loved. You are cared for. You are in a safe environment.” I think that’s really important.", "A lot of members talked about various portions of this bill. I want to try, in my limited amount of time, to focus on two particular areas: the eating disorder awareness campaign and the awards, which I find very interesting. I want to share with the members some of the initiatives that have happened in my riding of Algoma–Manitoulin.", "We talk about how much images are influencing our children. We can use that influence in different ways—remove the images, insert values. How do you insert those values?—values through programs.", "I was at Wikwemikong First Nation on Manitoulin Island. The Ontario Trillium Foundation just awarded the community with a food share program. What does that have to do with it? Well, let me tell you: The food share program’s purpose was to bring individuals out of the classrooms, out of the basements, away from the video games, and starting to get some sand and dirt under their fingernails, getting dirty, identifying with what is out there, finding our herbs, getting back to our traditional ways of identifying the foods we have—our natural foods that are out there available to us—also, reconnecting with nature, going out, doing some gardening.", "Here’s what I mean by “values”: When you grab a child and show them the importance of grabbing that seed, nurturing that seed, taking care of it, putting it in the soil, putting ingredients into that soil, covering it, watching it, watering it, caring for it, protecting it—those are great values that are going into the minds of our kids. As they are growing to become adolescents and adults, those are the nurturing values that you use when you’re making decisions, whether you’re on a hockey rink or on a soccer field. Those values stay with you, and you have that pride of maintaining that environment and caring.", "Those are a lot of the values that we have. So I come back to your eating disorders awareness campaigns—those are some of the initiatives that are going on.", "Here’s another one. The grade 4 and grade 5 students at C.C. McLean Public School on Manitoulin Island, in Gore Bay, received some funding from Staples for new technology initiatives. They developed a micro hatchery in their classroom, and they started growing small chinook salmon. Those fish were grown in the classroom. Each morning, those kids walked into the classroom, saying, “Good morning.” They talked to their fish, and they identified most of them. They went through the whole process of growing them, and then they released them. The fish went around Manitoulin Island. Here’s the fun part: When the anglers come in the spring or in the fall, or whenever they come in, those kids will be on those docks, looking at those anglers, saying, “You caught my fish. I grew that fish. That’s my fish that is feeding your family.”", "Those are values, through these programs and these awards, that we can actually identify in having a greater discussion about what we’re doing.", "I remember, as a young boy, my dad used to bring us out in the bush—I grew up in the bush. We’d go out and grab what is referred to as “golden thread.” Golden thread is like a clover that you find in the swamps of northern Ontario. Golden thread is used in a big amount. You boil it, and it helps individuals with cancer to alleviate some of their pain. That’s the kind of stuff that has stuck with me, as a father, that I’ve passed on to my boys.", "So when I say there are lots of influencing pressures that are out there on your children, that are affecting their images and affecting their thoughts, it’s our job to really look at—let’s influence in another way, and let’s introduce the values that they need in order to grow in our society." ],
  "anchor" : "para1317"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1327"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I’m pleased to rise in support and add my voice to the member from Etobicoke Centre’s bill, Combatting Eating Disorders in Ontario Act.", "Raising awareness and promoting healthy attitudes of body image and beauty is critically important, especially because media and social media are part of our everyday life and because there is a misconception that eating disorders are about vanity. So we have these stereotypes that are created through unhealthy misconceptions around image and body image.", "Madam Speaker, with the amount of media that we consume as a society in today’s day and age, it makes this initiative all the more important, especially for our youth and for our children. Many of us take in media without thinking about how it is altered. The reality is that much of the media that we consume is digitally modified, and adding a digital-modification disclaimer of photos, video advertisements and other commercial content where a person’s image has been modified is a step towards making our media more honest, I would say.", "Discussing the dangers and realities of eating disorders can provide a positive long-term outcome for individuals who are dealing with eating disorders. It is estimated that one million Canadians have an eating disorder and that eating disorders have the highest death rate of any mental illness—one in 10, Madam Speaker; that is a really significant statistic. People need to be educated and be aware of the fact that poor nutrition associated with eating disorders can also lead to diseases, harm organs in the body and even lead to death.", "It is useful to help raise awareness related to the potential damage that false advertising can have on our children and on our youth, who are easily influenced by the advertising and media that they consume—but also on all of us; it would be beneficial.", "Madam Speaker, I have personally met people who are struggling with eating disorders, but I particularly remember reading a story of a young woman who struggled and how she felt that her body was a prison and that she was stuck in it forever. Her loved ones—her friends, her family, her partner—had a hard time understanding the mental health effects that led her to feel that way. This is why it is important to engage with the public, with individuals as well as employers and companies.", "I am pleased that this bill will allow for the Ministry of Health and Long-Term Care to launch a series of awards for individuals and companies to take action and meaningful steps towards reducing the prevalence of eating disorders. It is important to encourage and support honest advertising practices, and this bill does that.", "While I never worked in advertising, Madam Speaker, I spent many years in broadcasting, and I think that all of us as politicians can sympathize with being constantly in the public eye. For me, personally, in both careers, I think that I have always been very aware of that, of the public eye. You don’t expect people to judge you for your appearance, but we live in a culture that is increasingly preoccupied with body image, size and shape.", "I want to conclude by saying that beauty should not be a standard to achieve, but rather an accumulation of life experiences. I think that nobody should have to feel pressure or stress to try to fit into unrealistic expectations. I am happy to support this bill." ],
  "anchor" : "para1328"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1338"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "I commend my colleague the MPP from Etobicoke Centre for introducing the Combatting Eating Disorders in Ontario Act as his private member’s bill. The bill aims to combat eating disorders in Ontario by fighting unrealistic and unhealthy conceptions of beauty and body image in commercially produced mainstream and social media.", "This act was inspired by someone close to MPP Baker and countless others who have struggled with eating disorders, spurred by pressures to conform to unrealistic standards of beauty espoused by mainstream and social media.", "I, too, know someone who was negatively affected by an eating disorder. Her name is Lisa. I met Lisa when she was a happy little round-faced girl in elementary school. As she moved through school, little did we know what was happening. Very few people knew anything about eating disorders back then. We didn’t know that Lisa’s changing body was not just her going through puberty. No one knew what Lisa and her family were dealing with.", "To make a long story short, Lisa turned her illness into something positive. She was one of the fortunate 90% who are able to recover from their disorder. Lisa got the help she needed, and she now has degrees from Queen’s, McMaster and other institutions, which she puts to use to help other young women and men deal with their mental health issues, particularly eating disorders.", "Lisa has had a diverse career in the mental health field for over 20 years. She’s worked in private practice, as part of a family medical practice and for a national EAP firm. She also worked in the hospital sector for 12 years, where she developed, implemented and led a three-site child and adolescent outpatient eating disorders program. She now works with Simcoe county’s lead children’s mental health agency as a manager, and she continues to work in her private practice.", "Lisa is absolutely a wonderful example and role model for young girls and boys who go through this awful mental health issue. I commend her, and I am thrilled to have known her. I just wish that we had known exactly what was going on back when she was a little girl, being bullied because of her weight." ],
  "anchor" : "para1339"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’ll return to the member from Etobicoke Centre to wrap up." ],
  "anchor" : "para1345"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I’d like to start by just thanking the members who spoke to the private member’s bill, the Combatting Eating Disorders in Ontario Act, 2018. I’d like to thank the members for Thornhill and Kitchener–Waterloo, the Minister of Government and Consumer Services, the member for Niagara West–Glanbrook, the member for Algoma–Manitoulin, the Minister of Citizenship and Immigration and the member from Barrie. I want to thank all of the members for their thoughtful remarks on this issue. Many shared personal stories and personal anecdotes that have meaning to them, and I thank you for sharing that here on this issue.", "There were a few suggestions made by a number of the members that we need to do more in education. I agree that education is foundational to this. I know that the member from Kitchener–Waterloo alluded to the health and physical education curriculum, and I know body image is something that we’re trying to address there. Certainly, if there’s more to be done, then let’s do more in that area as well. So thank you for those comments.", "There were a few comments about the fact that this bill may create an unnecessary bureaucracy. I’ve tried to design it in such a way that that’s not necessary. This is really a bill that can be enforced quite easily. People will be able to report to the Ministry of Government and Consumer Services if they see an image that they believe has been photoshopped without the disclaimer. It will be very easy for the ministry to determine whether a company has not properly put the disclaimer on a photo because the bill requires that commercial producers of photographs and videos retain a copy of the original. It will be very quick for them to enforce, so I think this will be something that won’t create a bureaucracy.", "There was a comment about film and television. The bill doesn’t require that film and television producers include a disclaimer. What it requires is that the Ministry of Government and Consumer Services look at film and television and determine whether a disclaimer is a good idea and what other steps can be taken to combat eating disorders. I just wanted to clarify that it’s not requiring a disclaimer but asking the ministry to look at whether that’s required.", "I think the last thing I want to end on is the comments that were made. Everyone shared personal anecdotes. The member for Kitchener–Waterloo talked about reminding her daughter that she is beautiful. I think that’s something that we need to remind our young people of every day.", "I hope we can support this bill. It will make a difference for people with eating disorders." ],
  "anchor" : "para1346"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "We will vote on this item at the end of private members’ public business.", "Mr. Hardeman moved second reading of the following bill:", "Bill 16, An Act to amend the Environmental Assessment Act and the Environmental Protection Act to require support from municipal councils and band councils before establishing landfilling sites / Projet de loi 16, Loi modifiant la Loi sur les évaluations environnementales et la Loi sur la protection de l’environnement afin d’exiger l’appui des conseils municipaux et des conseils de bande avant la création de lieux d’enfouissement." ],
  "anchor" : "para1352"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Pursuant to standing order 98, the member has 12 minutes for his presentation." ],
  "anchor" : "para1357"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’m pleased to rise this afternoon to bring forward my bill, the Respecting Municipal Authority Over Landfilling Sites Act. I have talked about this issue many times in the Legislature prior to this afternoon, but I look forward to continuing the discussion and hearing from my colleagues across all parties.", "As you know, proposed landfill sites are causing concerns across Ontario, specifically in making sure that local communities have a say in this important decision, which is why I proposed this bill. It’s about respecting municipalities and their residents on decisions that have a direct impact on their communities. Today, municipalities have a say over where a Tim Hortons or a casino should go, but not over where something as significant as a landfill site should go. Madam Speaker, that just doesn’t make sense.", "Currently, only the Ministry of the Environment approves landfill sites, leaving municipal governments and their residents without a say. If passed, my bill would ensure that municipalities have that say in approving landfill sites, and waste companies could only go ahead after receiving municipal approval. This would ensure that the community is a willing host.", "Madam Speaker, as I have raised many times in this House, there is a proposed landfill in my riding of Oxford that would have a huge impact on my community and beyond. The proposed landfill site in Beachville could threaten the town of Ingersoll’s drinking water because it is located close to one of their main wells. The site is close to the Thames River, which means the entire Thames River ecosystem could be at risk, from Oxford to London and the mouth of the river at Lake St. Clair and beyond.", "Since the landfill was proposed in Beachville, residents of Oxford have been writing letters, signing petitions, displaying signs saying “No to the dump” and rallying support every single Friday in Ingersoll and at other points in Oxford county with the signs.", "Just last week, a group of concerned constituents from Oxford came to Queen’s Park for a rally demanding the right for municipalities to have a say in landfill approval, and to present me with a large box filled with petitions and letters for the Minister of the Environment and Climate Change. The minister is certainly familiar with these letters as I have sent many of them to his office. I have also asked questions, read petitions and written him and his predecessors my own letters, asking the minister to say no to the proposed site.", "Our community members continue to raise their concerns and work against this landfill, but it has become clear that we need changes to ensure our local communities have a say in what happens in their backyard.", "Madam Speaker, landfills are not a new issue for me. One of the reasons I entered politics was because there was a landfill being proposed in my neighbourhood. When I was the mayor of South-West Oxford, we created the first mandatory recycling program in Ontario to reduce the amount of waste going to landfill. Oxford has also implemented a zero-waste plan, with the goal of reducing the amount of waste being produced in and exported out of Oxford. We have been a leader in green initiatives, yet we could be forced to accept the waste from other communities.", "In her Beyond the Blue Box report, Ontario’s Environmental Commissioner has recognized the waste problem that we have in Ontario. In 2014, Ontario generated 12 million tonnes of waste, and only three million tonnes of it was recycled.", "There’s more that needs to be done to minimize Ontario’s waste, such as recycling more and investing in compostable, recyclable products like coffee pods, as proposed in a bill and a motion by my colleague from Parry Sound–Muskoka. But until we have a better solution to curb the amount of waste being sent to landfills, we have to find solutions to the current landfill problem.", "Madam Speaker, municipalities across Ontario should be considered experts on waste management. They are responsible for the waste management within their own communities, yet we do not allow them to decide if their community should have a landfill site.", "In the recent changes to the Ontario Municipal Board—or the Local Planning Appeal Tribunal, as it’s now known—municipalities are given more autonomy over local planning decisions, but again, we do not allow them to decide if their communities should have a landfill.", "Last fall, the mayor of Ingersoll, Ted Comiskey, came to Queen’s Park to request municipal authority over landfill sites during a presentation on Bill 139—" ],
  "anchor" : "para1358"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "Ted Comiskey." ],
  "anchor" : "para1371"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "As the member says, he was there—the Building Better Communities and Conserving Watersheds Act.", "During the committee, I put forward two amendments on this topic that were both voted down by the government. If they would have supported them, the municipalities would now have this right.", "At this year’s Rural Ontario Municipal Association and Ontario Good Roads Association conferences, the mayor of Ingersoll helped spread the message about municipal approval for landfills to municipalities across Ontario through his work promoting the We Demand the Right initiative. I would like to once again thank the mayor for his work on this issue and for bringing forward the idea of this private member’s bill. He’s been an incredible resource and a tireless advocate for his community, along with Zorra township mayor Margaret Lupton, in the fight against the proposed landfill in Beachville; and now for municipalities across Ontario, to allow them the right to decide what happens in their communities as well.", "Madam Speaker, these landfill rights are not just a concern in Oxford. A recent poll found that almost 80% of Ontarians believe that cities and towns should have the right or authority to approve new landfill sites. Some may even believe that this right already exists, that local municipalities have it, because they are local issues and waste management is something that is looked after at the local level.", "In fact, after I introduced this bill, a constituent wrote to me saying, “Ernie, thank you for your efforts in attempting to get us the right to say no to a landfall in Oxford county. Honestly, it’s hard to believe that communities have never had this right, before now anyway.” They continued by saying, “Many communities have vied for options to be willing hosts under the nuclear waste storage, so there are likely many communities that would accept a landfill site as well. Landfill sites should be found by the same method.”", "There isn’t just support in my community. Since I first introduced those two amendments in committee last year, I have received great responses from municipalities across Ontario as well. Over 150 municipal leaders have signed petitions demanding the right to approve landfill projects in their communities. A number of municipalities have also passed resolutions of support, and more are coming in each day.", "Support for this bill is coming from across the province, from municipalities including Blandford Blenheim; Brooke-Alvinston; Ingersoll; Norwich; St-Charles; Tillsonburg; the town of Napanee; the city of Thorold; the townships of Adelaide Metcalfe, Armour, Brock, Hampton, Chatsworth, Faraday, Front of Young, Gore Bay, Grand Valley, Huron-Kinloss, Killarney, La Vallee, Lakeshore, North Huron, Papineau-Cameron, Ramara, Ryerson, Southgate, Stirling, Trent Lakes, Uxbridge, Warwick; and the municipalities of Brockton, Charlton and Dack, Morris-Turnberry and North Perth. Madam Speaker, all these municipalities have passed resolutions asking for the authority, in this bill, that would give them a say over where landfills are located in their communities. I hope all members of this House will join them in supporting the cause.", "I would also like to thank them for taking the time to bring forward this important issue at their council meetings. Our municipal leaders know what is best for their constituents. Each and every day, they meet with residents and hear their concerns. They are dedicated to serving the communities where they live and work, and they know where things should be located and whether or not something would be a positive addition to their community.", "This bill would not mean the end of landfills in Ontario. It would mean the end of unwilling host locations for landfills.", "We see, when we look at nuclear waste facilities and the fact that we have communities that are willing hosts for these types of projects, that municipalities see the potential for job creation and economic stimulation that projects like landfills or nuclear waste facilities can bring to their communities. This bill would allow municipalities to accept those proposals.", "I put forward the Respecting Municipal Authority Over Landfilling Sites Act because municipalities have a right to determine what happens in their communities, and they have the local knowledge to ensure that the approval of projects won’t have a negative impact on their local residents and natural resources.", "We know what can happen when municipalities do not have approval authority over projects. We’ve seen the outcomes of the Green Energy Act and the impact that wind turbines have had on local communities.", "In one of my past newsletter surveys, 93% of the people who responded said municipalities should have a say in where wind turbines are located. Residents in my riding and citizens across the province are tired of governments forcing everything from wind farms to landfill sites down their throats. I hope this government has learned from its past mistakes of not including municipalities in approval processes, and will support the bill and grant municipalities this right for landfill projects.", "Madam Speaker, I very much thank you for the opportunity to make this presentation. I could go on and list that much longer list of communities that have been letting us know that they want this bill passed today. On their behalf, I want to say: Please, folks, pass this bill today." ],
  "anchor" : "para1372"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate." ],
  "anchor" : "para1387"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It is truly an honour to stand today and speak to the bill respecting municipal authority over landfilling sites on this day, which is likely going to be my last day speaking in the House." ],
  "anchor" : "para1388"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Oh, no." ],
  "anchor" : "para1389"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Certainly this session. We never know. There is an election coming up. It has been an honour for me to be in this House, and I hope to be back. It has been an incredible honour for me to be in the House with the member from Oxford, who happens to be, for those who don’t know, my Uncle Ernie. We disagree philosophically on many things; we are going to support, I am going to support, this bill. It has been an incredible journey to be in this House and to serve with my uncle.", "Interestingly, it was a landfill issue that brought me to this House. At the start of that landfill issue, the member from Oxford was a minister of the crown—one of the reasons I’m NDP. It was the Adams mine landfill, and the Premier of the day was Mr. Harris. Although I do get along very well with the member from Oxford, I was very opposed to the policies of Mr. Harris, particularly how the Adams mine landfill was handled.", "The Adams mine landfill had willing host municipalities, but the willing hosts were 20 kilometres from the landfill. You have to be very careful how you designate who has the municipal authority to approve a project. Municipalities should have the ability to approve what goes in their municipality or goes next to their municipality. But when you have a municipality 20 kilometres away saying, “We think it’s a good idea,” that gets a little bit touchy. That issue, during the Harris era, almost tore our area apart. While we support the intent behind the bill and believe it’s a good idea, we have to be very careful how that’s handled.", "Something else regarding landfills is that the environmental assessment process isn’t, in our opinion—certainly in my opinion—as robust as it could be. Often, in the environmental assessment process, there are conditions that have to be met, but some of the conditions don’t actually make sense to the site.", "I’ll give you an example from the Adams mine landfill: There were, I believe, 20 conditions that had to be met. Some of them were sound, noise, dust and water quality. Now, sound, noise and dust in an abandoned, open-pit iron ore mine aren’t really the issue, because when you’re exploding a mountain of iron ore, you’ve already created lots of sound, noise and dust. But groundwater wasn’t treated any differently than dust; the box just had to be checked off.", "In the end, the Adams mine project died in this House with the Adams Mine Lake Act. But the Adams mine never lost its approval until it was taken to a NAFTA panel by one of the owners, by an American. The hearing was in Vancouver. The Canadian government sent hydrogeologists to our area, to talk to the people who were mostly involved. One of the Canadian hydrogeologists asked me—because I was president at that time of the Ontario Federation of Agriculture—what the closest farm was. At that point, I said, “Well, I think it’s eight kilometres away. But what difference does it make? If it’s not going to leak, it doesn’t make a difference.” He said, “No. Sir, at this point, we have all determined that it’s going to leak like a sieve.” Yet it was fully approved by the Ontario government under the Harris regime. We have to be very careful that we have strong regulations that actually work.", "Now, I’m standing here, with all due respect to the member from Oxford, but I hear some of the comments that are coming from the leader of the Conservative Party about how we can just bulldoze our way through the north. Those are the same types of comments that we heard during the Adams mine debate: “Oh, it’s just a hole. We can fill it.” They’re the same types of comments.", "You know what? No one wants red tape for the sake of red tape, but regulations have a purpose. Doing things right, taking our responsibilities seriously—they have a purpose, because in the end, that protects people." ],
  "anchor" : "para1390"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "Have they tried to sue?" ],
  "anchor" : "para1398"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Yes. That’s why I had to run, to get the lawsuit off my back.", "Kirkland Lake was looking for jobs and now Kirkland Lake is on the verge of a boom, and they didn’t need Adams mine after all. They didn’t need to jeopardize that water supply." ],
  "anchor" : "para1399"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It would have been nice to have a railway." ],
  "anchor" : "para1401"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "And yes, the Liberal government didn’t need to kill the passenger train either, and that’s why we’re going to bring it back.", "But we have to make sure we do things right. The member from Oxford is bringing forward a bill that will actually help that process, because municipalities should have a say. But it is also the responsibility of the government, whichever party forms it—that we have regulations that protect our water and our air. Last week, this issue—“Oh, we’ll dump the greenbelt. We’ll move the greenbelt.” No, Ontarians can’t afford a cavalier attitude toward the things that are so near and dear to us in this province." ],
  "anchor" : "para1402"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1404"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "It’s always an honour to get up to talk about these issues. I, like the member from Timiskaming–Cochrane, spent a lot of time around landfill sites in my municipal career. I served on the Humberstone Landfill public liaison committee. We probably have only one of, I think, two landfill sites left in Niagara, and it’s the same kind of thing.", "I support the endeavour of the member from Oxford to give municipalities more of a voice, particularly around landfill sites, because we experienced that, where we had 12 municipalities, and I think we had five or six landfill sites across those 12 municipalities.", "Our own landfill site had probably a 50-year to 60-year survival rate, if we were only putting in waste from the city of Welland. But then there was a move by the regional government of the day—one of those triple majority votes, if you’ve ever served in two-tiered politics—where they took waste management over and suddenly there was approval. They gave us a few bucks for our landfill site, and then we had no control over it any longer.", "Actually, recently, just over the last few years, there has now been an environmental assessment in process and they’re going to increase the height by, I think, 25 metres, at a landfill site that is directly behind a large residential area in our community. There’s been a lot of uproar and controversy around that over the years.", "During that period of time, there was a relatively new landfill site in Grimsby, in the member from Niagara West–Glanbrook’s riding. They were able to cut themselves a deal where no garbage could come from any other municipality except their own, but all the garbage from across almost the entire Niagara region now comes to the Welland landfill site. That means lots of truck traffic, lots of noise and lots of disturbances for the neighbourhood.", "Absolutely, municipalities need to be able to have some voice. I agree with the member from Timiskaming–Cochrane that, yes, we need to have those regulations in place. We need to make sure that we are protecting our water. We need to make sure that we’re protecting our wetlands. I’ve been up speaking on the issue of the conservation authority and Thundering Waters in Niagara Falls a number of times over the year. While it’s very important to have regulation, it’s also important that municipalities and the people who live in those communities have a voice on what is going to happen to them.", "In my situation, we have a regional council of 31 people, I think, so it’s very easy for 27 or 28 of those people to say, “Oh, yes, this is a great idea. Let’s add 25 metres to this landfill site.” When there are only three members from Welland, it’s easy to say that when Welland is complaining about it, that’s NIMBYism—if it isn’t actually happening in your own community.", "As other members have said, I think it is important. I know that we often get called out about voting for the Green Energy Act. When governments have a majority, they often put a poison pill in every bill. With every bill that comes along, there’s a poison pill, so, yes, maybe you can support 90% of it, but there’s 10% of it that you couldn’t support. So are you going to vote against something because you can’t accept 10% of it? No. You’ve got to kind of move on with those issues.", "Certainly, around the wind turbine issue, we as New Democrats put forward many amendments that would have given municipalities a say. It would have given municipalities an ability to have a co-operative effort around wind turbines in their communities. But once again, the Liberal government voted down all of those amendments, because they had a majority government and they were able to do it.", "Was that the best for our communities? No. We’re all elected to do a job, and I think that when we’re able to put in amendments that represent voices across every riding in this province, that’s the best piece of legislation." ],
  "anchor" : "para1405"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate? I recognize the member from St. Catharines." ],
  "anchor" : "para1416"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "Thank you very much, Madam Speaker, for the opportunity to discuss this bill.", "First of all, you have to know that any member who has got a potential sanitary landfill site—that’s what the environment minister calls it; everybody else calls it “the dump”—coming into his or her riding would be very favourable to this, and it’s very understandable. If the member didn’t have it, I’d be surprised. He has certainly been a campaigner against that particular site—he and Ted Comiskey.", "I have been Minister of the Environment, so I know how challenging it is, because if something like this passed, you probably wouldn’t have a landfill site sited anywhere in Ontario. Now, that doesn’t diminish the role of the local member—I commend him—but I just wanted to say to members of the Legislature that everybody thinks we need these, just not in their backyard, and I understand that.", "That’s why the government has undertaken a lot of policies which are designed to reduce the amount of waste we produce in the first place. At one time, they used to burn garbage in open pits in certain municipalities, and the only way you dealt with it was the dump. Everybody brought everything to the dump, and it was an awful mess. They weren’t lined. They caused great problems. Over the years, the technology has changed.", "For the member for Oxford, his people are going to say, “I don’t want trucks coming in from all over the province of Ontario with this waste. It should go somewhere else or not be created in the first place.”", "That’s why the government created the Waste-Free Ontario Act, which, it says here, the member voted against. I had to put that in there, because it says here that the member voted against it. Anyway, I—" ],
  "anchor" : "para1417"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "No. It says on my sheet you voted against it, so I have to say that. And that’s understandable. Again, I understand opposition and government very well.", "We have brought in a number of policies designed to reduce the amount of waste in the first place. There used to be four Rs. One of the last ones was recovery and it really meant burning again, and so we really reduced it to three Rs.", "The best thing, of course, is not to produce it in the first place. That’s reduce: to find ways of reducing the amount of waste we create. In North America we tended to be not very good at that until recent years.", "The second is reuse. A lot of our grandparents knew how to reuse things. I remember seeing pillow cases that were made out of something else. People would keep bags that they had the potatoes in. They would keep those and reuse them. There was a lot of reuse that went on. A lot of that was because people didn’t have a lot of money in those days, especially if they went through the recession.", "The last is to recycle. We have found we can recycle a lot of products. That’s the first thrust all of us should have as elected members: to reduce, to reuse and to recycle.", "But ultimately, there is going to be waste created and it has to go somewhere or be dealt with in disposal. That’s what makes it so tricky. As I said, not many municipalities—I can’t think of any; I could count them on one hand at best—would be a willing host. What often happens, I say to the member and he probably knows this, because he has had much municipality experience, is that a council is there and they think there is a good deal with the waste site coming, and there are a lot of incentives and a lot of good things for the community. So they approve it, and then the next election, they are all out of office because the public has decided that despite all of the bells and whistles and candy it’s been given to go with taking the landfill, they still don’t want it. It’s a very challenging thing.", "You have to make the rules very restrictive. Listen, I know there are proponents out there who just denounce the rigmarole they have to go through to get a landfill site approved. They think it’s far too onerous, and one can be somewhat sympathetic from time to time when you see all of the hoops they have to go through and how many times they have to go through them. But ultimately, it’s to protect the environment and that’s why that is done.", "We have made a number of different changes. I remember when I was Minister of the Environment and we were beginning this particular initiative of the Waste-Free Ontario Act. We were a minority Parliament so it never did get through even though we had three years of trying. There was always a reason the opposition didn’t want it to go through. They always said, “Well, the government always puts a poison pill or a hostage in the bill, so the opposition won’t vote for it.” I can’t believe that would happen when we were in government at all, but it might have happened when other parties were in power.", "We have made a number of those changes. We have tried to put the onus more on the creators of the waste in the first place to make sure that they are responsible. We recently released our new food and organic waste framework, which would lead to improvements in waste processing infrastructure through better planning, coordination and decision-making processes for environmental and land use approvals.", "We found out, just in terms of jobs, that there are probably 1,700 jobs in Ontario and over $100 million created in an effort to divert food and organic waste. In other words, for those who say it’s too expensive, often there is a dollar to be made. That’s why people get into the recycling business. I look forward to those kinds of changes taking place.", "We have a food rescue program, and those who represent particularly rural ridings I think have an interest in this. I know there have been some private members’ bills. The member for Sarnia–Lambton has brought one forward. He always has some good bills he brings forward to the House once in a while. It’s a program that makes it easier for grocery stores and restaurants to donate healthy surplus food to local community organizations instead of letting it go to waste. It makes all kinds of sense. The program was launched in Kingston, Sudbury and Niagara—and I think province-wide in the summer of this year. There is also the purchase of approximately 1,500 insulated bags, cooler packs and thermometers for distribution to organizations receiving donated food, and we trained staff from participating businesses and social service organizations. There are all kinds of initiatives that are taking place that can reduce the amount of garbage we produce in the first place.", "We are very much a consumer society, so we sometimes convince ourselves that we need a lot of products that probably, in the long run, we don’t need, and they simply get thrown away. I’ve seen now with the electronics business—probably all of us have been out with a local organization, collecting electronic items that would come to us and they could perhaps be reused, or dismantled and certain parts can be used.", "I am sharing my time; I am informed that I should now make sure I share that time." ],
  "anchor" : "para1424"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1438"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I am very pleased to have this opportunity this afternoon to speak in support of my colleague’s Bill 16, the Respecting Municipal Authority Over Landfilling Sites Act, standing in the name of the member for Oxford. Of course, we’re seatmates, so we have a chance during question period and the long debates in the House to talk about all of the problems facing the province. We usually come up with good solutions. We don’t always get the government to see things our way, but we keep at it. We’re looking forward, in the coming weeks, to see what happens and what we can do in terms of a fresh approach, shall we say, to some of the pressing problems facing the province.", "The member for Oxford has done an outstanding job in his tenure in the Legislature, going back to 1995. I remember when he was first elected to the House. He has got more than 20 years of experience in the Legislature. But some people maybe don’t realize that he served for many, many years on local council in his community, going back, I believe, to 1980. His tenure of elected public service is 38 years, which I think is something that is very, very remarkable and commendable.", "He has a vast knowledge of municipal governance and all of the issues that we have dealt with here over the years. When I can’t remember something, I ask Ernie. He remembers everything about what has happened in terms of municipal government over the years, and it’s very helpful to have his advice. He’s thoughtful, he’s sensible, and I would use the word “brilliant” in terms of his knowledge of these issues. He’s really an exceptional treasure to this Legislature. I would say, too, that—" ],
  "anchor" : "para1439"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "A treasure; he really is." ],
  "anchor" : "para1442"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "Yes, he really is.", "Now, the municipal order of government is the focus of this legislation, of course. We’re saying that municipal governments should be given a meaningful say as to whether or not a landfill site is going to be established in their communities.", "I think that’s absolutely necessary, Madam Speaker. I think of the municipal order of government as a mature order of government. I hate the term “creatures of the province.” I sometimes hear that from municipal councillors. To me, the municipal order of government is absolutely vital and critical. In my constituency office, as well as my Queen’s Park office, I tell my staff, “If I get a letter or a phone call or an email from a municipal government or from a local councillor, that goes to the top of the pile always, because if we can help a municipal council, we’re helping the whole community.” That’s how we focus it in my office.", "It troubles me sometimes when the provincial government, I would have to say, looks down its nose at municipalities from time to time. I don’t think that’s appropriate and I don’t think it’s fair. For me, in my communities in our riding, my partnership with our municipal councils is the most important relationship I believe I have as an MPP. I would wholeheartedly support the idea that they be given the opportunity to have a meaningful say as to whether or not a landfill is located in their communities.", "Of course, the member pointed out—and it’s a very good analogy, really—a comparison that a municipality has a big say in where a local Tim Hortons might be located in their community, but no say over whether a landfill is going to be located in that same community. This bill would, of course, prevent landfills from being forced on unwilling host municipalities. I think that it would also force the proponents or the applicants for the landfills to work closely with municipalities and to address the concerns that they might have, and that would be a good thing too.", "I’m aware that when Bill 139, the Building Better Communities and Conserving Watersheds Act, was debated in the Legislature, there were a number of amendments brought forward at committee—similar and consistent, I believe, to this bill. It’s something that has already been discussed in a standing committee of the Legislature. That says something too about the idea, I would suggest.", "The member has pointed out that the bill will not impact landfills that are already operating or have already been approved. He focused on an issue in his riding, of course, too: the situation in Ingersoll, where a company is trying to locate a landfill close to the Thames River and close to one of Ingersoll’s main wells. Obviously, there would be a community concern about drinking water. I think that’s a very, very legitimate concern.", "Certainly, he’s got support from a long, long list of municipal councils that have passed resolutions. There seems to be a great deal of support, particularly—mostly, I would say—from small-town and rural municipalities, from the list that I saw, but it certainly demonstrates a great deal of support from municipalities, which I think needs to be pointed out as well.", "I think we’ve got good reasons to pass this bill at second reading. I know that the member is very sincerely interested in this. In fact, he went to great lengths to try to switch his private member’s ballot item date so that he could have this bill debated at second reading before the writ period. We had the assistance of the table staff, too. We want to express our appreciation to the House for allowing that switch to take place. Again, it underscores how important this issue is in his riding and to this member, that he went to the extra lengths so that we could have this debate.", "We don’t expect too much happening next week, of course, but at the same time, this is an important debate, an important issue, something that will need to be dealt with by the next provincial Parliament. I’m sure that the member for Oxford will be back championing this cause, probably in the fall.", "Thank you very much, Madam Speaker. Congratulations to the member for Oxford." ],
  "anchor" : "para1443"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1454"
}, {
  "speaker" : "Hon. Peter Z. Milczyn",
  "text" : [ "I’m happy to rise on Bill 16, introduced by the member from Oxford. Certainly, with his long municipal experience, and mine—I always share his concerns about ensuring that municipalities have as much power as possible to determine what goes on within their boundaries, as they are usually the ones that are most capable of determining what is in the best interest of their communities and what will work and not work in their communities.", "I think there’s a lot of merit in this. Certainly, it deserves moving forward through the legislative process, albeit we might not have time to complete that during this term of the Legislature.", "But I want to caution the member from Oxford. He might be careful about what he wishes for, because when populism clashes with populism—“Let the municipalities have a veto,” but then, “Let’s build things because somebody who wants to be Premier says he’s just going to bulldoze his way right through everything”—those two strains of populism inevitably will clash with each other. You can’t say red tape is bad and government has to get out of the way, and then say that government needs a veto over things. I agree with both aspects of that. There shouldn’t be too much red tape; government needs to be able to intervene. But be very careful about using bumper stickers as policy, because there are a lot of contradictions in that.", "But I welcome this bill from the member from Oxford. I think there’s a lot of merit in it. I look forward to debating it with him during the next term of the Legislature." ],
  "anchor" : "para1455"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1459"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Once again, it’s a pleasure to rise and speak to this bill as perhaps the last piece of legislation that I have the chance to actually debate here in this Parliament.", "I look forward to, hopefully, being returned to this place to represent the members for Niagara West at a future date this fall. I’m sure the member for Oxford will as well, because I attended his campaign office opening a few weeks ago, and there were a lot of people from throughout the riding of Oxford who were commending him for his excellent representation. Particularly this issue, actually, came up multiple times as I visited him on a hailing, rainy Saturday morning. People were speaking about what a strong advocate Ernie has been for the Oxford area and for Woodstock and for that whole population of the riding of Woodstock. So I want to thank him for that and thank him for inviting me to that opening there in the beautiful riding of Oxford, I might add.", "Before I get into my portion of the address relating to the issues around this bill and the importance of this bill as it pertains to local decision-making and also bringing some examples of where this government has failed in my riding and across the province of Ontario, I wish to also bring some words on behalf of Steve Clark, the member for Leeds–Grenville. This is a bill my colleague Steve Clark, the member for Leeds–Grenville, desperately wanted to speak to. He wanted to be here today to speak in support of it, but as we know, Steve is back in his riding mourning the loss of his dear friend—" ],
  "anchor" : "para1460"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "What? He’s not in the House?" ],
  "anchor" : "para1463"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order." ],
  "anchor" : "para1464"
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "—mourning the loss of his dear friend MP Gord Brown, who passed away suddenly yesterday.", "For over a year, Steve has been tirelessly advocating on behalf of the residents of Edwardsburgh/Cardinal township, who are strongly against a mega-dump opening in their community. The dump was approved in the late 1990s as a site for waste from within the united counties of Leeds and Grenville. It was to have been a counties-run facility. Now proponents want to turn it into a private mega-dump that would accept garbage from far beyond these local municipalities.", "As Steve has repeatedly told the minister, opening that dump using 20-year-old stale, dated environmental approvals would be unprecedented. Steve has called on the minister to intervene and ensure no garbage is buried on that site without a full environmental review process, not some bureaucratic exercise to rubber-stamp studies done in the 1990s. Disappointingly, these pleas on behalf of his constituents have fallen on deaf ears with this Liberal government.", "What’s particularly relevant to today’s debate in the legislation we have before us is that the local township council has passed a resolution declaring that the township is an unwilling host. But that declaration and the overwhelming opposition from local residents hasn’t been enough to stop this ridiculous proposal in its tracks.", "That’s wrong, Speaker, and it’s the reason we need this bill to pass today. Given the impact any landfill will have on their community and residents, we must ensure local municipalities have the final say.", "I wanted to bring that on behalf of the member for Leeds–Grenville, who, as I mentioned, was unable to be here today due to the recent passing of his dear friend the federal member for Leeds–Grenville.", "Going back to what we’re talking about here today, it’s a very simple concept, one that the government has actually spoken about in their own throne speeches: giving municipalities a say in the direction and the occurrence of whatever is happening in their ridings, particularly around such important subjects as landfills. Landfills are prime examples of an issue that makes neighbourhoods very passionately involved in policy, and very passionately involved in political advocacy.", "On a broader scale, I think this government has failed to do justice to municipal decision-making. They’ve failed to respect local authorities. I think, for example, of my own riding of Niagara West–Glanbrook, where we have dozens and dozens of industrial wind turbines that were put up through the disastrous Green Energy Act that this government forced down the throats of Ontarians. These industrial-sized wind turbines were put up without the consultation that was necessary, without the realization of the impact on the local countryside.", "My apologies, Madam Speaker. I went off my train of thought there. Sorry about that. I wish to return back to what I was speaking about.", "When we look at the industrial wind turbines, it’s so important to make sure that municipalities also have the right to say no. Landfills are also a prime example. The Environmental Commissioner, Dianne Saxe, has said that Ontario has a waste problem. Every year, Ontario produces nearly one tonne of waste per person, and three quarters of this ends up in landfills. We need to be looking at other, more innovative and collaborative ways that we can address some of this huge waste problem.", "At the same time, we’ve seen that there are multiple opinion pieces as well as some research that has been done by municipalities, who say that they wish to have a say in their dump sites. But it’s not simply municipalities; it’s not just local councillors and mayors. It’s also, in fact, broader Ontarians. Almost 80%, nearly eight out of 10 Ontarians, feel that municipalities should have a say in whether they host landfills, contrary to the current legislation. This is according to recent polling done by Public Square, which has looked at this.", "One of the signs of the amount of support for this is the list of municipalities that have actually endorsed the member for Oxford’s bill. If I count them correctly, there are 42 municipalities that have endorsed this bill. That’s really unprecedented, if you think about it. That’s 10%, essentially, of the municipalities of Ontario. You know as well as I do how difficult it can be sometimes to get a variety of municipalities to come together in agreement. To see that 42 municipalities from across our beautiful province have decided that this is important—" ],
  "anchor" : "para1465"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Thank you. Further debate?" ],
  "anchor" : "para1477"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It’s a pleasure to have an opportunity to comment, as the parliamentary assistant to the Minister of the Environment and Climate Change, on this very important bill brought forward by the member from Oxford.", "I met the member from Oxford at the OGRA conference. They had a delegation from the county with, I think, David Mayberry and others—members of the council; the deputy warden was there, as well—to talk specifically about this issue. I was very pleased to hear that the county is moving down this direction of zero waste, as a community. The county should be commended for all kinds of initiatives, some of which were outlined by our own treasure on our side of the House, the senator from St. Catharines. We like to call him “the senator” on this side of the House. We would be wise to take direction from his experience on these files, having marshalled through so many when he was the Minister of the Environment. He talked about the NIMBY principle, which is, of course, a concern.", "We currently need landfills in the province of Ontario, and we know a resolution like this could result in what we call the BANANA principle. The BANANA principle is: Build absolutely nothing anywhere near anybody. That could be a real problem and a real concern.", "I worked on the file, on behalf of Republic Services, who eventually took all of Toronto’s garbage down to Michigan, because we stopped the Adams mine project from happening. It’s interesting to note, of course, that that happened under a Tory government. The application—there were all these shenanigans going on—and then getting the approvals for a landfill that, as the member from Timiskaming–Cochrane pointed out, would have leaked like a sieve. How it ever got those approvals was a bit of a mystery to many of us. It was defeated, and the Adams mine act, of course, put an end to it. So I’ve had a bit of experience.", "We have this issue in Ontario about where to put landfills. I don’t think this bill is going to solve the problem for the member from Leeds–Grenville—and I do apologize for my outburst. The fact is, it would have council approval—" ],
  "anchor" : "para1478"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Thank you. I’ll return to the member from Oxford to wrap up." ],
  "anchor" : "para1483"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’d like to thank the members from Timiskaming–Cochrane, St. Catharines, Wellington–Halton Hills, Etobicoke–Lakeshore, Niagara West–Glanbrook and Beaches–East York for their comments. I’d also like to, again, thank Ted Comiskey for his work in Ingersoll and through the Demand the Right group.", "I’d also like to mention a few of the local groups in my riding who continue to advocate on behalf of the community, including Oxford Green Watch, Oxford Coalition for Social Justice, and Oxford People Against the Landfill. These groups continue to write letters, sign petitions and ensure that their voices are heard at Queen’s Park.", "As you know, Madam Speaker, our municipalities have a say where a Tim Hortons goes but not in something as significant as where a landfill would go in their community. They are responsible for dealing with impacts, including the potential risk to drinking water and the maintenance of roads, yet they are not part of the planning process. Our municipalities are experts in local issues and waste management. They deserve a right to be involved in the decision-making process for projects like landfills that will have a lasting impact on their neighbourhood.", "Madam Speaker, there is support for this bill and the right for municipalities to approve landfills in their communities all across the province. I hope the members of this House will add their support to this bill. I thank you very much for the opportunity to present that. We do ask for the support of every member in the House today." ],
  "anchor" : "para1484"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "The time provided for private members’ public business has expired." ],
  "anchor" : "para1488"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "We will deal first with ballot item number 16, standing in the name of Ms. Scott.", "Ms. Scott has moved second reading of Bill 9, An Act to amend the Courts of Justice Act and the Justices of the Peace Act.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1490"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member in terms of which committee—" ],
  "anchor" : "para1494"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "To the justice committee, please." ],
  "anchor" : "para1495"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Agreed? Agreed. Congratulations." ],
  "anchor" : "para1496"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Mr. Baker has moved second reading of Bill 29, An Act with respect to digitally altered or retouched photographs and videos, the recognition of actions related to eating disorders and the establishment of an eating disorder awareness campaign.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1498"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member to identify which committee the bill will go to." ],
  "anchor" : "para1501"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I ask that it be referred to the Standing Committee on Social Policy." ],
  "anchor" : "para1502"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Do we agree? I hear “agreed.” Congratulations." ],
  "anchor" : "para1503"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Mr. Hardeman has moved second reading of Bill 16, An Act to amend the Environmental Assessment Act and the Environmental Protection Act to require support from municipal councils and band councils before establishing landfilling sites.", "Is it the pleasure of the House that the motion carry? I hear “carried.”" ],
  "anchor" : "para1505"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I’m going to turn to the member to identify which committee." ],
  "anchor" : "para1508"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "General government." ],
  "anchor" : "para1509"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Is it agreed? Agreed." ],
  "anchor" : "para1510"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I beg to inform the House that the following document was tabled: A report from the Office of the Integrity Commissioner of Ontario concerning the review of expense claims under the Cabinet Ministers’ and Opposition Leaders’ Expenses Review and Accountability Act, 2002, for submissions received in January 2018 and complete as of May 2, 2018.", "Orders of the day? I recognize the Minister of Citizenship and Immigration." ],
  "anchor" : "para1512"
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1514"
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Ms. Albanese has moved adjournment of the House. Is it the pleasure of the House that the motion carry? I hear “carried.”", "The House will be adjourned until Monday, May 7, 2018, at 10:30 a.m." ],
  "anchor" : "para1515"
} ]