[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on April 24, 2018, on the motion that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para186"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para191"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Good morning. It is game day in Toronto: a big night tonight, game seven for the Toronto Maple Leafs. I’ve got my Leafs tie on today. We’re ready for seventh heaven in Boston, hopefully. Also, the Jays are at home, Toronto FC is playing and so are the Raptors—a big day for Toronto sports.", "Now, let’s get right into this.", "Mr. Speaker, it’s my pleasure to rise and add to the debate regarding the Wynne Liberal government’s 2018 budget. I say that because it’s always a pleasure to stand here in the Legislature and represent the great riding of Prince Edward–Hastings. That riding is going to disappear as of the next election. It’s being chopped in two, and two new ridings are being created: Bay of Quinte and Hastings–Lennox and Addington. It’s less of a pleasure to discuss a budget that’s so brazenly about trying to buy people’s votes with their own money while also using what has been referred to as creative—" ],
  "anchor" : "para192"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I must respond. The member will withdraw." ],
  "anchor" : "para195"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Withdraw.", "They are using creative accounting to make the books look better than they really are.", "How did we get to this point in Ontario? Like everything else with this government, it comes back to how they’re doing in public opinion polls. The Premier’s approval is at a historic low, and an election is just on the horizon. Soon, each member of the Legislature, if they haven’t already—at least those who are running for re-election—will be out pounding the pavement and knocking on doors all over their respective ridings. That’s the current landscape of Ontario politics. That’s why nobody was surprised when, right on cue, the Liberal government was suddenly promising to clean up every mess it allowed to pile up over the last 15 years while they’ve been running the show.", "It’s also why no one was shocked that Premier Wynne and other members of her government have been so happy to go out and campaign on these promises on the taxpayer dime. It has been estimated that Kathleen Wynne and the Liberals have spent nearly $300,000 of taxpayers’ money campaigning over the last several weeks. As of Monday of this week, no fewer than 39 times have the Premier and Liberal ministers held campaign-style events since they unveiled their bloated budget. Each and every one of these announcements is taking approximately $7,500 out of the taxpayers’ pocket.", "The government’s audacity was on full display after they pulled front-line health care workers away from their critically important jobs a couple of times and, one time, even referred to them as “eye candy” for a political campaign-style announcement.", "With 39 campaign-style events in the last few weeks, that means that the Premier has spent no less than $292,500 trying to cling to power. Speaker, we have a clear message about this sort of waste: The party with the taxpayers’ money is over. And we mean it.", "One question that some folks in my riding have been wondering, and it’s a fair question that we in the opposition have raised on their behalf, is this: Will the Liberals refund the taxpayers the nearly $300,000 that they’ve spent campaigning? Unfortunately, their refusal to address the question is a pretty clear answer that they will not pay back taxpayers and will continue to campaign on the taxpayers’ dime.", "A big-spending budget just weeks before an election would truly be a fitting end to 15 years of a Liberal government wasting money, raising taxes, soaring hydro rates and driving jobs out of Ontario. The Premier may think taxpayers are fools but they’re a lot smarter than she gives them credit for and they see right through this budget.", "In fact, nothing in this budget bill implements or even starts to implement their big-ticket budget promises on health care, child care or transit. It’s further proof that these are simply more empty Liberal election promises that they can’t be trusted to keep.", "I recall back in the 2014 election, when the Minister of Agriculture at the time stood up in Northumberland–Quinte West, which will be part of the riding where I’m running in—Bay of Quinte—to announce that they were going to be spending $100 million on expanding natural gas into rural Ontario. What length of pipe has been laid so far, four years later? Not a single length of pipe. Another empty promise that was made during the 2014 election campaign—a $100-million promise, and nothing there to show for it.", "While the budget doesn’t do any of the things that Premier Wynne is happy to go around campaigning on using tax dollars, it does allow for some things she is conveniently very quiet about: raising taxes. Schedule 33 would allow the government to implement the $2-billion tax increase over the next three years and gives the Premier a loophole to raise taxes after the election through any bill introduced in the calendar year 2018. Of course, they’re not holding any press conferences to talk about that—to tell folks that they’re planning to raise taxes after the election.", "For so many years now, we’ve heard the Liberal government say one thing and then do another. Over the past 15 years, the McGuinty and Wynne Liberals have slashed health care and closed more schools than any other government in our province’s history. They’ve also wasted $1 billion on their own self-interest with the gas plant scandal.", "One doesn’t need to look any further than the most recent report from the Auditor General. In her report, the AG found more than $1 billion in waste in a single year by reviewing just a handful of programs offered by various ministries. The amount of waste under this government is stunning and is second to none.", "This government has proven time and time again that they can throw money at problems when they feel the need to but have done little to address that matter for folks in my riding in Prince Edward–Hastings and elsewhere across the province. They keep spending millions and billions of dollars but not fixing the problem or streamlining to get the money to the front lines, where it needs to go.", "Mr. Speaker, it didn’t take long for the alarm bells to start ringing after the unveiling of this big-spending, big-borrowing budget. At home, local chambers of commerce expressed their reservations over the new budget:", "“Although the government is making smart investments in skills development, the ever-rising cost of doing business in Ontario is hindering economic growth,” said Quinte West Chamber of Commerce manager Suzanne Andrews. “The Ontario budget clearly reveals that this government does not believe in crafting an environment where business can grow and create jobs as it provides no help for businesses and will leave some, including small businesses, paying more in taxes.”", "While discussing the new budget, Prince Edward County Chamber of Commerce executive director Emily Cowan said, “It does nothing to alleviate rising input costs or tangibly address low business confidence in the province.”", "But it’s not just the businesses across the Bay of Quinte region that are losing faith in the province. Businesses across Ontario have similar fears that the cost and difficulty of doing business in Ontario are making them less competitive in an increasingly global market and making it harder for them to survive, let alone to thrive.", "The Ontario Chamber of Commerce conducted a survey of its membership, and there were some worrisome findings there. The survey found that only a little more than half of Ontario businesses—54%—report confidence in their organization’s economic outlook. That’s down from 62% just last year. This is a scary thing in and of itself, but we need to remind ourselves that if businesses that are already here in Ontario are losing faith in this province, then investors and businesses who are currently not in Ontario are surely losing faith in the market as well. They’re not going to come and locate and create jobs here.", "Low business confidence in the province is a massive concern, and it turns out that businesses are not the only ones losing faith and confidence in Kathleen Wynne’s Ontario. Last week, Moody’s Investors Service changed the outlook on the province of Ontario’s ratings to negative from stable. It’s clear that that creative accounting from a desperate government is not going to fool anybody in the financial world. Creditors are already starting to worry about Ontario’s future as Premier Wynne continues to spend at unsustainable levels.", "The release from Moody’s stated the following: “The outlook change to negative from stable on Ontario’s ratings reflects Moody’s expectations that spending pressure will challenge the province’s ability to sustain balanced fiscal results across multiple years. Furthermore Moody’s assumes that the financing requirements will be larger than previously assumed, leading to an upward trend in the debt burden and a faster rise in interest expense than previously anticipated.”", "That’s scary stuff. There’s a whole lot to unpack from that statement. Interest on our debt is already crowding out the services that we depend on, like schools, hospitals, and our roads and bridges. This province simply can’t afford a change in our credit rating. It’s shameful that the Wynne Liberal government’s reckless policies have led to Ontario’s credit outlook being downgraded, again, and we fear that credit downgrades may be in the province’s future again unless we start to fix the mess that they’ve made of the finances here in Ontario. We already find ourselves paying a lot of money each year in interest. That amount is $12.5 billion this year, rising to $13.8 billion by 2021. If there was a ministry of interest payments, Mr. Speaker, you know it would be the third largest ministry in Ontario, behind health care and education.", "When we have to spend a large percentage of our tax dollars to service the debt, not to mention what will happen if our credit rating is downgraded again—our interest rates go up—it’s very difficult to grow our economy. More tax dollars are being drained away to pay interest on the debt, and yet the government continues down the path of massive spending that folks know we simply can’t afford.", "It’s fitting that the AG of Ontario is giving her review of the Wynne Liberal government’s Pre-election Report on Ontario’s Finances this morning, given that the government has gone to great lengths to challenge her expertise.", "A recent Globe and Mail article entitled “Bad Books: How Ontario’s New Hydro Accounting Could Cost Taxpayers Billions” shed light on some shady tactics being used by a desperate government. The article starts with a very concerning line that I’d like to get into the record: “As Ontarians head to the polls in June, voters have to make sense of two competing versions of their province’s bottom line: the Auditor General’s and the Kathleen Wynne government’s.”", "Speaker, I’m going to side with the independent auditor of the Legislature any time over the untrustworthy Premier of Ontario. The Auditor General of Ontario has said that “the government is making up its own accounting rules.”", "The Globe and Mail article explains why the government went to great lengths to ditch Canadian accounting standards. The reason was that they needed to change their own accounting rules to make their rather unfair hydro plan work. Essentially, this is a plan that will see us pay billions more to get hydro rates down because the government wanted to because they needed to get re-elected, because the soaring cost of electricity was killing them at the doors and in the polls.", "The article goes on to say: “The fair hydro plan’s complexity comes at a cost. Had the province borrowed directly, the interest costs likely would total tens of billions of dollars over the plan’s duration. But using information and assumptions supplied by the government, the Financial Accountability Office ... calculated the additional interest costs at $4 billion over 30 years.”", "The AG summed it up by saying, “We’re talking $4 billion more than needed, to get an accounting result.” It’s shocking that the Liberal government would carry on this way and disrespect taxpayers as well as the auditor by trying to pull a fast one with accounting tricks. The consequences of this are pretty serious. The AG stated, “If you get away with doing something that is inappropriate accounting, the next time you’ll do it again, and you’ll do it again. Pretty soon they won’t have any numbers that will have any integrity behind them.”", "This is the behaviour of a government that is increasingly self-centred and desperate. They say the word “care” a lot, but they don’t seem to care about the impact putting out questionable financial information will clearly have. The investors, businesses and, most importantly, the general public, who are already losing confidence in this province, will continue to lose faith in everything the government says or does. That would be a disaster for future governments of any political stripe.", "Protecting integrity and honesty in government, what little of it may be left, is something that we should all be fighting for. But to Premier Wynne, it doesn’t matter if you’re the Auditor General of Ontario, the Financial Accountability Officer or a regular citizen of the province; she firmly believes that she knows better than you. To her, these people are all wrong because they have the audacity to be critical of what her government is doing. Every business owner that expresses frustration, every financial watchdog that raises concerns: All of them are disregarded, and then they are vilified by this Premier.", "There are plenty of canaries in the coal mine here in Ontario, and the Wynne Liberals seem to think that the best plan is to buy more canaries and just keep on digging the hole deeper and deeper and deeper. The arrogance extends to everything this government does and the blatant disregard that they have for the many experts who are pleading with them to rethink the way that they’re doing things when it comes to the financial future of Ontario.", "I certainly have a number of issues with this Liberal government, and also their most recent budget, but for any of my constituents who may be watching on the parliamentary channel today, I want to ensure that I spend a couple of moments discussing a section of the budget that actually was okay. That’s schedule 23, Speaker.", "Before I get to that section, I want to take you back to the fall of last year, when Sears Canada announced plans to liquidate all of its remaining stores and assets. It was a difficult day for many across the country, but particularly difficult for my community. This was because close to 600 employees at the massive distribution centre at 500 College Street East in Belleville were suddenly left jobless by that announcement.", "Last year, I reached out to the Minister of Economic Development to ensure that sufficient supports were made available by the Ontario government to assist in job search and retraining for Sears employees who were going to be looking for work. At the time, I stated that concerns raised about the Sears pension plan and hardship fund needed to be addressed in order to ensure that commitments made to long-time Sears employees were honoured. I’m glad that the government appears to be acting on this issue with schedule 23 of the budget bill. Schedule 23 provides the amendments required to cover the Sears Canada pensioners, and this particular portion of the budget bill is a component that I do support.", "Another element to the budget that has received some praise locally is its focus on broadband Internet access, although it’s limited in its scope. In the same Belleville Intelligencer article that I mentioned earlier in my remarks, Belleville Chamber of Commerce CEO Jill Raycroft said, “In my appeal to the Minister of Finance earlier this year, we asked them to pay attention to our needs for Internet access and retraining in the Quinte region. I’m glad to see they acknowledged the broadband infrastructure needs we noted in our pre-budget submission.” We’ll see what actually comes of this, or whether or not it’s just another empty Liberal pre-election, pre-budget comment. If it ends up the same way as the natural gas promise in 2014, we’re not going to see much more as far as broadband expansion, and that worries me.", "As I begin to conclude my remarks, I would like to summarize some of the main takeaways regarding this budget. During their time in power, the Liberals have more than doubled the debt here in Ontario. It’s more than $300 billion and counting, quickly on its way to $400 billion, or more than $22,000 per person in the province. The thing that really gets folks upset is that they don’t feel that we’re are getting good value for all the hard-earned taxpayer dollars that are being spent and wasted. The Liberals have doubled the debt, and yet we have hallway health care in many hospitals here in Ontario. The Liberals have doubled the debt, yet they still closed more schools than any other government in Ontario’s history.", "People feel like they are paying more and they’re getting less. They feel that their government promises them the world and keeps failing to deliver. Folks are wondering why only now, after so many years in power and so much money added to our debt, the government is saying that it’s now choosing to care. Caring for people should not be a choice for a government; it should be a given.", "A good government doesn’t feel the need to force the word “care” into every speech or press release. It’s a sad attempt to prove that it cares. A good government shows that it cares by providing the services that its citizens expect and deserve. No one believes this government cares about them, because they keep failing to deliver for the people of Ontario. Kathleen Wynne and the Liberals will do, say, or promise anything to cling to power, but the record shows they can’t be trusted to keep their word.", "Here are a few of the biggest broken budget promises:", "(1) Balanced budgets until 2019-20: Just last year, the Wynne Liberals were promising years of balanced budgets. But today, they are announcing a $6.7-billion deficit and deficits for the next six years.", "(2) Reducing auto insurance rates by 15% on average: That was in the 2013 budget. Kathleen Wynne later said this was nothing but a “stretch goal” designed to get the NDP support for the budget.", "(3) One billion dollars for the Ring of Fire in the 2014, 2015, and 2016 budgets: The Wynne Liberals continued to reannounce the $1 billion of funding for the Ring of Fire, but have failed to take any action on this, and nothing has happened. The Liberals’ most recent throne speech and budget made no mention of this important project.", "(4) A Hydro One fire sale in the 2015 budget: The Liberals made no mention of their plans to sell off Hydro One during the election campaign. As soon as they won, what did they do? They flip-flopped their support for public ownership.", "Everything that’s promised in this budget will end, likely, in a long list of broken Liberal election promises. We’ve seen it over and over again.", "You may recall, leading into the 2003 election, when Premier McGuinty said that they would not raise taxes. What happened following the election? The biggest tax increase this province has ever seen—" ],
  "anchor" : "para196"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sorry to interrupt, but pursuant to standing order 58(d), I’m now required to put the question.", "Mr. Sousa has moved—" ],
  "anchor" : "para244"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank God. It went so fast." ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Are we done? Good.", "Interjections." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Are we done?", "Mr. Sousa has moved, seconded by Ms. Wynne, that this House approve in general the budgetary policy of the government. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "Those opposed, say “nay.”", "I believe the ayes have it.", "This will be voted on after question period today." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day.", "Resuming the debate adjourned on April 24, 2018, on the motion for second reading of the following bill:", "Bill 53, An Act respecting the establishment of minimum government contract wages / Projet de loi 53, Loi concernant la fixation de salaires minimums pour les marchés publics." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para260"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Thank you for the opportunity to speak to this bill. I’ll say up front that I may share my time if I happen to run out of words, but that’s unlikely.", "I was here yesterday afternoon for the debate on Bill 53 and the Ontario Fair Wage Policy. You can see that things in this Legislature are starting to get very raunchy, I would say. I was just saying to the member from Toronto Danforth: You remember the last US campaign between Mr. Trump and Hillary Clinton. Michelle Obama would go out and she would say, “When they go low, we go high.” That was kind of what was happening in here yesterday. I think part of that is because we’re only a few days away from the writ being dropped. The government, with this Bill 53, is trying to get another crack at the voters, at that sector of the voters, in an attempt to improve their ratings, because they have been falling so low in the polls.", "Anyway, I wanted to spend a couple of minutes, if you will indulge me, Speaker, just thinking about the work that went into, from my office and from some of the legislative staff’s perspective—I just wanted to take a few minutes.", "I’m not running again in the upcoming election, after seven years, and I wanted to take an opportunity to thank the staff here in the Legislature.", "From the Speaker’s office to the table Clerks to the translators, our security officers, right down to the people who clean our offices and the people who work in the cafeteria and the people who do Hansard, my seven years have been nothing but pleasant with all of the staff here in the Legislature. Whether it was on a committee, where they were giving us advice on how to deal with some conflict that was going on, or whether it was here in the House, giving us advice on procedure, they’ve always been kind and—the word that comes to me—unfazed, regardless of the situations that they encounter, and always non-partisan, in a very political arena; always non-partisan, has been my experience. I wanted to make sure that the staff know that I actually appreciated their work over the last seven years.", "I also wanted to take the opportunity to thank my constituency staff and to thank my Queen’s Park staff, our caucus staff and our colleagues for all of the hard work that they do day in and day out, particularly in the constituency, Speaker, where they’re dealing with people—we are the last stop in their shopping. We’re the last resort. They’ve been everywhere. They may have been to the government ministries. They’ve been to, in some cases, the police, or they’ve been to the municipality. At the end of the day, they come to our constituency offices. Sometimes they just get heard with no results, but many times they get very good outcomes in our constit offices.", "I wanted to thank my NDP colleagues, many of whom I didn’t know when I came here seven years ago." ],
  "anchor" : "para261"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "We love you, Cindy." ],
  "anchor" : "para268"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Thank you, Taras.", "I didn’t know them, but they’ve all become good friends, family and a real team. I’ve forged some relationships, of course, with members of government and members of the official opposition. At every opportunity, we’re all here to do a job, and I’ve appreciated the time that I’ve had here.", "Finally, I of course want to thank the fine folks of my riding—in Welland, Port Colborne, Thorold, Wainfleet and the south end of St. Catharines—for their support over the years.", "Now I’ll get back to the bill, Mr. Speaker, and I thank you for that.", "This bill is important, but I don’t know that it’s necessarily important at this time. Here we are, eight days away from an election, and this bill that has been introduced by the Minister of Labour—we know that it will be time-allocated. The bill addresses a fair wage policy that has been sitting around since 1995. There have been no adjustments made to any of these wage schedules that affect government building service employees and some of the construction industry. The minister said yesterday that many of the wage schedules currently in place fall below the current minimum wage.", "The government has been here for 15 years. There was a report that came out from a Mr. Gunderson, I think his name was, in 2007, so we’re talking about 11 years ago. Professor Morley Gunderson from the University of Toronto’s Centre for Industrial Relations and Human Resources—" ],
  "anchor" : "para269"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Wellington–Halton Hills on a point of order." ],
  "anchor" : "para275"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Yes. I apologize to the member from Welland for interrupting, but I don’t think there’s a quorum in the House. There should be." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Could the Clerks’ table check, please?" ],
  "anchor" : "para277"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para278"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. The member from Welland can continue." ],
  "anchor" : "para281"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Thank you, Speaker.", "So it was actually back in 2007 that the Ontario government announced it was commissioning Professor Morley Gunderson from the University of Toronto Centre for Industrial Relations and Human Resources to conduct a full, independent review of Ontario’s fair wage policy—this is 11 years ago, Speaker. This decision was received positively by both labour and management stakeholders, who generally regarded the ambiguous status of Ontario’s fair wage policy as undesirable.", "For instance, representatives from the carpenters and from the OpenShop Contractors Association of Ontario were quoted as lauding the decision in an article published shortly after the review was announced. Gunderson actually submitted his report to the government in 2008, 10 years ago, and, for reasons unknown, the report was never released to the public and no updates have been made to Ontario’s fair wage policy. Since then, for 10 full years, actually, the issue has fallen off the policy agenda—and released on the eve of an election.", "When I met with Ministry of Labour staff for a briefing yesterday, I think it was—the days all run together here. The last time, the review actually took—not the Gunderson review of the policy but the actual review of the wage schedules, of which there are at least 100, we were told yesterday—that review alone took two years.", "So we have this bill here, we know it will be time-allocated, as have 75% or 80% of the bills in this session—many, many important bills that many of us never got to speak to because of that time allocation—so nothing in this bill is going to happen anytime soon. If it took two years to do those wage schedule reviews 10 years ago, we can expect that this bill will not do anything for anyone, probably for the full term of the next session, whatever that session is. Is it the 42nd or 43rd, Speaker?", "Interjection." ],
  "anchor" : "para283"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Forty-third.", "We’ve had comments from other people, like David Frame, who is the director of government relations at the Ontario General Contractors Association. He was quoted in the Canadian Press, I think. He said that this particular legislation caught them off guard, totally by surprise. He said the Liberal government had consulted with them on wage schedules a year ago but they had not heard a word from the government since. “What surprises me,” he says, is that they actually “don’t need legislation.”", "I don’t know whether this is true or not; I’m going to be checking into it, but what he said was that they don’t need legislation. They can actually do this by regulation. There’s no reason to have introduced this legislation now. They have a regulatory authority that’s in place that actually brings the schedules up to date, but apparently, that authority didn’t do their homework for 10 years because none of those schedules have been reviewed for a very long time.", "David Frame said that the association doesn’t challenge the premise of a fair wage scale but the skilled trades are so competitive at the moment that if a worker feels he or she isn’t receiving fair compensation, likely they can find more lucrative work in their field across the province. He said that he feels that the government is actually “trying to make employers look like the bad guys” with this legislation, “like we’re not paying our workers properly.” He said, “I know of no workers who are going to be helped by this” current legislation.", "We also found an article from Wayne Peterson, the executive director of the Construction Employers Coordinating Council of Ontario. He said that the industry welcomes the new bill, but they would have liked to have seen it introduced earlier, when they actually could have had some consultation on the bill, when it wasn’t on the eve of an election and perhaps the bill would have seen itself through second and third reading and had the wage schedules actually addressed during this term. He said that in its current form, to pass this legislation, “if it has no enforcement and no teeth, then it’s just frivolous legislation.”", "According to the Workers’ Action Centre—they did a report, Speaker. Do you know the Workers’ Action Centre? They are advocates for people who are often working in lower-paid wage jobs, for people who are new immigrants, for people who perhaps are working, more likely, in non-union type jobs.", "What they have said about this is that this fair wage policy “will do little to level the playing field, stop the downward spiral in wages and working conditions in government-contracted work, and ensure decent wages and working conditions if it is not enforced.”", "The other interesting part about my briefing yesterday with the Ministry of Labour was that this legislation is only going to apply in its current form to government buildings that are occupied by government business. So while the government owns something like 5,000—I think it’s 4,838—buildings across the province, this will only apply to those government buildings that are having government activity occur in them and solely occur in them. If the government is only using part of that building, this won’t necessarily apply to that building. That is problematic as well because it leaves out a whole lot of workers in this province.", "The Workers’ Action Centre said, “There has been little, if any, enforcement of Ontario’s fair wage policy over the years. Investigations may only be conducted in response to a complaint.” I don’t hear that as changing. When I heard the minister speak about this yesterday, he said this is just going to become another section of the employment standards branch and that the enforcement is going to occur out of there.", "Well, we know that there are still millions of dollars uncollected by workers in this province on issues of overtime and vacation pay and severance pay, and now we’re going to add something else to the employment standards branch and only on a complaint basis. We know that workers are often fearful of filing a complaint against an employer. I know that they have put some anti-reprisal stuff in this legislation, but to have it be just on a complaint basis as opposed to actually having some rigorous enforcement is certainly problematic.", "“There is no process,” according to the Workers’ Action Centre, “for proactive audits to determine if contractors are” even “complying with the wage policy. Nor has there been any requirement to report to the Parliament or publicly post enforcement of the fair wage policy and firms in violation of the fair wage policy” in workplaces so that workers are given the ability to know what they are entitled to, like they are, for example, under the Occupational Health and Safety Act, as you would know.", "If the Liberals really cared about workers, they would have done a number of things, or there are a number of things that they could do that would immediately improve the lives of workers in this province. One of those things, Mr. Speaker, the one thing that every worker in this province wanted and every union that presented at the Bill 148 hearings wanted, was card check: card-based certification for every worker in every sector based on a 55% threshold of signing cards.", "It was the one thing the government—it could have been their parting gift, actually, as they leave this House as the majority government. If they really cared about workers, they would have done that, because that actually would have addressed the bill that we’re talking about, Bill 53. It would have addressed some of that as well, because many people actually work in building services through contracts and subcontracts.", "That’s the third thing, actually, before I lose this thought, that the Ministry of Labour briefing staff told us yesterday. Bill 53 won’t apply to current contracts. So I asked the question, “Well, how long are the current contracts?” The staff said, “They’re generally quite lengthy.” I said, “Well, what’s lengthy? Is it two- or three-year contracts for cleaning services, building security services, whatever else, whatever other employees are covered? Or is it five-to-10-year contracts?” I didn’t really get an answer, but I got the impression leaving that meeting that some of those contracts are as long as five to 10 years.", "Even if this legislation could be put in place and administered with the wage schedules all reviewed tomorrow, it wouldn’t apply to anybody who currently has a government contract. It could be years. Instead of being the two years to actually review the wage schedule, it could actually be five or 10 years before this actually applies to workers who actually work for a contractor or subcontractor who has these contracts with the government. That, as well, is problematic.", "There are modern fair wage policies across the country. There is one which follows the British Columbia Skills Development and Fair Wage Act requirements that all workers on government construction sites have either a journeyperson certificate or be a registered apprentice, which would further the government’s objective of strengthening Ontario’s apprenticeship program. Current tendering policies put employers who do not invest in skills training at a competitive advantage over those who make responsible investments in apprenticeship and skills training.", "The government could have but didn’t address the issue of deeming. We’ve raised that issue for deeming for the last couple of years. It has certainly got raised in all of the 10 cities that we visited last summer during the Bill 148 hearings. “Deeming,” for the viewing public, is where a worker is injured on the job and there’s no likelihood of that person going back to the job that they were injured on. Then they are deemed to actually be able to go and do some phantom job. We have had people tell us that they have been injured on the job. Perhaps they were making $20 an hour. Today, they are told, “Well, we think that you could be a greeter at Walmart.” That jobs pays—well, now it pays $14 an hour; before the minimum wage increase, perhaps it paid $11 an hour.", "So, these people that were making $20 were deemed by the Workplace Safety and Insurance Board, through this deeming process—which is a policy, and that policy doesn’t need any legislation. The government could actually direct WSIB to change the policies for the hundreds and probably thousands of workers who are deemed in this province. If they got rid of that policy, we wouldn’t have injured workers who are living in poverty. The end result of the deeming is that as the minimum wage goes up, the benefits are eroded from these workers, so they never actually get out of this circle of poverty. The government could have spent their time actually dealing with that issue.", "The construction industry has the highest rate of workplace injuries of any industry in Canada. At 24.5 injuries per 1,000 workers, the construction industry is significantly above the Canadian average of just 15 injuries for all industries.", "In light of this prevalence, another important impact on fair wage policies is the correlation between skills training and health and safety training and those outcomes. In these government contracts, it is important to ensure that the companies that are getting the contracts are actually keeping up with health and safety training for workers in that particular sector.", "Often we’ve heard in these situations of bidding, where you’ve got the unionized bidding against the non-unionized, and the non-unionized contractors are lowballing the bids. It’s not competitive, because the unionized side has pensions and benefits and health and safety training, and on the other side perhaps those things aren’t there. That needs to be part of it. It can’t just be the wages, Speaker. When they are actually comparing these government bids, we need to make sure that it’s a level playing field for the workers.", "The other issue that the government should have spent some time on—and this issue is extremely important with this fair wage policy—is the issue of independent and dependent contractors. This would have captured millions of Ontario workers who are currently not protected by the Employment Standards Act and likely won’t be protected under Bill 53 either.", "It would have been as simple as putting in a definition, because in many cases, people are deemed to be an independent contractor when in fact they are not; they are an employee. Even a dependent contractor is really an employee. They are providing their own transportation to the job; they are providing their own materials; but they are deemed to be an independent contractor when in fact they should be an employee. The simple act by the government of actually putting in that definition would have captured millions of people so that they were protected by employment standards.", "According to a study commissioned by the Ontario Construction Secretariat, the annual estimated revenue losses to the Workplace Safety and Insurance Board, the Canada Pension Plan and the Employment Insurance system between 2007 and 2009—just over a three-year period—was in the order of between $1.4 billion and $2.4 billion by the underground economy—this issue of using people as independent contractors as opposed to employees.", "Construction employers who improperly designate their employees as independent contractors are able to avoid paying their taxes: their CPP, their EI, their employer health tax and their WSIB premiums. More importantly, employees mischaracterized as independent contractors are not issued tax receipts and are thus able to underreport their income for tax purposes. This affects all of us, Speaker. It affects the programs that we try and provide at a provincial level in terms of health care and education and child care.", "I wanted to spend a little bit of time talking about some of the other things that the government could have done. One of those things would have been to ban replacement workers. The NDP, through the Bill 148 hearings, tabled over 50 amendments that we heard about through those hearings and would have improved the lives of workers in this province.", "I know, Speaker, that you and I talked about this recently. In Hamilton, there is a company: MANA. The workers there were represented by the United Steel Workers. They have been on strike for the last six years while the employer has continued to use replacement workers.", "Now, we know that in most unionized settings—in fact, in 97% of unionized settings where we bargain collective agreements—settlements of contracts occur. Only in 3%, there are strikes. Sometimes those strikes are long and protracted. If the government had put in this legislation that had been there for, I don’t know, 100 years, I think, before Mike Harris, before the PCs—if the government had chosen to put that back in, we would have probably seen 100% of those strikes settled in a very short period of time.", "Right now we’ve got York University still on strike, and it’s like nine weeks into that strike. We’ve got students worried about finishing their year, about getting their placements; that would have gone a long way.", "The NDP had also proposed, during the Bill 148 hearings, three weeks’ paid vacation after the first year of employment, as opposed to after five years. The reason for that was because we know that, in the work lives of Ontarians, many people are temporary employees still today. Many workers don’t see five years with the same employer. In fact, when you talk to youth today, you know that 20-to-40-year-olds have no expectation that they’re going to actually be in the same job for more than five years.", "We also proposed five paid sick or emergency leave days for all workers, and an additional five unpaid days, as opposed to the two paid sick days that eventually was passed in the legislation; and 10 days of paid leave for victims of intimate partner or domestic violence, which would have been provincially funded. The government chose to not support those amendments.", "We proposed an address on the cap of temporary workers. What we’re talking about here in Bill 53 are temporary workers working for contractors who have got government contracts in government buildings or on government construction projects. Many of them are temporary. The NDP had proposed that we put a cap on temporary workers, that no employer could use more than 20% temporary workers at any given time, and I believe it was no longer than for a three-month period. If they stayed for longer than three months, then they became a permanent employee; but the Liberal government voted that amendment down as well. They’re really not that worried about temporary workers in this province. If they were worried, they wouldn’t have waited 10 years to actually address the wage schedules under Bill 53.", "The issue of temporary workers does not include all workers, so the legislation that actually got passed doesn’t include all workers, like the Toronto fair wage policy. The issue of benefits isn’t addressed either, so although the government of the day, the Liberal government, chose to put in equal pay language to address equal pay for temporary workers working side by side with permanent workers—full-time or part-time, but permanent workers—they didn’t address anything else. They didn’t address health and safety training. They didn’t address benefits. They didn’t address sick days. They didn’t address pensions, if those permanent people happen to have a pension plan. It’s really just the hourly rate of pay that ended up getting addressed, so people can still be temporary for 10 years. We heard about people, actually, during the Bill 148 hearings, who have been temporary for a very long period of time.", "The government also could have amended the Occupational Health and Safety Act to improve the lives of workers, for companies to be accredited on some of the health and safety issues, to reduce the unnecessary burdens of routine inspections. We know there are hundreds of thousands of businesses and agencies in this province and it is impossible for the enforcement people to actually get to every one of those agencies or businesses on a regular basis.", "We also were looking to have amendments that would have granted expanded access to employee contact information during organizing drives. To go back to that card check, the easiest way to improve the lives of workers in this province would have been to make it easier for people to actually unionize.", "On a more local piece, the government could have addressed the issue of Peterborough GE and those workers. They could have addressed the issue through the WSIB. I was going to have a question on that yesterday but, of course, the clock ran out and I didn’t get to it. I wanted to briefly speak to that issue, if I could, Speaker.", "The GE people, for the last year—I think it was early last summer at one point, before we went on the Bill 148 hearings, that the GE Peterborough people had 750 claims and the vast majority of those claims had been denied. These are people who worked in a factory, who were exposed to more than 3,000 carcinogens over their careers with that factory. Many of these people have died from a variety of cancers and other respiratory illnesses over the years.", "The Minister of Labour was out to their meeting in Peterborough, and he assured them that each and every one of them was going to be looked after; they were going to have their files reassessed, reviewed. There were discussions with OHCOW, the clinic for Ontario workers, to actually provide them with some additional funding so they could assist these workers in reviewing their files and making their case to have a review and perhaps an appeal of their claims.", "I think there were 750 files outstanding; we heard earlier this year that, I think, 250 of them had been reviewed, but to date the government has not floated any of the money that they promised. Originally, the clinic was asking for $2 million to a review and assist these 750 workers or their families because, in some cases, the workers have died in the process of waiting for their claims to be reviewed. Then there was an agreement that the government would actually give them $1 million, and that, to date, hasn’t happened either, Speaker.", "Most recently, there was supposed to be—in January, the Minister of Labour was actually brokering a way to deal with some of these issues, with a decision matrix in which WSIB would perhaps report back to OHCOW the status of these claims, and that hasn’t happened either.", "These people are devastated. There was an article here in the Toronto Star. It says, “The WSIB has already agreed to review some 250 previously denied compensation claims from people who blamed their illnesses on toxic substances they were exposed to while working at the General Electric plant in Peterborough.” The workers themselves and the advocates for the workers “had hoped ministry-funded body would receive additional resources to assist ailing GE Peterborough claimants assemble their cases.” Because it takes a lot of work. You’ll know that, Speaker, from being involved in the steel industry. With people with asbestosis and mesothelioma, it’s hard to prove those kinds of cases; it’s hard to prove cancers.", "Frankly, from my perspective, all of these cancers at GE—if you worked at GE, it should just be presumptive legislation. Anybody who worked at GE and was exposed to these carcinogens—3,000 toxic substances—over a period of time should just have their claims automatically approved.", "We even had workers’ spouses in to see us a while ago when we did a media event here at Queen’s Park. Some of the wives, the spouses, of these workers had died. Their exposure was from their spouses coming home, showering at home, washing their clothes, handling their clothes that had those toxic substances on them.", "This is a devastating issue, Speaker, and something that the government should be spending their time on right now, eight days before an election, making sure that these people in Peterborough are looked after. They hoped that OHCOW was the one agency that could help provide them with the documentation and the medical write-ups and the proof. Sue James, whose father died of one tumour in his lung and four on his spine after three decades at Peterborough, says that the Liberal government has taken that away from them. They promised them that they were going to provide this funding, but at the end of the day, they really haven’t done a whole lot for them.", "The most recent budget proposal submitted by OHCOW seeks $812,000 over 14 months to hire two occupational hygienists and a nurse to review the workers’ occupational history and medical file for work-relatedness in light of the new workplace exposure evidence at GE. But to date, these people are still sitting and waiting. I guess I ask: how many more of them are going to die while they are waiting to have their claims approved? This is a travesty. This is something that the Liberal government has control over and could take on, but they are choosing not to do it. Instead, they are tabling a bill that will have no impact on any worker in this province for at least two years and probably for much longer than that.", "I wanted to spend a minute talking about the partisanship of this Legislature as we get closer to an election. As I said, there was quite a ruckus going on in here yesterday. But it just kind of brought to mind for me, as we get closer and closer to election day, that things continue to digress. We all were elected here in this Legislature to represent people in our ridings. The Liberals don’t represent every person in this province. There are around 50 seats in this province that are—we were elected to represent those people, to be the voice of the people in our communities here in the Legislature and back in our ridings.", "I raise this issue because I know it has happened to many opposition members, not just New Democrats. This week it happened in my riding. For the last seven years since I’ve been here, I have been trying to bring more long-term care beds to my riding. On Monday, there was an event. There was an announcement in my riding, but it was kept a secret by the Liberal government. I even tried to prod it out of them with a question on Monday to see whether or not they would actually talk about the announcement they were going to be making in my riding. They sent the Minister of Community Safety down to the riding because it was a francophone announcement. The Minister of Health and the Minister of Seniors Affairs I don’t think actually speak French, so they sent the Minister of Community Safety to this event. This was for an announcement of, I think, 66 new beds at the Foyer Richelieu.", "Over the years, I worked with the former Attorney General, Madeleine Meilleur, and a number of other ministers to try to get those beds for the Foyer Richelieu. I know that, at the end of the day, it’s the government who actually looks at the invitee list and decides who is attending and who is not attending, but I find that very disappointing. After having spent years trying to get beds for the Foyer Richelieu in Welland, to make them sustainable—they have a great volunteer base who fundraise for them, the Club Richelieu branch in Welland—that the government would not invite the local MPP to attend. People will say, “Well, you know, crash the event.” Well, you cannot crash those kinds of events. I think it isn’t just disrespectful to the MPP; it is disrespectful to the people, the constituents in my riding and in opposition members’ ridings across this province. It’s disrespectful to the people who elected us to be their voices here at Queen’s Park. The closer and closer we get to an election, the more and more we see that happening.", "It’s interesting because the announcement at the end of the day was for 66 beds, but not until, I think it’s 2022—four years. I know, Speaker, because I had a nursing home built in my riding in 2016, that it takes one year. It only takes one year. Once again, it’s an election promise in the Welland riding, where we have never had a Liberal elected in 65 or 70 years—just using it as a ploy at election time, when this home well deserved to have beds approved for many, many years. In fact, they should have gotten the last RFP in 2015 that got built in the for-profit sector, Royal Rose—a very nice home. But as New Democrats, we don’t believe that health care dollars should be going to profit.", "I raise that issue because, as I’m leaving here in a few months, I think that it is annoying and it’s disrespectful. At the end of the day, although the Liberals think that that is a good announcement—and it is; it is a good announcement. But they think it will parlay into votes in the riding. In fact, I’ll meet some people from that nursing home in my community probably over the weekend, and they will say, “Cindy, why weren’t you at the announcement of the 66 new beds?” I’ll say, “Because the Liberals didn’t invite me.” Then they’ll say, “Well, that’s not right, because you are the person who was elected to represent the people here, and those are our tax dollars. They’re not Liberal dollars; they’re taxpayers’ dollars.” So at the end of the day, it is very disrespectful when the Liberals do that.", "I have to say, there are a couple of Liberals who are very good at inviting people to their events—only a couple. I would say that the member from St. Catharines is always very gracious about inviting people to his events, and the Minister of Agriculture—I know he has been down to my riding and has invited me. But other than that, Speaker, it’s just not right, what happens. I won’t ever be here in government, as I’m retiring, but I would hope that when the NDP are elected, they would keep that in mind and not do the same.", "I’m going to spend my last few minutes on a little more detail from the Workers’ Action Centre on Bill 53, because I think they make some really important points in this report. I’m going to quote from this; I’m not going to take any credit or say that it’s my own words.", "Deena Ladd of the Workers’ Action Centre said, “We were heartened when the government announced on February 21 ... that it would be seeking public input on updates to its fair wage policy to ensure government contract workers continue to receive fair wages and benefits. A ‘refreshed policy will better reflect Ontario’s evolving workforce,’” said the Minister of Labour at the time.", "“We were hopeful that the government would follow the footsteps of its Changing Workplaces Review and examine how the fair wage policy could better protect workers made vulnerable through government contracting and subcontracting.”", "She goes on to say, “That would mean starting off the consultation by addressing what scope of government contracting should be covered by the fair wage policy. That has not happened yet.” And now, I say, Speaker, it won’t happen; it’s not going to happen.", "“Instead, we have witnessed a process of invitation-only meetings” by the government “to discuss narrow questions on the construction and building services that the fair wage policy has historically addressed. The fair wage policy consultation is not publicly available on the Ministry of Labour website. It is not on the” government’s “consultation calendar. It does not meet the principles of the ministry’s engagement framework, a framework that calls for authentic engagement and inclusivity and balance. On the employee side, beyond the unions that were rightfully invited, there was no representation of non-unionized workers from construction and building services who would be affected by a fair wage policy in these sectors, much less non-unionized workers impacted by government contracting.”", "So, no consultation with the people that this was actually going to affect. That is very disheartening, Speaker, that you’re talking about a fair wage policy and the people that it’s going to affect were not even invited to the table.", "She goes on to say that the consultation “must seek to encourage ‘involvement from the full range and diversity of stakeholders affected, remove barriers for those groups that are hardest to reach, and aim for fair and balanced participation.’”", "Many of these people work in buildings. They don’t get to see each other. It isn’t like they’re working in a hospital where there may be 100 people doing the same job and they get to talk every day. And as I said, a lot of people working in these jobs are minorities, are new immigrants, so there should have been fair and balanced participation in the consultation.", "The minister said yesterday that they consulted far and wide, but apparently they didn’t consult all of the right people.", "The Workers’ Action Centre goes on to say, “However, the narrow scope of the fair wage policy is clearly out of date.” So, we haven’t reviewed the policy since, I don’t know, 2001? We had a report in 2008 that the government did nothing about. Now we haven’t even looked at the scope, which the Workers’ Action Centre says is clearly out of date.", "Government contracting work is now in many more sectors than just construction and building services, and so the scope of the actual legislation needs to be expanded in a number of ways to take into account changing workplaces and the ways in which government actually does business today. It needs to cover all government-contracted goods and services, and it should be expanded to include “all contracts entered into by the government with a company for provision of any goods or services.”", "As I said earlier, and I think it’s important to keep repeating this, Bill 53 exempts—anybody who is in a government contract today before it actually becomes law, or before the wage schedules are actually reviewed, will be exempted. The information that was imparted to me was that lots of these contracts are very long-term contracts, so it’s going to leave out a large number of workers in this province.", "“When the fair wage policy was” originally “established it covered sectors that were, at that time, being contracted out. Times have changed. However, the government failed to update the fair wage policy when it began to contract out other services that had previously been done by government employees.”", "We heard about that last year from the member from Kitchener–Waterloo on the issue of IT services that were being contracted out, that were always done in-house by the government and are now being addressed." ],
  "anchor" : "para289"
}, {
  "speaker" : "The Speaker",
  "text" : [ "One minute." ],
  "anchor" : "para358"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Okay. I’m looking at this clock and not that clock.", "I’ll wrap up, Speaker, by encouraging the government, while they are taking their two years to address the wage schedules, to, at the same time, go back and have more meaningful consultation with the workers that this legislation is actually going to impact. Get the Workers’ Action Centre in, get the people in who really need to have a fair wage policy, and do the right thing." ],
  "anchor" : "para359"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para362"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I am very pleased today to introduce to the House Deanna Allain and Carlin. She has with her a training dog for autistic children. It’s very, very interesting what she does, and I’m really pleased to welcome both of them to Queen’s Park." ],
  "anchor" : "para365"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "This morning, it’s my pleasure to introduce the family of page captain Ryan-Michael Harding. With us are his mother, Olympia Morfetas; his father, Karl-Scott Harding; sister Sophia Harding; brother Kevin Harding; grandmother Sophia Morfetas; and aunt Elpida Morfetas. Welcome to Queen’s Park." ],
  "anchor" : "para366"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I would like to welcome the family of page captain Stephanie Shen: her father, Jeffrey Shen, and her grandparents Jia and Jiang Shen. Welcome to Queen’s Park." ],
  "anchor" : "para367"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Please join me in welcoming Tove Schmidt, the mother of page Dwight, and his grandmother, Dolores." ],
  "anchor" : "para368"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I would like to welcome two family members of page Rowan Watchmaker. They are Neomi Madjmudar, her cousin, and Kashyap Madjmudar, her grand-uncle. Welcome to the Legislature today." ],
  "anchor" : "para369"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I want to welcome Tiffanie Tse and Maria Lambaris. They’re third-year medical students at the University of Toronto, as well as members of the organizing committee for #Spots4Docs. I also want to welcome Schehrezade Yousafzai, a grade 10 student at Havergal College. Welcome, girls." ],
  "anchor" : "para370"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I would like to welcome Cheryl Richardson and Sandy Byers, who are here to spend their day with their favourite MPP for the day. Welcome to Queen’s Park." ],
  "anchor" : "para371"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m very pleased to introduce this morning my daughter, Allison Dawes, and my grandsons, William Dawes and Nathan Dawes, who are here to visit us this morning from the great riding of Mr. Miller, Parry Sound–Muskoka." ],
  "anchor" : "para372"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "It’s a pleasure today to welcome to Queen’s Park and to the Legislature a good friend and neighbour of mine, Mr. Lorne Given." ],
  "anchor" : "para373"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "À titre de députée d’Ottawa–Orléans, j’aimerais encore une fois reconnaître la présence—on a eu plusieurs invités pour notre page Maxime Dufault. Aujourd’hui, ses grands-parents sont avec nous. Carole Martineau et Pierre Dufault sont ici à l’Assemblée législative. Bienvenue, chers grands-parents. Merci beaucoup d’être ici." ],
  "anchor" : "para374"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Please join me in welcoming the family of page Eric Albishausen. We have his aunt, Denise Churchill, and cousins Branden and Luke Churchill with us in the members’ gallery. Welcome to Queen’s Park." ],
  "anchor" : "para375"
}, {
  "speaker" : "Ross Romano",
  "text" : [ "I’d like to welcome a friend formerly from Sault Ste. Marie, from the Sault College institute there, Mr. Patrick Whitten. He is with us today in the gallery." ],
  "anchor" : "para376"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d like to welcome OSSTF president Harvey Bischof, and Paul Kossta to Queen’s Park. Welcome to Queen’s Park." ],
  "anchor" : "para377"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’d like to welcome Mario Mazziotti and Tara St. Jean, who came down to Queen’s Park for lunch with their MPP today. Welcome to Queen’s Park." ],
  "anchor" : "para378"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’d like to take this opportunity to welcome Cambridge page Madeline Buss’s great-aunt and uncle, Dorothy and Steve Dunlop, and great-uncle, John Leckie. They’ll be in the public gallery this morning. Welcome to Queen’s Park." ],
  "anchor" : "para379"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I believe they’re just entering now. Rob Milligan, our former colleague, is coming in with his class. I’m not certain what the name of the school is; I’ll get that and we’ll maybe do a point of order at the end. Thank you, Mr. Speaker." ],
  "anchor" : "para380"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Rob, I’m hoping they gave you the same enthusiasm when you were in caucus.", "As it is the tradition of the Speaker to introduce former members, I would like to introduce the former member from Northumberland–Quinte West in the 40th Parliament, Mr. Rob Milligan. Welcome." ],
  "anchor" : "para382"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d just like to fill in the blanks; everybody’s wondering. They are from Campbellford District High School in Northumberland–Quinte West riding.", "I would also like to introduce a former page and member of the model Parliament here, Josée Stephens, who is with us today." ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome. We all love to have the blanks filled in." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that the following document was tabled:", "Review of the 2018 Pre-Election Report on Ontario’s Finances from the Office of the Auditor General of Ontario.", "It is therefore—", "Interjections." ],
  "anchor" : "para388"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You can signal me early; then we may be able to pick up from where we left off yesterday.", "Therefore—" ],
  "anchor" : "para392"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Rob, how are you doing?", "Sorry. I apologize, Speaker. It’s just the Peterborough way of doing things." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Not in this House.", "Therefore, it is time for question period." ],
  "anchor" : "para396"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier.", "The opening sentence of the Auditor General’s blistering report says it all: The numbers from the Liberal government are “not a reasonable presentation of Ontario’s finances.” There you have it, Speaker.", "Auditor Bonnie Lysyk revealed that Ontario’s deficit this year is actually $11.7 billion, up $5 billion from the numbers the Liberals just reported. They’re off by 75%. Next year, they’re off by 85% as the deficit grows to $12.2 billion, and the year after that, the Liberals understate the number by almost 100% as the deficit hits $12.5 billion.", "The Liberal government cannot be trusted. Will the government finally come clean about the true state of Ontario’s finances?", "Interjections." ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I appreciate the question from the opposition member. I know that the minister responsible for the Treasury Board Secretariat is going to be happy to respond in the supplementary, and I’ve already answered the question in the public realm with the media today.", "We thank the Auditor General for her response to the pre-election report. I know that the Treasury Board Secretariat and the Ministry of Finance have been working closely with the Auditor General of Ontario on a wide variety of issues. There are issues that the Auditor General has raised in her response that she has raised before. These are ongoing conversations.", "We have worked closely with accounts. We’ve been very, very careful as we made the decision as a government to reduce people’s electricity bills by 25%. We knew that that was necessary, and we worked very, very hard to make it clear that that would mean a cost over a period of time. We worked with accountants to create that plan—" ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary." ],
  "anchor" : "para410"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: The Auditor General’s scathing report is an indictment of this Liberal government. Auditor General Bonnie Lysyk said, “The government did not properly record the true financial impact of the fair hydro plan....” She said, “Neither the expenses to pay power generators nor the interest on the funds borrowed ... have been included.”", "There’s billions in cash going out the door, but they’re not listing it as an expense. They’re borrowing money to pay the bills but not recording the cheques, so it appears that there’s money in the bank when there isn’t any. Only Liberals think they can get away with that.", "Mr. Speaker, why does this government present numbers that are off by 100%?", "Interjections." ],
  "anchor" : "para413"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para417"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "All of that debt, all of those numbers are recorded. They are all recorded, and there is an accounting disagreement—", "Interjections." ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carry on." ],
  "anchor" : "para421"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, all of those numbers are recorded. They are clearly laid out as debt that is being carried in the electricity system. We made a decision that people needed to have relief on their electricity bills, and we are spreading the cost of the billions of dollars of investments that we have made over—", "Interjections." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, we’re in warnings. Your outbursts are not acceptable.", "Carry on." ],
  "anchor" : "para424"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—over a longer period of time, and carrying that within the electricity system, where it appropriately resides, as is done in other jurisdictions. There is an accounting disagreement that has been going on. I recognize that. We acknowledge that, and we will work with the Auditor General." ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para427"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: I have to say, Speaker, that that is 100% wrong. It is not recorded as debt. It is recorded as an asset, something they legislated. Only a Liberal would legislate a debt as an asset.", "As if that isn’t enough, the government then recorded pension revenue that wasn’t theirs and listed insufficient pension expenses. The auditor said, “It should not have done this.” She added, “The incorrect recording of pension revenues and expenses is an understatement of ... expenses.”", "Speaker, the government’s books are off by up to 100%. They simply cannot be trusted. Nothing they ever tell us should ever be believed again, and the auditor has proved that. How can the people of Ontario ever trust one word this government says?", "Interjections." ],
  "anchor" : "para428"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para432"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I smell toast." ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I smell a warning. The member from Leeds–Grenville is warned.", "Premier?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para436"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’m delighted to have the opportunity to respond to the Auditor General’s pre-election report, and to start by thanking the auditor. As an independent officer of the Legislature, the Auditor General brings a valued and incredibly important perspective to our work as government. We work closely with her and her officials, and I do want to take this opportunity to thank the outstanding officials in our government who have worked so closely with the auditor in her work.", "Our government passed the Fiscal Transparency and Accountability Act in 2004 precisely because it was under a previous government that we woke up to a $6-billion surprise. We have fixed that, Speaker. Why? Because on this side of the House we believe that transparency and accountability are foremost in our thinking. That is why we are delighted to have this pre-election report today as an opportunity to once again be accountable to Ontarians." ],
  "anchor" : "para437"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question goes back to the Premier. The auditor said, “The perception is created that government has more money available than it actually does.” The real deficit numbers are astounding, and they are double what they told us in this House: $11.7 billion next year; $12.2 billion the year after that; $12.5 billion the year after that—after they promised us that they would balance the budget. The deficit is out of control, and the government—", "Interjection." ],
  "anchor" : "para440"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture, Food and Rural Affairs is warned.", "Finish, please." ],
  "anchor" : "para442"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "They can heckle all they want, but what they’re really trying to do is pull the wool over the people of Ontario’s eyes.", "Will the Premier come clean and admit that the real numbers in her budget are double?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para446"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I appreciate the work the Auditor General has done and I recognize that throughout her deliberations—and we did speak yesterday for some time. She says this, Mr. Speaker: The pre-election report provided, which is the one that we presented just at the time of the budget, is reasonable and is cautious and it’s underpinning a fiscal forecast. She reaffirms that our track back to balance is actually prudent. She recognizes that the forecast we put forward is actually cautious.", "Furthermore, she is again referencing two issues that the accountants—professional accounting firms—are in dispute with the Auditor General in the reflection of those requirements. But it’s fully transparent. The debt is reflected. The amount of transactions is apparent. It’s there for all to see. And furthermore, it’s reaffirmed and reinforced by the investors who are making the loans in respect to those very issues." ],
  "anchor" : "para447"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "You can tell their numbers are bogus because they’re playing musical chairs with who has to answer over there.", "What the auditor actually said is that the election report is not a reasonable presentation of Ontario’s election finances. How can this government be trusted? The actual deficit will be double at $11.7 billion. The auditor is here to hold the government accountable, and they brush her aside like she’s a nuisance. She’s here for the good of the public. The Premier is only here for the good of the Liberal Party.", "So I ask, Speaker: Why is this government so intent on avoiding accountability and where is the secret hidden ledger?", "Interjections." ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, the member now is attacking the public service, the accountants of this organization. She’s attacking KPMG, which actually performs the audit for IESO. She’s attacking Deloitte, which has reaffirmed the process that has been made. She’s attacking E and Y, which has audited the work of OPG—clean audits in both cases, Mr. Speaker.", "Furthermore, she’s attacking Deloitte—", "Interjection." ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oxford is warned.", "Minister?" ],
  "anchor" : "para459"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "She’s attacking Deloitte, which is also reflected on the issue of pensions.", "Let me be clear: We slayed the deficit based on the work we’ve done. We balanced the budget. We have a $600-million surplus, and going—", "Interjections." ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Final supplementary?" ],
  "anchor" : "para464"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "If the finance minister were still at the bank, he’d be fired for what he just said.", "This government is intent on hiding the truth from Ontario taxpayers. When the real deficit—" ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m not going to accept that. Withdraw, please." ],
  "anchor" : "para467"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Withdrawn." ],
  "anchor" : "para468"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish." ],
  "anchor" : "para469"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I’m not attacking our valued public servants. I’m not attacking outside auditors who don’t have the full picture that the Auditor General has. I am attacking this government for withholding the facts from the Ontario taxpayers by suggesting that it’s a $6.7-billion deficit when in fact it is double, and they’re going to continue to double it over the next three years. They’ve not “slayed” the deficit; they’ve grown the deficit, and that’s going to hurt future generations, including your kids, including your grandkids, including my daughter.", "Where is the secret ledger? Why won’t you provide it to this Legislature today?", "Interjections." ],
  "anchor" : "para470"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para473"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "President of the Treasury Board.", "Interjection." ],
  "anchor" : "para476"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. The member from Nepean–Carleton has done something she knows I don’t like. It won’t happen again.", "President." ],
  "anchor" : "para478"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Thank you, Mr. Speaker. I know that on days like today, when tensions can be high in the House, things can be said, but I want to join the Minister of Finance in outlining the fact that the member opposite has just cast aspersions on our professional public service. I take great exception to that. These are people who work hard. They are among the best public servants in the country. They are also working incredibly diligently with the Auditor General. That’s what we know. That’s what we expect. The member opposite should actually be taking those comments back.", "I will say this: The Auditor General has said that our books are prepared in an accordance of prudence and cautious assumptions—" ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I stand; members sit.", "New question." ],
  "anchor" : "para484"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. The Liberal government underfunded our hospitals because they said that there was not money to fund our hospitals and our community health sector. Is that fair?" ],
  "anchor" : "para487"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, it’s not the case. The fact is that we have increased funding to hospitals in every budget. We recognize that there’s a need for an increase. Last year, we put in place 500 million more dollars for hospitals; this year, $822 million. We have opened nurse practitioner-led clinics around the province.", "We have continually increased funding and will continue to increase funding across the system, including to home care, including to mental health, including to pharmacare. Those are all parts of the health care system, and we are continuing to increase funding and support the needs of the population in Ontario." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para490"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "While the Liberal government was cutting funding to our health care system and our hospitals, there was something else that they were cutting: They were cutting corporate tax rates, to the point where they were lower than the state of Alabama, to the point where we’re talking five percentage points lower than Mike Harris’s last day as Premier of this province.", "Why did the Premier choose to create a crisis in our health care system instead of asking the richest people and the most profitable corporations to pay their fair share?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "This question from the member of the third party really is reflective of a fundamental difference between a Liberal philosophy and the NDP. That is that we believe that industry, that corporations, that the business world have a role to play in creating wealth in this province. The NDP will tell you that the government can do everything and we can just denigrate the private sector over and over again. We don’t believe that. We believe that we need to be competitive.", "I’ve spent days talking to governors in the United States, to congresspeople, to make sure that we have a NAFTA that works for Ontario and works for Canada. But that party doesn’t think the private sector has a role to play. They’re wrong, Mr. Speaker.", "Interjection." ],
  "anchor" : "para493"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Final supplementary." ],
  "anchor" : "para496"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Under the Liberals, just like under the Conservatives, the wealthy few got a whole lot, while many people throughout Ontario were admitted into overcrowded hospitals. We have reached a point where our hospitals are full, where their hallways are full, where people are being admitted anywhere that isn’t a door or an exit.", "Why does the Premier think that it is more important to have a tax rate lower than what Mike Harris had settled for than it is to end the overcrowding crisis in our hospitals?" ],
  "anchor" : "para498"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "One of the things about government is that you have to do more than one thing at a time. In fact, in our first budget, we increased taxes on the highest income earners in this province. We—", "Interjections." ],
  "anchor" : "para500"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish." ],
  "anchor" : "para502"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Which is exactly what the NDP says they think should be done. We’ve already done it. We increased taxes on the highest income earners in this province. But having a competitive business sector, having businesses that can thrive and compete with other jurisdictions around the world—we think that’s important.", "When I travel to China or India—and businesses are looking at increasing their footprint here, creating more jobs, bringing that wealth to the province. They’re looking for a competitive environment. We’ve created that, and we think that’s important for economic growth in this province." ],
  "anchor" : "para503"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. People in business count on our health care system. Medicare is one of our greatest competitive advantages, but the Premier has refused at every turn to ask the wealthy few to pay their fair share to ensure that we have a health care system that functions the way we know it can.", "Why is the Premier more interested in helping her rich connections than in ending hallway medicine?", "Interjections." ],
  "anchor" : "para506"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The Minister of Children and Youth Services is warned.", "Premier?" ],
  "anchor" : "para509"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Man.", "Let me just go over what I said earlier. We increased taxes on the highest income earners in this province. We have already done that.", "Let’s look at what has happened as a result of the competitiveness of Ontario business. We have created, in this province, in partnership with the private sector, 820,000 new jobs since the recession, and 400,000 of those have been created since I was the Premier. That has led to the fact that we have the lowest unemployment rate in 20 years in this province.", "You know what? That is very good for those businesses. That is very good for the people who have those jobs. But it’s also good for the health care system because that means we can invest in the health care system. Yes, it is a huge advantage and it’s one of the reasons people come here, businesses come here, and those jobs have been created." ],
  "anchor" : "para511"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para515"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I know the Premier got into politics because of Mike Harris’s cuts, but she has had 15 years to undo that damage. Actions speak louder than words. The Premier’s actions would lead us to believe that she got into politics to make life better for the wealthiest few and to cut more into our health care system that all of us depend on. Who knew?", "The NDP believes in fixing our health care system and asking the richest people and the wealthiest corporations to pay their fair share so that it can be done. Why is the Premier more interested in corporate giveaways to the wealthy few than in ending hallway medicine for the many?" ],
  "anchor" : "para516"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "When I became the Premier, I said to the people of this province that I would work to get better retirement security for them. I said that we would invest in education and health care. I said that we would build infrastructure around this province. We have done every single one of those things, Mr. Speaker.", "The fact is that I’m in politics because I believe government exists to do the things that people can’t do by themselves. I don’t come from a wealthy background. I don’t know where the NDP gets that idea. I don’t know where they get that notion. I know they want to play that up; it’s not true. I can bring out all my mortgage payments and all of the pictures of my small semi-detached house in north Toronto. We can play that game. But the fact is, I’m in politics because I believe people need the support of government. They need pharmacare. They need health care. They need free tuition, and that’s what we’ve been working on—", "Interjections." ],
  "anchor" : "para518"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Final supplementary?" ],
  "anchor" : "para521"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Mr. Speaker, we could have an Ontario where the richest people pay their fair share, where the most profitable corporations pay their fair share and where corporate tax rates are still below the national average. We can end hallway medicine. We can add 2,000 new beds to our hospital system.", "Can the Premier explain to everyone who has been treated in a hallway, a bathroom, a TV room or a patient lounge why it’s more important that she helps the few at the top rather than giving people the dignity and the care they deserve?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, we need people to be able to find jobs in this province. We need people to be able to look after themselves and their families. Having a decent job is a really important part of that.", "Of course there are things that government has to do. We recognize that, which is why we have stepped up year after year to put those supports in place. We know that there’s more that we have to do. But the fact is, government has to do more than one thing at a time. We have to invest in our health care system, which we are doing, and we have to have a competitive business environment.", "Our unemployment rate has dropped to 5.5%. It’s the lowest level in two decades, Mr. Speaker. For the past three years, Ontario has led all G7 nations when it comes to economic growth. That’s a good thing. The NDP may not think that’s a good thing; they may think that’s a bad thing. The fact is, that’s jobs, that’s a high quality of life for people of this province, and that’s services that we can deliver because of that—" ],
  "anchor" : "para526"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para529"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier. This government had been warned for well over a year that what they were doing with our finances was not right. The Financial Accountability Office warned that, because of the hydro scheme, MPPs should obtain assurance from the auditor that the province’s accounting meets the public sector accounting standards. They were that worried, Speaker.", "The FAO also stated that, beyond this year, expect a “significant increase in the budget deficit due to ... the growing ... impact from the fair hydro plan.” They knew, Speaker. The government knew that they were jeopardizing Ontario’s fiscal position. They were told over and over.", "Speaker, why does this Premier and this government think they’re above the rules?" ],
  "anchor" : "para531"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para534"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, the member opposite makes reference again to the principles of accounting, which all lead to the accountants: Deloitte, KPMG, E and Y, all of whom had prepared and provided for the structure that we have before us—and affirmed by them.", "The member opposite talks about the concerns that would happen with the investment community. Well, Mr. Speaker, it was they who were actually proposing and investing in these very issues. Furthermore, DBRS, a rating agency, just confirmed our AA rating as stable, Mr. Speaker, in light of all of these situations as well.", "We’re moving forward with the appropriate accounting principles that are approved by world-renowned accounting firms." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para538"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: The government didn’t listen to the Financial Accountability Office, and now they won’t listen to the Auditor General. This is from the auditor: “It is clear ... the government’s intention in creating” their “accounting ... to handle the costs of the electricity rate reduction was to avoid affecting its fiscal plan.” She’s onto them. “The intention was to avoid showing a deficit in the province’s budgets and consolidated financial statements ... and to likewise show no increase in the provincial ... debt.” And the way they finance it could cost Ontarians $4 billion more in interest costs.", "Speaker, why is this Premier and this government putting the province’s finances in jeopardy just to cling to power?" ],
  "anchor" : "para539"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The President of the Treasury Board." ],
  "anchor" : "para541"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "At the core of this issue—and again, we thank the Auditor General for her report, Speaker—is an issue about accounting differences of opinion. The IESO is a rate-regulated agency and thus uses rate-regulated accounting.", "The change in the IESO’s accounting practice has done a couple of really important things, Speaker, and I’ll get to those in a quick second—", "Interjections." ],
  "anchor" : "para542"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister." ],
  "anchor" : "para545"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Before I get to that, Speaker, I just want to remind the member opposite of a couple of important things. Number one, we took $1.5 billion off the tax base and we put it onto the rate base, which we saw as a very important issue regarding fairness.", "The IESO accounting practice that we adopted has eliminated a second set of books, has brought greater transparency to $17 billion worth of transactions and—" ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para548"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "My question is to the Premier.", "First of all, I’d like to thank the Auditor General for her work on behalf of the people of Ontario. Today, she reported that the government’s pre-election report is “not a reasonable presentation of Ontario’s finances.” That’s partly because the government is using a complicated private financing scheme to keep billions of dollars of hydro debt off the government’s books. Not only does this scheme waste $4 billion for no other purpose than to hide this debt; it clearly violates public accounting standards, as the government knew it would.", "Why is the Premier hiding the truth about what its $40-billion hydro borrowing scheme will cost—" ],
  "anchor" : "para551"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve ruled on this; I’m not accepting it. The member will withdraw." ],
  "anchor" : "para554"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I withdraw." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. You may finish your question." ],
  "anchor" : "para556"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Why is the Premier involved in this $40-billion hydro scheme which will cost the public even more money?" ],
  "anchor" : "para557"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para558"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Thank you very much to the honourable member for his question. I think it’s important, Speaker, to just remind that this pre-election report really is an important opportunity for the Auditor General to give us some very important advice.", "The accounting practices that the member opposite talks about have done some really important things for our economy and for ratepayers, because this change in the IESO’s accounting practice has eliminated a second set of books that was previously kept, has brought greater transparency to $17 billion worth of transactions and, furthermore, is consistent with the accounting practices of IESO’s predecessor, the OPA.", "We respectfully disagree with the Auditor General on this, Speaker. We made a significant policy decision to lower the cost of energy for Ontarians, and that is the decision that will stand." ],
  "anchor" : "para559"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para562"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Once again to the Premier: The Premier’s $40-billion hydro borrowing scheme does not permanently lower bills for Ontarians. Over the long run, it will add $40 billion in hydro debt and interest onto bills, which will have to be repaid, once again, by the people who use hydro. The government is needlessly wasting $4 billion on a private financing scheme whose sole purpose is to keep that debt off the government’s books. Instead of violating public sector accounting standards, why won’t the Premier just tell the Ontario public the truth: that their hydro bills have not really gone down but will, over the long run, skyrocket higher than ever before?" ],
  "anchor" : "para563"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I want to go back to the premise of this report and remind the member opposite that the Auditor General actually, in issuing her report today, underscored the fact that our government has prepared our books with a degree of prudence that she underscores as being extremely important. That’s an important piece of context.", "Speaker, when the public accounting standards, as Deloitte pointed out, “are silent on the question of how to account for the impacts of rate regulation,” then “it is appropriate for a public sector entity”—and this is their opinion, Speaker—“to select accounting policies that would result in the recognition of the impacts of rate regulation.”", "This, again, is an area of disagreement with the Auditor General. We have another area of disagreement with her as well, on pensions. We are pleased to have her report today. We respect her opinion and we again underscore the fact that this is an act of transparency on our part to publish this pre-election report, something that Ontarians previously didn’t have." ],
  "anchor" : "para564"
}, {
  "speaker" : "John Fraser",
  "text" : [ "My question is for the Minister of Municipal Affairs. Minister, Ontario’s building code establishes standards for construction in the province. One of the things the building code speaks to is the construction of buildings with wood frames and materials.", "Building with engineered wood products is structurally comparable to concrete and steel buildings in strength. It stores carbon and lessens the impact of climate change; it lowers greenhouse gas emissions by not using energy-intensive materials; and it could lower building costs with cost-effective materials and shorter construction time. Mass-timber structural framing systems have high strength-to-weight ratios and are dimensionally stable, and are quickly becoming the systems of choice for sustainably minded designers.", "I know that the Minister of Municipal Affairs has been advocating for wood construction for a number of years. Minister, could you please tell us a bit about the work that you and your ministry and the government have done on wood-based construction?" ],
  "anchor" : "para568"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Thanks to the member for the question. In 2012, I did introduce a private member’s bill to allow for six-storey wood frame construction in Ontario. My goal was to increase the use of wood in Ontario’s construction industry by requiring its use in provincially funded buildings. The goal was achieved in January 2015, when the building code was updated to support the construction of mid-rise wood frame buildings up to six storeys. I should also mention that mass timber buildings over seven storeys could also be built under our current building code; however, projects were not being brought forward.", "In an effort to further support the use of wood in building construction, last year we released the tall wood reference, which will assist architects, engineers, building and fire officials and developers in the development of safe alternative solutions for taller wood projects. We also co-funded, with the federal government, to test the performance of mass timber building systems.", "Speaker, the research and tests that support tall wood buildings is funded through the Climate Change Action Plan, funding which the leader of the party opposite has promised to cut. These projects will provide valuable transferable knowledge that can be used in future tall wood construction projects." ],
  "anchor" : "para572"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para575"
}, {
  "speaker" : "John Fraser",
  "text" : [ "We all know how important the forestry sector is here in Ontario. Forestry is a way of life for hard-working Ontarians across the province, with $15 billion in revenue and 172,000 direct jobs relying on the sector.", "Wood products use less energy than steel or concrete and produce fewer emissions. Wood products also function as carbon storage units, storing carbon that would otherwise be emitted into our atmosphere. I also know that tall wood buildings are an effective, efficient and sustainable way to build communities and to help support Ontario’s important forestry sector.", "Minister, how does the Mass Timber Program benefit Ontarians?" ],
  "anchor" : "para576"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "The Minister of Natural Resources and Forestry." ],
  "anchor" : "para579"
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I want to thank the member for Ottawa South for his great question.", "I’m very happy to talk about the Mass Timber Program, which promotes the use of mass timber in construction and helps reduce the effects of climate change. This program offers direct benefits to the people of Ontario, particularly people from the north, because it includes the creation of new jobs in forestry and also in construction. Also, it advances low-carbon building science, which is important for innovation in the sector.", "I’m very pleased to stand here and talk about four tall wood projects that have been funded through our cap-and-trade program, a program that the party opposite wants to eliminate. These four programs are the academic tower at the University of Toronto, an academic tower at George Brown College, an office space in Toronto and condominiums in North Bay.", "Ce sont tous des projets innovateurs, qui démontrent bien—" ],
  "anchor" : "para580"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para584"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question goes back to the finance minister. Just like at Enron, the secret hidden ledger was finally revealed, and when it was, the real deficit and the deficit figures are now accounted for. The net debt per Ontario resident is $23,670 per person. Let me bring you back to 2003, when they were brought into office. Then, it was only $11,324. That figure is going to rise by $24,950 per person next year, and $26,240 per person the year after that.", "This government is leaving my daughter and the next generation with an unsustainable amount of debt that is going to hurt our very core and valued public services. I want to know: Why is this government, including that Premier, content with leaving our children over $26,000 worth of debt because of their mismanagement?" ],
  "anchor" : "para586"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I’ve got three kids of my own, and I want to leave them with opportunity in the future.", "Let me be clear: The member opposite is talking about one side of the ledger. There’s something else that’s extremely important here, extremely worth noting, and that is that Ontario is indeed one of the largest subnational economies in the world: over $800 billion, and we’re going to be up to $1 trillion soon.", "It’s that strength of our economy, that worth, that is also important in that calculation. If you take into account the degree of debt as a percentage of that overall value, the people of Ontario have a huge net worth of close to $40,000 each. My children are going to benefit because of the investments we make in transit, in schools, in hospitals and in economic growth. They’ll have opportunity. They’re denying them that right. We’ll continue to invest in—" ],
  "anchor" : "para588"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para591"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para593"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "What we really are is the largest subnational debtor in the world, Speaker. That minister over there may have $78,000 kicking around to pay for his kids’ share, but most Ontario families—the people of Ontario—don’t have an extra $80,000 kicking around to pay for their mismanagement. A child born under the Liberal government immediately will owe $26,000, thanks to that minister.", "I care about the future. I care about my daughter. I care about the kids on our hockey team. I care about the pages. But they are putting all of that at risk with unsustainable and reckless spending.", "I want to know from the minister: Is he okay with saddling every single child born in 2018 with $26,000 of additional debt? Because I can tell you, me, Vic Fedeli and Doug Ford certainly aren’t.", "Interjections." ],
  "anchor" : "para595"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para599"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, in 40 years, there have been only eight balanced budgets: three of them by the Conservatives, the rest by us. The largest deficit in Canadian history was over $15 billion—by the Conservative government, not by anybody else.", "Furthermore, this is all about choice. The member opposite is talking about what they choose to do. We have no idea, because they have no plan, but we know what they are going to do: They’re going to cut. We want to support child care for people, mental health and addictions care. We want more supports for hospitals, more supports for our seniors, more supports for our children and our students to put them at their best going forward into the future.", "We’re investing in those programs; they are going to cut those programs. They’re putting at risk the future of Ontario. We’re fiscally strong and we’re going to continue to be strong because the people of Ontario deserve that, Mr. Speaker.", "Interjections." ],
  "anchor" : "para601"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you. New question." ],
  "anchor" : "para605"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "This question is to the Acting Premier. After 15 years of neglect and empty promises on child care investments from Liberal governments, it is clear for families in Waterloo region that change for the better can’t come soon enough.", "This week I spoke to Bonnie Zehr, who is the executive director of Emmanuel at Brighton Child Care Centre, and she told me the story of one family new to Waterloo, whose parents—both parents—have finally found work, but they can’t find child care. They cannot find affordable, accessible child care in a not-for-profit setting anywhere in Waterloo region, like 80% of the families in this province.", "The only thing that they can find are wait-lists. They’ve been on Emmanuel’s growing wait-list for three months. There are 600 families on that list, and staff must tell families that the wait-list is two years long. This family has no support network in the region, and their professional success and quality of life are directly affected and connected to finding affordable child care.", "Does the Premier understand how stressful and how challenging it is to find quality child care in the province of Ontario?" ],
  "anchor" : "para607"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The Minister of Education and minister responsible for early years and child care." ],
  "anchor" : "para611"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I actually want to thank the member opposite for asking this very important question, because absolutely we recognize that we need affordable, accessible child care in this province. That’s why the Premier tasked me to make sure that we are on track.", "Here’s what we are doing: We have been working diligently and tirelessly over the last year and a half to make sure we’re building the foundation, creating more affordable spaces, and ensuring that we are on track towards free preschool child care for families of children.", "Speaker, let me just tell you about some of the things that we’ve been doing. We’re planning on investing $2.2 billion over three years to ensure that there will be free child care for preschoolers. That will save families an estimated $17,000 per child. That’s in addition to what they’ll be saving in full-day kindergarten, which is $6,500 per child." ],
  "anchor" : "para612"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para616"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "After 15 years, after too many photo ops in too many child care centres across the province, why should families believe that this Liberal government will—", "Interjections." ],
  "anchor" : "para617"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please.", "I believe there are some members on this side who have been warned. We can add to that list. After a warning is a naming.", "Finish, please." ],
  "anchor" : "para619"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "We hit a nerve.", "Why should families believe that Liberals will take action to deliver on child care? Families who are excited to finally qualify for subsidies are only disappointed again when they learn that there are no child care spaces to access. We are the child care wait-list wonder of Canada. Congratulations.", "Speaker, we have a plan that invests in ECEs who are on the front line. We have a plan that ensures that families will have high-quality spaces because we are committed to not-for-profit care. We have a plan that invests in creating spaces because you can’t build a system without capital funding. Our plan will make child care free for those who need it most because that’s where the return on investment is.", "Why has your government still not created a plan based on needs of the families in the province of Ontario after 15 years?" ],
  "anchor" : "para622"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, let me just give you a quick summary of some of the things that we’re doing. We’re investing in child care: $1.4 billion in operational funding; $1.6 billion in capital funding. What does that mean? We’re creating spaces. We committed to create 100,000 spaces over five years. We’re actually not just on track, but we’re ahead of it.", "What have we created so far? We’re on track to create 31,000 more spaces. Those are the photo ops that the member opposite is talking about. We’re actually going out there and announcing the spaces. And 60% of the spaces that we’re creating now are subsidized, so we’re actually increasing the number of spaces that are subsidized. But that’s not all. We’re also building towards the future, and that’s where free preschool child care comes in. As of 2020, families will be getting free preschool child care.", "The NDP plan sounds good, but apparently Gordon Cleveland says it’s “completely unrealistic.” They’re not building the foundation. We’re building that solid foundation, recognizing the workforce—" ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para631"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "My question is for the Minister of Transportation. It’s safe to say that the way people move around our communities is constantly changing. I know that one change that has caught my attention is the growing interest in, and demand for, active forms of transportation. This demand for improved cycling infrastructure, in particular, is significant, and I consistently hear from my constituents in Guelph who are looking to government to make investments that will make cycling a safer, more convenient way to get around. I also hear it first-hand from my daughter, Allison, who just happens to own a bike shop in Bracebridge.", "Speaker, I know that this month marked the annual Bike Summit. Can the minister please share the update that was provided at the Bike Summit on the steps our government is taking to support cycling around the province?" ],
  "anchor" : "para634"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I want to thank the member from Guelph and also welcome her daughter, Allison, from Ecclestone cycling shop in the members’ gallery today.", "I was very pleased to join Ontario’s cycling community a few weeks ago to celebrate the progress that we’ve made towards creating a more bicycle-friendly Ontario, but also to look at the significant work that remains ahead.", "After releasing our first #CycleON Action Plan, we didn’t slow down. In my time as the PA to the Minister of Transportation, I was actively involved in the cycling file, and now, as minister, I see we’ve made remarkable progress. Much of this work has culminated into the #CycleON Action Plan 2.0, which I was so pleased to present at the Bike Summit.", "The updated action plan includes 37 proposed action items and five key strategic directions, including designing healthy, active and prosperous communities; improving cycling infrastructure; making highways and streets safer; promoting cycling awareness and creating behavioural change; and increasing cycling tourism." ],
  "anchor" : "para636"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para640"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I want to thank the minister for her answer.", "It’s clear that we are taking an active approach to meet the needs of the cycling community here in Ontario. I was very pleased to announce recently that our government’s new Ontario Municipal Commuter Cycling Program is providing Guelph with nearly $1.2 million to support local commuter cycling projects. I can’t wait to see the new bike lanes that will happen in Guelph, but of course, I know that if the Conservatives are elected, there won’t be any more of this because it’s funded by our carbon program on climate change.", "Minister, would you tell us some more about your important initiatives, like the new #CycleON Action Plan? The new plan is sure to build on our government’s ongoing collaboration with cycling advocates. If you could elaborate on what that action plan contains, we would definitely appreciate the details." ],
  "anchor" : "para641"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I want to again thank the member from Guelph for her ongoing support of the cycling community.", "Our action plan includes 37 unique action items, including our commitment to a province-wide cycling network. The fact is that our government has and continues to be a strong partner for the cycling community. With advocates like the President of the Treasury Board at the table, this shouldn’t come as any surprise.", "We’ve made consistent investments, including bike rooms at GO stations, bike lockers at carpool lots and introducing a safe cycling education fund. While our Liberal government remains committed, we know that the Conservatives would scrap the cap-and-trade program, which this year alone is supporting commuter cycling projects in nearly 120 municipalities across the province.", "This is a party with a leader who as councillor consistently spoke out against cycling projects in the city of Toronto. Unlike the party opposite, we know that investing in cycling is the right move. It supports our environment—" ],
  "anchor" : "para644"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question?" ],
  "anchor" : "para648"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Today, an advocacy group of medical students, #SpotsForDocs, is protesting at Queen’s Park. They’re protesting the state of physician services planning, specifically the low ratio of medical graduates to residency spots.", "Mr. Speaker, 800,000 Ontarians are without a family doctor, while many medical school graduates are unable to practise medicine. In 2015, this government drastically cut residency positions. Ontario taxpayers invest $200,000 for each student, yet they are blocked from finishing their training. Instead of creating permanent residency positions, the Ministry of Health announced temporary residency spots, which only help presently unmatched medical graduates.", "Will the minister please explain why she’s turning her back on future medical school graduates?" ],
  "anchor" : "para651"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Of course our government recognizes how important it is to match the physician supply to the need across Ontario. As a physician, a former medical student, I still remember the stresses not only of medical school, but of the matching process that I went through many years ago. So we fully understand the issue.", "We do know that between 2003 and 2016, we had a large supply of physicians practising in Ontario, some additional 38%. But we do understand that there are challenges for new medical graduates, and this is why our government is funding more residency positions for medical school graduates who have completed their undergraduate training at an Ontario medical school.", "This is a pan-Canadian problem, so we’re working with our medical schools to create more specialized residency spots. Obviously, this upcoming school year, everyone will find a spot. Everyone who is not matched will be offered a residency position—" ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para657"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Again to the minister: This government’s plan is a band-aid solution that only addresses the issue in the short term—a desperate attempt by a desperate government to quickly deal with a crisis of their own making.", "What is needed is a long-term, comprehensive strategy to plan for all medical resources across Ontario. The hundreds of students who are right now protesting in the rain took time away from their study and clinic work to advocate for better health care for all Ontarians.", "Will the minister commit today to supporting the recommendations of Bill 18, the Careers in Medicine Advisory Committee Act, and strike a panel of medical experts to take the first step toward a comprehensive plan for medical resource planning in Ontario?" ],
  "anchor" : "para658"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Speaker, the issue that I think is really important in terms of what we have announced this year is that we will be requiring these new residents in these new additional positions to provide a return of service to underserviced communities across the province. We will be specifically targeting those areas where we know we need more specialized service, such as emergency medicine, pediatrics and psychiatry. This investment will also ensure a stable supply of physicians in communities across the province.", "Of course, we’re going to continue to work across the country with our medical schools to ensure that the matching process is enhanced as we go forward. Certainly, we’re going to be reviewing the outcomes of this particular year’s matching process and work with relevant stakeholders and ensure that we have every success on the part of the graduating physicians and on behalf of the people of Ontario." ],
  "anchor" : "para661"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Acting Premier. Yesterday, a report was released recommending that large-scale EQAO testing continue for every Ontario student in grades 6 and 10. Speaker, 67% of Ontarians agree with New Democrats that EQAO census testing is not working for students. People for Education points out that 20 years of EQAO results have done nothing to close the education equity gap. Instead, EQAO allows schools to be ranked against one another, creating winners and losers and primarily benefitting real estate agents, at a cost of millions of dollars that could be used in the classroom.", "Will the Acting Premier listen to parents, educators, students, trustees, education experts and others? Instead of making changes to EQAO, will she commit to eliminating EQAO altogether?" ],
  "anchor" : "para665"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Minister of Education and minister responsible for early years and child care." ],
  "anchor" : "para667"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I am pleased to answer this question. Mr. Speaker, I find it interesting that the party opposite is so interested in education now, when actually in their 2014 platform they had no mention of education. I just want them to know that on this side of the House, we have been making investments in our education system for many years. These investments are ones that I’m proud of.", "Our world is rapidly changing, and our classrooms need to keep up with that change. Absolutely, we need to make informed decisions, and we need to ensure that where there are gaps and challenges in the system, we are on top of them so that we can give our system, our educators and our students the supports that they need. That is why we commissioned an independent review of Ontario’s student assessment and reporting led by the highly respected Dr. Carol Campbell and her five advisers. The review’s recommendations suggest that the status quo is no longer working well enough. I’m happy to explain more in the—" ],
  "anchor" : "para668"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para670"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Speaker, ask any parent and they will tell you: They look to report cards and teacher feedback to let them know how well their child is doing, not EQAO results. Parents understand that teaching to narrow tests in literacy and numeracy takes up too much teacher focus, creates undue stress on students and diverts resources away from student learning.", "Speaker, this Liberal government has had 15 years to address long-standing concerns about EQAO. They have had 15 years to replace EQAO with an effective random-sample testing model that will provide a true check on the Ontario curriculum while helping to identify the supports that students need. Is this government’s newfound interest in changing EQAO another last-ditch attempt to try to win back support before the June election?" ],
  "anchor" : "para671"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I want to remind the member opposite that we’re actually the ones that embarked on this review. It is a comprehensive review. I also want to ensure that the member opposite has actually read what the recommendations were. If she had, she would know, actually, that the advisers and Dr. Carol Campbell actually talked about—", "Interjections." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para675"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "She actually made a real distinction between what was happening in the classroom and also EQAO. In fact, she said that what was happening in the classroom was extremely important and was actually a very good way forward in terms of assessing, and actually recommended that we strengthen classroom assessment and reporting and that we do further consultations on EQAO." ],
  "anchor" : "para676"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is for the Minister of Seniors Affairs. I’m sure the minister is aware of the good news that seniors like myself are living longer and in better health than ever before. With this comes new challenges for how our government can provide the necessary care and support for this rapidly growing demographic.", "One of those challenges is social isolation, which can affect the mental and physical well-being of those without the opportunities to engage in their community. Among the many wide-ranging initiatives and program commitments that were announced in last year’s Aging with Confidence action plan was our commitment to expand the successful Seniors Community Grant Program. With a focus on community-oriented solutions to keep seniors active and engaged, this program has already supported over 1,600 projects. Speaker, would the minister tell this House about the expansion of the Seniors Community Grant Program?" ],
  "anchor" : "para678"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I want to thank the member from Barrie for the question and wish her many, many years of aging with confidence here in Ontario.", "Mr. Speaker, a few weeks ago, along with the member from Ottawa Centre, I was at the Good Companions centre in Ottawa, where I had the pleasure of announcing this year’s successful project applicants for the Seniors Community Grant. Our government is investing $4.1 million to support nearly 250 projects.", "One project in particular that I’m very excited about is something we call “seniors without walls.” It’s going to allow us to create virtual seniors community centres across Ontario to ensure that our seniors are not socially isolated and have a place to make friends regardless of geography." ],
  "anchor" : "para680"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para683"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you, Minister, for telling this House about our commitment to investing in programs and initiatives aimed at reducing social isolation. I’m glad that our government is providing resources and supports to foster existing innovative programs across this province, allowing them to benefit even more seniors across Ontario.", "However, that’s not all, Speaker, as I believe that just last week our government announced yet another way it is reducing social isolation and keeping our seniors engaged and socially connected with their communities. Last week, the Minister of Seniors Affairs and the member from Brampton West were at Villa Polonia in Brampton, where they announced 40 new seniors active living centres. Can the Minister of Seniors Affairs please inform this House about this expansion?" ],
  "anchor" : "para684"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "You can see that our government is continuing to invest in seniors. Every week, we have something to announce for our seniors. Yes, the member from Barrie is correct. Last week I did have the pleasure of announcing 40 more seniors active living centres. That brings the total to 303." ],
  "anchor" : "para686"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Thank you.", "This means we have 40 more centres with thousands of seniors across Ontario who have a place to come together to meet friends, make new friends, learn new skills and continue to lead lives of purpose. I’m really proud of this announcement." ],
  "anchor" : "para688"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Recently, Niagara regional associate medical officer of health Dr. Andrea Feller reported that the 155 suspected opioid overdoses in 2016 soared by 225% in 2017. That means that Niagara emergency medical services paramedics responded to 520 suspected overdoses in 2017. The opioid crisis is hurting families and youth across Niagara. My question is: What is the government doing to respond to this crisis?" ],
  "anchor" : "para691"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Mr. Speaker, the opioid crisis is something that was well recognized by our government over the last year. Certainly the numbers are alarming. I’m very pleased that the associate medical officer of health is informing the community as to the situation in Niagara region. This is, of course, precisely why we are investing over $222 million over three years to combat the opioid crisis in Ontario, especially on the issue of expanding harm reduction services.", "Yesterday, I had the opportunity to visit the Queen Street community health centre, where they offer a safe injection site. This is one of many that we’re introducing and opening across the province. They’re doing excellent work. They’re saving lives. At the same time, of course, they’re referring people for counselling. I’ll elaborate in the supplementary." ],
  "anchor" : "para692"
}, {
  "speaker" : "Sam Oosterhoff",
  "text" : [ "My question is back to the Minister of Health and Long-Term Care. Unfortunately, I would say that some of the action the government has taken has not done enough in the Niagara region. Sandi of Beamsville recently spoke of her son Scott, who played hockey, took karate, took swimming lessons and ran marathons. “At one time he owned his own house, had a beautiful fiancée and a bright future,” she said. Then fentanyl got its claws into him and “he lost it all.”", "Speaker, how does the minister plan on ensuring that mothers like Sandy do not have to bury their children because of this government’s lack of action on the opioid crisis?" ],
  "anchor" : "para694"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Our initiative is absolutely clear in terms of what we’re doing. We’ve established an opioid emergency task force. We’re making naloxone kits available to pharmacies, public health units, police and fire services. We’re working with stakeholders. I had an extremely useful conversation yesterday at the safe injection site with the stakeholders and the front-line workers.", "I guess the question is: What on earth are you going to do on the other side of the House? As far as we know, Doug Ford is going to close safe injection sites." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Education on a point of order." ],
  "anchor" : "para699"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d actually like to correct my record when it comes to child care. I want to point out that in the 2018 budget, Ontario is now investing a historic $1.9 billion in operating funding for early—" ],
  "anchor" : "para700"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para701"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oxford on a point of order." ],
  "anchor" : "para703"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Mr. Speaker, I’d like to introduce an intern from my office, Claire Debruin. This is her last week here at Queen’s Park, and I’d like to thank her for the hard work she has done for us in the last 10 weeks and wish her a good trip back to Ohio." ],
  "anchor" : "para704"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion that this House approves in general the budgetary policy of the government.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para707"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members, please take your seats.", "On March 28, 2018, Mr. Sousa moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government.", "All those in favour, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para710"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para762"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 48; the nays are 32." ],
  "anchor" : "para796"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para797"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The President of the Treasury Board on a point of order." ],
  "anchor" : "para800"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’d like to correct my record on something I said earlier. I said that to support a 25% reduction of electricity bills, we took $1.5 billion off the tax base and put it onto the rate base. What I meant to say is the opposite, Speaker. We took $1.5 billion off the rate base and put it onto the tax base. Thank you, Speaker." ],
  "anchor" : "para801"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no further deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para802"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "In my riding of Stormont–Dundas–South Glengarry, we are blessed with many dedicated volunteers who make such a difference in people’s everyday lives. Last week, during National Volunteer Week, I was pleased to join a large number of volunteers from 22 different service clubs and community groups from South Stormont at their annual Volunteer Appreciation Gala in Long Sault, to thank them for all the work that they do.", "At the ceremony, they also recognized Ray Beauregard with South Stormont’s 2018 Fran Laflamme Volunteer of the Year Award.", "I first got to know Ray when I joined him on county council in 2003. By that time, Ray already had many years of community work behind him, as his volunteering efforts started when he was just 26 years old. Over his five decades of community work, Ray has helped to improve the lives of his neighbours and community by making time in his busy schedule to work with many different local volunteer organizations, including the YMCA, Lions Club, Knights of Columbus, Beef Farmers of Stormont county, Sports Hall of Fame Committee, the children’s aid society and the Long Sault Friendly Circle Seniors Club, amongst others—over 600 hours of volunteer service on an annual basis.", "Ray does a lot of volunteering in the car, driving for the SD&G children’s aid society and for the Children’s Treatment Centre, logging over 18,000 kilometres and over 300 hours each year.", "I want to congratulate Ray Beauregard and his loyal and enthusiastic assistant, his wife, Marlene, for this very deserving award. Ray and Marlene, you truly make a difference." ],
  "anchor" : "para806"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "This Saturday, thousands of us across Ontario will hold ceremonies commemorating the Workers Day of Mourning. It’s not something we look forward to, but it’s essential that we remind everyone of the need for workplace safety.", "Across Canada in 2016, 905 men and women were killed on the job—905. Among those dead: six teenagers and another 20 who had yet to reach the age of 25.", "Last year in Ontario we lost 54 people—54 poor souls who left for work in the morning and never returned at the end of their shift. One would have been too many, and we lost 54.", "So far this year we are at 15. One of them is 24-year-old Michael Gerald Cobb. He was killed in a freak accident in Windsor at a place where concrete girders are built. A second worker suffered serious injuries in the same incident. We need to treat our injured workers with more respect. We need the WSIB to do a better job of assisting our injured workers.", "We hold our annual service to honour the dead and to fight for the living. We demonstrate to the families left behind that they are not alone. We share their grief. We are doing our part to make working life safer for everyone.", "When you see the flags lowered at municipal, provincial and federal buildings this weekend, use the occasion to speak to your friends and families about the need for workplace safety. Talk to your children and grandchildren. Remind them to make sure they have the proper training and supervision to do their jobs properly so they don’t become part of next year’s statistics." ],
  "anchor" : "para812"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "On April 20 I was at Guelph City Hall to share some exciting news about our province’s fight against climate change. Like many across Ontario, people in Guelph are worried about climate change and the threat it poses to our ecosystems, our food systems, our economy and our way of life.", "Community-based emissions-reduction projects are essential to achieving Ontario’s greenhouse gas reduction goals. That’s why we created the Municipal GHG Challenge Fund. Through the fund, Ontario is supporting projects that will help reduce greenhouse gas pollution and save money on energy costs for municipalities like Guelph.", "I’m happy to share that the city of Guelph is receiving up to $315,000 to fund a digester gas storage system at their waste water treatment facility. When sewage treatment produces excess methane gas, they will be able to store the gas instead of burning off the gas, thus reducing greenhouse gas emissions. They can then use that stored gas instead of natural gas, reducing their fuel costs. The great news is that the Municipal GHG Challenge Fund is part of our Climate Change Action Plan and is funded by Ontario’s cap-and-trade carbon market—which, of course, would be canceled if the Conservatives win the election." ],
  "anchor" : "para819"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Last week I had the pleasure of visiting Bruce Power with Ontario PC leader Doug Ford and the great MPP from Bruce–Grey–Owen Sound, Bill Walker. We were very impressed by the hard-working people who are dedicated to keeping the lights on in Ontario in a clean, affordable and reliable manner. We were all impressed by the incredible attention to detail on safety throughout the facility.", "During our visit, we had the opportunity to meet with the nuclear operators of Bruce B and present to them a scroll of congratulations for Bruce Power’s achievement for operational excellence, specifically for unit 8. In fact, unit 8 had a remarkable 623 days of continuous safe operations from May 31, 2016, to February 13, 2018, thereby setting a new long-run record for the site. I have come to know the highly skilled professionals who work there, and they are dedicated to excellence. Because of that, it is fair to say that Bruce Power will be a clean, affordable, reliable source of baseload power for our energy mix for decades to come.", "Not only does Bruce Power directly employ many members of our community; they also work tirelessly to make our community a better place by sponsoring community initiatives and ensuring that economic benefits and development from the facility reach every corner of the riding. For that, I say thank you and congratulations." ],
  "anchor" : "para823"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Rent prices are getting brutal and many people from Hamilton East and Stoney Creek are livid. Frankly, they have a right to be. I recently heard from my constituent Kevin, who said that they are forcing people out of his building by buying his neighbours out and jacking up rent prices. Management is even justifying high increases after making minimal cosmetic changes to the building. This activity has recently been coined “renovictions.” Stories like Kevin’s are flowing every day into my office. Even a good friend of mine has told me that in his building, his newest neighbours are paying almost twice what he is a month. This is getting out of hand.", "Yesterday I was glad to see my fellow New Democrat Peter Tabuns calling out the government for these unjust renovictions. It’s not just happening in Hamilton; this is a systemic problem across our province everywhere you go. We have got to make changes here. We need to close the renoviction loopholes.", "But the issues facing many Ontarians go beyond just affordable housing. This is about poverty reduction in general. There was one statement from Kevin that stuck out in my mind. He said, “I’m doing okay. I’m barely getting by, but what about people on ODSP or others on welfare?” Our province is condemning Ontarians to a life of poverty and homelessness, pushing them out of their apartments with high prices and giving them no resources to help themselves.", "My Bill 30 would solve that problem. It would create an evidence-based research commission to recommend what social assistance rates need to be year to year and in each region. If we pass Bill 30, another part of the problem would be solved. Today, I’m standing here and asking the Premier: Will you commit to enacting Bill 30 and eliminating renoviction loopholes? Because many Ontarians can’t make it anymore." ],
  "anchor" : "para827"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’d like to rise today to give honour to a very courageous police constable in my riding who works out of 32 Division. He is known as the cop who wouldn’t shoot. His name is Constable Ken Lam, out of 32 Division. I want to praise all his colleagues under Superintendent Rob Johnson of 32 Division for the work that they did, especially Ken Lam, who is now being recognized all over the world as such a smart, compassionate and tough cop.", "I also want to mention that this horrible tragedy that occurred on Yonge Street is not going to let good people down. People are still saying, “We are not going to let this deter us from being good Canadians.”", "In fact, the mother and father of Anne Marie D’Amico, who was lost in the tragic accident, said in their statement:", "“Her name has been broadcast around the world, attached to this terrible tragedy. But we want everyone to know that she embodied the definition of altruism.", "“It comforts us knowing that the world has a chance to know her and we hope that in this time, people fight with the same altruism rather than anger and hatred.”", "Rest in peace, Anne Marie D’Amico and all the other victims of this horrible tragedy." ],
  "anchor" : "para832"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m very pleased to rise today and give a statement on Believe to Achieve, the new pilot program of 2bempowered Inc. I want to mention the CEO of 2bempowered, Sandra Finkelstein. She’s working with Spider Jones, who is the founder of Believe to Achieve. They’ve created a one-year program to equip youth aged 15 to 29 with the skills they need to succeed.", "We all know that young Ontarians entering our labour market today require new skills and abilities that previous generous may not have had. This organization is looking to fill the gaps in our education system and address the gap in skills needed to navigate this new economy.", "Youth who have been marginalized by economic barriers to success face a more pronounced set of obstacles as well. Fortunately, this program looks to address that gap by focusing on three key areas: communication, financial literacy and leadership.", "We all know that the member for Nipissing has been a strong advocate for financial literacy in our youth, and with the announcement today from the AG, we all know how important that is.", "In terms of communication, we all know that we do a lot of talking here, a lot of communication. The basis of our democracy, after all, is about communication: communicating ideas, motivating people and sharing the values that we think are important." ],
  "anchor" : "para840"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "Recently I had the pleasure of attending the grand opening of a new skilled trades centre at Sheridan College in my great riding of Mississauga–Brampton South.", "This three-storey, 130,000-square-foot facility is the new home for skilled trades and apprenticeship programs. This centre offers students the opportunity to study electrical, mechanical, plumbing, welding and many other trades.", "For those who wish to enter any of those trades but are not sure of the path, Sheridan College offers a technology fundamentals program where students can learn about these trades before making a specialty selection.", "Apprenticeships and programs like the one at Sheridan College provide valuable skills that lead to great careers and good-paying job opportunities.", "If the 2018 budget is passed, our government will be investing $170 million over the next three years in the new Ontario apprenticeship system. This will improve the skills of our workforce and give Ontario businesses a strong competitive advantage." ],
  "anchor" : "para846"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I want to share an important message from the Heart and Stroke’s 2018 Heart Report and do so in support of their just-launched #TimeToSeeRed campaign.", "Women’s heart and brain health is vastly under-researched and misunderstood, and we still have a lot to learn about how to keep women from dying unnecessarily. Historically, heart disease and stroke were seen as men’s diseases. Research was based on the incorrect assumption that what worked for a man would work for a woman.", "We are now learning how women’s physiology and hormonal changes put them at risk for heart disease and stroke in ways that are different from men. This knowledge needs to make its way into better diagnostics, treatments and support that work for women. In other words, it’s time for change, Mr. Speaker. It’s time to better understand women’s hearts and brains, to make sure women’s symptoms are investigated and the risks evaluated appropriately.", "One way the members here can help inspire action among the research community, funders, health care workers and system leaders is to help raise awareness about the need to transform women’s heart health.", "#TimeToSeeRed is a powerful new Heart and Stroke awareness campaign that shines a spotlight on the gap in women’s heart and brain health by revealing how the system must do better to diagnose, treat and support women. The campaign is a call to action, to galvanize people in Canada to push for and make changes. This is about raising awareness so that we can work together—the public, health professionals, health systems and governments—to close the gap in women’s health.", "I thank Heart and Stroke’s Avril Goffredo, Liz Scanlon, Orli Joseph and Emily Fan for ensuring this important message was heard at Queen’s Park, and I encourage everyone to spread the word.", "Mr. Delaney moved first reading of the following bill:", "Bill Pr86, An Act respecting the Luso Canadian Charitable Society." ],
  "anchor" : "para852"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para862"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills.", "Mr. Potts moved first reading of the following bill:", "Bill Pr88, An Act to revive James Wilson Holdings Limited." ],
  "anchor" : "para864"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para868"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills.", "Mr. Nicholls moved first reading of the following bill:", "Bill 62, An Act to enact the Non-Disclosure Provisions in Agreements Act (Wind Turbines), 2018 / Projet de loi 62, Loi édictant la Loi de 2018 sur les dispositions de non-divulgation dans les accords (éoliennes)." ],
  "anchor" : "para870"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para874"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para876"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "The act makes void a provision in an agreement entered into on or after the day section 1 of the act comes into force in which a party accepts valuable consideration in satisfaction of a claim arising out of the construction or operation of a wind turbine, if that provision prohibits a party from disclosing the fact that the agreement has been entered into or any other information respecting the agreement." ],
  "anchor" : "para877"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I rise in the House today to mark the occasion of April as Cancer Awareness Month in Canada.", "First of all, I would like to recognize all the wonderful volunteers at the Canadian Cancer Society who provide support to cancer patients, because of course we know that being diagnosed with cancer can be devastating to a person and their loved ones.", "As life-changing as that diagnosis may be, it is nowhere near as life-threatening as it may have been a few short years ago. There was a time when the five-year cancer relative survival rate was less than 50%. Today, the survival rate for adults has risen to almost 65% in the province of Ontario. While that number represents progress, our government continues to make critical investments to provide patients with faster access to the right care. We remain committed to creating a world-class system for cancer services.", "Speaker, in 2003, government funding for Cancer Care Ontario was just over $300 million a year. Through 15 years of investment, our government has increased that funding to over $2.16 billion a year. Our government launched the Cancer Screening Program, which integrates the Ontario Breast Screening Program, the Ontario Cervical Screening Program and ColonCancerCheck. It’s all been amalgamated into one coordinated provincial program to support patients, providers and health system planners in improving the quality and uptake of screening.", "We have also made critical investments to help more people to access life-saving stem cell transplants.", "We announced 34 new and modern in-patient beds at the Princess Margaret Cancer Centre in Toronto and the London Health Sciences Centre. Those beds will allow for significantly more stem cell transplants each year.", "We are also investing in a new facility at Sunnybrook Health Sciences Centre that will offer specialized treatment for people with blood cancers such as leukemia. With this investment, Sunnybrook will become the second hospital in the greater Toronto area to provide a full range of potentially life-saving complex malignant hematology services, including stem cell transplants.", "Our government has also invested in expanding CritiCall Ontario, a 24-hour emergency consultation and referral service, to help doctors caring for acute leukemia patients get better access to expert clinicians and services.", "We have made prevention and treatment a priority. We put in place legislation that restricts the sale and marketing of tanning services to young people. We are protecting Ontarians from the harmful effects of tobacco and vapour use through the Smoke-Free Ontario Strategy, helping more people quit smoking and ensuring more people don’t get addicted. Our government prohibited smoking on bar and restaurant patios, playgrounds and public sports fields, and the sale of tobacco on university and college campuses. We introduced a free vaccine to protect young people against the human papilloma virus, the major cause of cervical cancer. It is available to all students in grade 7 across the province.", "Last year, 99% of cancer patients started radiation treatment within the four-week national target, compared to 69% in 2006. We have also more than tripled funding for cancer-fighting drugs under the new funding program.", "These investments are working. Earlier this month, the Canadian Institute for Health Information reported that Ontario is a leader in cancer surgery performance by both establishing targets and making great strides in achieving them. In fact, CIHI reported that wait times in Ontario for cancer surgery are better than the national average for lung, breast, colorectal and prostate cancers. Ontario outperforms all other provinces for lung cancer surgery wait times and is one of the best for breast cancer surgery wait times.", "Our government remains committed to the development and implementation of innovative initiatives and solutions that address the impact of cancer and cancer treatment on the lives of Ontarians.", "We stand united with all of our partners in the search for a cure for this terrible disease." ],
  "anchor" : "para880"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Statements by ministries? Last call for statements by ministries.", "Therefore, it is time for responses." ],
  "anchor" : "para894"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’m pleased to rise today on behalf of the Ontario PC caucus in recognition of the Canadian Cancer Society’s Daffodil Month fundraising drive, which takes place every April. We support this great national campaign that funds research and supports Canadians living with cancer.", "Today, we ask all of us to take a moment to remember and reflect upon the people who have passed and all who are living with cancer, and to support them in their courageous fight against this terrible disease.", "As in all years past, I myself am wearing the daffodil pin in memory of my sister Marjorie, who left us 19 years ago today, and my mom, Jean, who also passed away from cancer. I also wear it in support of my sister Bonnie and my sister-in-law Joanne, who are both cancer survivors. And, Mr. Speaker, I proudly wear the daffodil pin to also honour my all-time hero, Terry Fox.", "To all of you who are on this difficult journey, we want you to know that you are not alone.", "Today, we have an opportunity to think about the successes our fight against cancer has had over the last 75 years. Let’s remember that as a result of our ongoing efforts, well over 60% of Canadians diagnosed with cancer will survive at least five years after their diagnosis. While this is a great accomplishment, we should also think about how we provide better cancer care and supports here in Ontario.", "In 2016, I introduced a motion to declare September as Childhood Cancer Awareness Month in Ontario, which all of us supported unanimously. This motion was my effort to get all of us to commit to take action and work tirelessly to ensure that we give children and youth every opportunity to grow and thrive and live in a world that is free from this life-threatening disease.", "As a result, we have now joined this new movement that has spawned coast to coast, and it will surely impact the lives of all children across Canada who are diagnosed with cancer.", "Of course, none of this would be taking place if it wasn’t for the big vision set by our country’s great hero Terry Fox and the valuable work that the Canadian Cancer Society and all the volunteers continue to do every day to raise awareness of prevention, early detection and money for research.", "I also want to share with the members that in my five years I’ve had the pleasure of serving in the associate health critic role, I’ve had the honour of meeting with some very passionate advocates for cancer awareness, both in my constituency of Bruce–Grey–Owen Sound and here at Queen’s Park.", "We know we can do more to strengthen cancer care for Ontario people and support the delivery of care for cancer patients. As cancer continues to claim the lives of more than seven million people each year, four million of whom die prematurely, I think it is absolutely important that we do better.", "According to the Canadian Cancer Society, every three minutes, cancer claims another Canadian. An estimated 186,000 new cases of cancer, and 75,000 deaths from cancer, will occur in Canada in a year. Prostate, lung, breast and colorectal cancer account for the top four newly diagnosed cancers, while childhood cancer is the second leading cause of death among kids in Canada.", "Personally, I’ve always been and remain a strong believer in and promotor of wellness. I’m a runner, and I try to encourage others to engage in any way possible, to lead healthier and more active lives. It’s how we can empower ourselves and how we fight back. Be active; be healthy.", "Some 38 years have passed since Terry Fox’s monumental Marathon of Hope, and yet the lesson he taught us remains: We must go on. My hope is that we will continue to do just that, and we will not relent until we build a cancer-free world for our children and future generations. We will do this because, as Terry Fox said, “Somewhere, the hurting must stop.”", "On behalf of the Ontario PC caucus, I would like to thank the Canadian Cancer Society as well as all volunteers, staff and donors at all of the organizations across Ontario that do this invaluable work, and especially the front-line providers for the amazing work they do in our local communities each and every day. Thank you.", "To all those who haven’t yet, please do buy a daffodil, because it will bring us one step closer to our shared hope: a day when no one will have to fear cancer." ],
  "anchor" : "para896"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further responses?" ],
  "anchor" : "para911"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I am glad to have an opportunity to thank all the volunteers who support the daffodil campaign. Did you know this is their 61st anniversary? There have been millions of Ontarians and Canadians who have participated over the years, whether through the Sudbury cancer society, the Ontario Cancer Society or the Canadian Cancer Society, to try to help.", "More and more Ontarians are living with cancer than ever before, with an estimated 86,000 new diagnoses each year. The good news is that therapies and outcomes are improving each and every day and, while cancer is still a leading cause of death in Ontario, the chances of survival are increasing with every new medical advancement.", "But too often, we aren’t making the most of these advancements. For example, innovative new therapies allow cancer patients to take medication orally—that is, by mouth—at home instead of having to visit the hospital for lengthy IV treatment. But, unlike those in-hospital IV treatments, the cost of oral medication is not covered. That has to change. Every patient battling cancer deserves to know that their government is completely behind them and will be fighting with them.", "I’m happy to report that in the NDP platform, Andrea Horwath and the NDP will publicly fund take-home cancer medication." ],
  "anchor" : "para912"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yes. Absolutely.", "This is something that cancer patients, their families, oncologists and people within the cancer treatment centres have been asking for for years.", "We will remove the stressful application barriers and delays for drug coverage that have plagued the Trillium drug program.", "We will work with Cancer Care Ontario, health care professionals, hospitals, the Canadian Cancer Society, people with lived experience, people living with cancer, their caregivers and their families, among others, to improve cancer care for all Ontarians and help families navigate the cancer care system.", "The NDP investment in Ontario hospitals will help to reduce wait times for things like biopsies; to get an MRI; to get a CT scan; and to get a PET scan. After 10 years of working really hard, the family of Sam Bruno finally raised the money to bring a PET scanner to northeastern Ontario. I’m happy to report that shovels should be into the ground within a couple of weeks, and by 2019, people in northeastern Ontario will finally have access to this piece of diagnostic and treatment technology that has been available everywhere else in Ontario for 10 years. It will become available in northeastern Ontario next year.", "We all know that early access to this technology and diagnosis will allow more timely treatment, improving patients’ chances of survival and recovery, and avoiding the cost of treating more advanced cancers.", "We will reduce regional disparity in access to cancer treatment. No matter where you live in Ontario, every cancer patient deserves access to the urgent care they need, as close to home as possible. The NDP government would increase access to supports for patients and their families, including psychosocial support, symptoms management support and education about take-home cancer drugs. We will address the worrisome lack of oversight and patient protection when it comes to cancer drug therapy being delivered in private clinics, and we will develop a provincial strategy for urgently extending Ontario’s capacity for stem cell transplants, including streamlining and expediting capital projects.", "Je suis heureuse de pouvoir remercier tous les bénévoles qui travaillent avec la Société canadienne du cancer ou son chapitre ontarien ou sudburien. J’invite tous les gens de Sudbury au Relais pour la vie, qui aura lieu le 15 juin à Sudbury.", "I invite everybody from Sudbury and around to participate in the Relay for Life that will take place on June 15 in Sudbury." ],
  "anchor" : "para917"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their comments." ],
  "anchor" : "para927"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas 25 residency spots were cut in Ontario in 2015;", "“Whereas 68 medical graduates went unmatched in 2017, 35 of them from Ontario;", "“Whereas the AFMC predicts that 141 graduates will go unmatched in 2021, adding to the backlog;", "“Whereas an estimated $200,000 of provincial taxpayer dollars are spent to train each graduate;", "“Whereas the ratio of medical students to residency positions had declined to 1 to 1.026 in 2017 from 1 to 1.1 in 2012;", "“Whereas wait times for specialists in Ontario continue to grow while many Ontario citizens are still without access to primary care providers;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop any further cuts to residency positions until a long-term solution is well under way;", "“(2) Reinstate the 25 residency positions cut in 2015 to bring Ontario back to its previous steady state;", "“(3) Create extra Ontario-only residency spots that can be used when there is an unexpected excess of unmatched Ontario grads to guarantee a spot for every graduate every year;", "“(4) Pass Bill 18 as part of the solution to develop actionable long-term recommendations; and", "“(5) Improve communications between the MAESD and MOHLTC so that medical school admissions correspond with residency spots and Ontario’s health needs.”", "I approve of this petition, sign it and give it to Curtis." ],
  "anchor" : "para930"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario, entitled “Create a Minimum Long-Term-Care Standard.”", "“Whereas quality care for the 78,000 residents of (LTC) homes is a priority for many Ontario families; and", "“Whereas the provincial government does not provide adequate funding to ensure care and staffing levels in LTC homes to keep pace with residents’ increasing acuity and the growing number of residents with complex behaviours; and", "“Whereas several Ontario coroner’s inquests into LTC homes deaths have recommended an increase in direct hands-on care for residents and staffing levels and the most reputable studies on this topic recommend 4.1 hours of direct care per day;", "“We, the undersigned, petition the Legislative Assembly of Ontario to:", "“Amend the LTC Homes Act (2007) for a legislated minimum care standard of four hours per resident per day, adjusted for acuity level and case mix.”", "I fully support this petition, affix my name and give it to page Émilie." ],
  "anchor" : "para945"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I have a petition here from the grade 4/5 classes at Alta Vista Public School. It’s a kindness petition, and it says:", "“To the Legislative Assembly of Ontario:", "“Whereas there has been an increase in fear and hate towards people in our communities who practise different religions and who are from different cultures and races than the majority of the population; and", "“Whereas many of our friends are feeling frightened and alone in the face of any form of discrimination and hate; and", "“Whereas we want to show the world that the hate seen in Ontario does not reflect the people of our province; and", "“Whereas we believe that everyone should feel welcome and safe in our communities. It is the diversity of our province that makes it so wonderful;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Legislative Assembly of Ontario stand up and speak out against all forms of hate and discrimination and stand together in love and kindness.”", "I agree with this petition. I’m affixing my signature and giving it to page Hannah." ],
  "anchor" : "para953"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "This petition is addressed to the Legislative Assembly of Ontario.", "“Whereas in 2017 pay to employees for public holiday pay were based fairly and proportionately on the percentage that the employee worked within the week. The current public holiday pay calculation is unfair to both employers and employees. Based on $14 per hour, someone who works two four-hour shifts per week for a total of eight hours per week would receive $56 public holiday pay. However, an employee that also totals eight hours per week but only works one day a week would receive $112 for public holiday pay. Further, the person that works one eight-hour day a week is now entitled to the same public holiday pay as a person who works five full days per week. The drastic increase to public holiday pay financially penalizes employers for hiring part-time employees and reduces hiring and scheduling flexibility. It has and will continue to reduce employment opportunities for those that are either only able to, or want to, work part-time.", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the current 2018 Ontario holiday pay calculation be abolished, and that the prior Ontario holiday pay calculation, as follows, be reinstated: That the calculation for public holiday pay is to be calculated on the amount of an employee’s earnings for the four weeks prior to the public holiday and be divided by 20.”", "I agree with this petition and affix my signature to it." ],
  "anchor" : "para963"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario: Proclaim June 21 as a Statutory Holiday Called Provincial Day for Truth and Reconciliation in Ontario.", "“Whereas June 21 is recognized as the summer solstice and holds cultural significance for many indigenous cultures; and", "“Whereas in 1982, the National Indian Brotherhood (Assembly of First Nations) called for the creation of a National Aboriginal Solidarity Day to be celebrated on June 21; and", "“Whereas in 1990, Québec recognized June 21 as a day to celebrate the achievements and cultures of indigenous peoples;", "“Whereas in 1995, the Royal Commission on Aboriginal Peoples recommended that a National First Peoples Day be designated;", "“Whereas in 1996, the Governor General of Canada proclaimed June 21 as National Aboriginal Day in response to these calls;", "“Whereas in 2001, Northwest Territories became the first province or territory to recognize June 21 as a statutory holiday; and", "“Whereas in 2015, the Truth and Reconciliation Commission recommendation number 80 called on the federal government, in collaboration with aboriginal peoples, to establish a National Day for Truth and Reconciliation as a statutory holiday;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To designate June 21 of each year as a legal statutory holiday to be kept and observed throughout Ontario. This day should serve to create and strengthen opportunities for reconciliation and cultural exchange among Ontarians. The day should facilitate connections between indigenous and non-indigenous Ontarians in positive and meaningful ways. This day should solidify the original intent of National Aboriginal Day as a day for Ontarians to recognize and celebrate the unique heritage, diverse cultures and outstanding contributions of First Nations, Inuit and Métis peoples.”", "I support the petition, sign it and give it to page Hannah to deliver to the table." ],
  "anchor" : "para969"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“—The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I agree with this petition. I’ll affix my name and send it with page Rowan." ],
  "anchor" : "para981"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario, and it reads as follows:", "“Whereas in 2017 pay to employees for public holiday pay were based fairly and proportionately on the percentage that the employee worked within the week. The current public holiday pay calculation is unfair to both employers and employees. Based on $14 per hour, someone who works two four-hour shifts per week for a total of eight hours per week would receive $56 public holiday pay. However, an employee that also totals eight hours per week but only works one day a week would receive $112 for public holiday pay. Further, the person that works one eight-hour day a week is now entitled to the same public holiday pay as a person who works five full days per week. The drastic increase to public holiday pay financially penalizes employers for hiring part-time employees and reduces hiring and scheduling flexibility. It has and will continue to reduce employment opportunities for those that are either only able to, or want to, work part-time.", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the current 2018 Ontario holiday pay calculation be abolished, and that the prior Ontario holiday pay calculation, as follows, be reinstated: That the calculation for public holiday pay is to be calculated on the amount of an employee’s earnings for the four weeks prior to the public holiday and be divided by 20.”", "It’s signed by a substantial number of my constituents and I agree with it." ],
  "anchor" : "para996"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I support this petition, will affix my signature and send it with page Émilie." ],
  "anchor" : "para1002"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I have some 468 petitions gathered by Marjory Goodwin and 526 by Karen Wright. So I want to thank them. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas Muskoka Algonquin Healthcare has been considering the future of the Huntsville District Memorial and South Muskoka Memorial hospitals since 2012; and", "“Whereas accessible health care services are of critical importance to all Ontarians, including those living in rural areas; and", "“Whereas patients currently travel significant distances to access acute in-patient care, emergency, diagnostic and surgical services available at these hospitals; and", "“Whereas the funding for small and medium-sized hospitals has not kept up with increasing costs including hydro rates and collective bargaining agreements made by the province; and", "“Whereas the residents of Muskoka and surrounding areas feel that MAHC has not been listening to them; and", "“Whereas the board of MAHC has yet to take the single-site proposal from 2015 off its books;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario request the Minister of Health and Long-Term Care commits to maintaining core hospital services at both Huntsville District Memorial Hospital and South Muskoka Memorial Hospital and ensure small and medium-sized hospitals receive enough funding to maintain core services.”", "I will give this to Curtis, Mr. Speaker." ],
  "anchor" : "para1013"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I have a petition here given to me by the member from Ottawa Centre. It says, “Expand Public Dental Programs.”", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I’m affixing my signature and giving it to page Eric." ],
  "anchor" : "para1025"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions is over.", "Mr. Flynn moved third reading of the following bill:", "Bill 3, An Act respecting transparency of pay in employment / Projet de loi 3, Loi portant sur la transparence salariale." ],
  "anchor" : "para1034"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister." ],
  "anchor" : "para1039"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you, Speaker. I am happy to rise today for third reading of the Pay Transparency Act, 2018.", "Speaker, you will note in this act that this government has taken real and very decisive action to support women and others who have experienced, for a long time now, disadvantages in the workplaces in our province. What we have done recently is, we have increased the minimum wage to a wage that people can actually live on. We have enhanced employment protections that workers rely on under the Employment Standards Act. We have made investments in child care, and we have made major investments in education.", "What the Pay Transparency Act would do, if passed, is build upon the progress of the other programs I have outlined. I would hope the House would agree that economic inequality is a non-partisan issue. It is also my sincere hope, Speaker, that all parties can get behind this historic legislation. The women of this province deserve nothing less.", "The women’s economic empowerment strategy that was announced on March 6 of this year by the Premier of Ontario is a key part of the government’s approach to building a very strong and a very inclusive economy. The way we best do that, Speaker, and the way we are doing that, is by removing barriers that prevent women’s full economic participation. You do that by promoting fairer workplaces, you try to change perspectives about gender, and you promote women’s leadership, access to jobs, and the ability of women to advance in their careers.", "Some people in this House would know, but some people might be surprised, that women represent about 48% of the entire Ontario labour force. They represent more than half of our current university and college graduates in the province. Despite this, despite these facts, women in the province of Ontario, today, continue to experience economic disadvantages.", "If you look at the gender wage gap in the province of Ontario, it’s still, on average, about 30%. What that means to our wives, our daughters and our granddaughters is that, on average, a woman in our society will earn 70 cents for every dollar that’s earned by a man. But at the same time, to add to that, women are more likely to reduce their hours of work. They’re much more likely to take part-time jobs because they need to balance paid employment with unpaid family caregiving responsibilities.", "In this day and age, in 2018, the gender wage gap in the province of Ontario is unacceptable. We’re committed to developing the supports that are needed for economic growth that are going to help all Ontarians to realize their full potential, regardless of their gender. It’s not only about social equality, but it is about social equality. It’s not only about fairness, but it is about fairness. But it’s also a strong economic argument, and it’s one that we are taking action on.", "Our proposed Pay Transparency Act, if passed, would help address gender and other biases in hiring and the setting of pay for those jobs. It would assist people who are applying for jobs—job applicants in the province of Ontario—and employers to negotiate compensation that’s fairly based on the job requirements and on the applicant’s qualifications to perform that job. It would also promote fairer compensation practices by requiring certain employers to report on pay data and the workforce composition they have. These changes are going to benefit all Ontarians—women and men; employees and employers alike.", "If passed, what the bill would do would be to prohibit Ontario’s employers from asking job applicants about their prior salaries. That’s what led to the gender wage gap in the first place. It would also require employers in Ontario to indicate a pay scale or an amount for all publicly advertised job vacancies in the province. It would also—and this is very important—prohibit employers from reprising against workers who discuss how much money they’re making—their compensation—either with their employers, or with their colleagues, other employees.", "What it’s going to do is—I think very fairly and in a phased manner—require employers with 250 or more employees to report to the government on pay gaps and the workforce composition they have, by gender and by other diversity characteristics, by May 15, 2020. Employers with between 100 and 249 employees would begin to do exactly the same thing to help address the gender wage gap 12 months later.", "This proposed legislation follows and was guided by some long consultations with and advice from employers, worker representatives and other stakeholders that have long advocated for changes that would remedy the gender wage gap in the province of Ontario.", "In explaining the need for this proposed legislation and to place it in the context of discussions we’ve had with these same Ontarians, I want to outline how we got to the point where we’re at today. I want to outline the work that led to the women’s economic empowerment strategy. What we did is, we made progress towards gender economic equality by passing the equal-pay-for-equal-work provisions of the Employment Standards Act. We increased resources to the Pay Equity Commission to support compliance with pay equity rights. We removed the barriers that have been in place for women by taking action such as investing in child care, full-day kindergarten and affordable housing and by addressing gender-based violence in the workplace.", "We know that that’s not enough. We know that there is much more to be done, and that’s what the Pay Transparency Act is all about. What it basically is: It’s a new tool and it’s a new vehicle that is going to further workplace equity. It’s going to help shine a light, it’s going to provide transparency, on unwarranted pay inequities that exist today, on those unwarranted biases that exist today and on those unwarranted characteristics that exist in the workplace practices of some employers in the province today. The idea is, as it is with a lot of things, that when you shine a light on something, when you make it transparent, it helps to eliminate them. It gets rid of them.", "There are many things that we have to do—this is a multi-faceted approach—and we’re prepared to do them. We recently launched Then Now Next: Ontario’s Strategy for Women’s Economic Empowerment. It’s the first strategy of its kind that we’ve seen in the history of Canada.", "People talk about this being a women’s issue, and certainly it does impact unfairly on women. But Speaker, we all know that it’s good for everyone when women are treated fairly in the workplace. When workplaces are safe, that means they’re safe for our daughters, for our moms, for our sisters, our girlfriends and our wives, and they have fair opportunities in employment. We know increasing women’s economic participation is not just the right thing to do for the sake of equality and should be done, but it’s also good for the economics of this country and this province. Provisions of the Pay Transparency Act, such as a requirement to include salary information in published job postings and prohibiting employers from asking about a salary history for applicants, are going to help men as well as women. They’re going to help everybody.", "I’d like to explain further the benefits of closing the gender wage gap for the economy, for, obviously, the citizens of this province, but also for the business community in this province. A lot of research has been done on this issue. A lot of people are interested when you tell them that we still have a gender wage gap in the province of Ontario today. As I said earlier, women earn about 70 cents for every dollar that a man earns.", "But it really does benefit the entire economy when we make changes, and it also benefits individual businesses. A recent McKinsey and Co. study suggests that if women were fully engaged in the economy in the way that we’re suggesting they should be, it would add $60 billion to Ontario’s annual GDP by 2026. That’s $60 billion with a “B.” According to this 2017 report, by advancing women’s equality in Canada by closing the gender wage gap, the provinces should expect to add between 4% to 9% of GDP and a whopping $150 billion extra to Canada’s economy. That’s 7% to 9% in additional GDP growth—gross domestic product growth—by 2026 estimated for Ontario.", "The Royal Bank of Canada, in 2005, estimated that by doing this, personal incomes in this country to families would increase by $168 billion annually, if women had the same labour force opportunities as men enjoy today.", "Another bank, TD Economics, in 2010 found that retaining women workers and improving their economic outcomes is very, very important for businesses’ competitiveness, as women are a critical human resource for the filling of future labour shortages. Raising women’s participation in paid work by just 1% could add 115,000 workers to Canada’s workforce.", "The research goes on to also show that workplaces that establish gender equity are more likely to have a competitive advantage in attracting highly skilled workers. That means they become an employer of choice: Men and women want to work for those companies. It reduces the cost of employee turnover to those companies and it demonstrates much better organizational and financial performance. I can’t imagine any company in this country or this province that wouldn’t want to have those as the hallmarks of that business. I can’t imagine anybody in the House that would not be in favour of that.", "I’d like to take a few minutes to explain Then Now Next: Ontario’s Strategy for Women’s Economic Empowerment. What the strategy does is lay out a three-year plan to increase gender equity. It challenges bias. It eliminates barriers that women face at work, at home and in their communities which they’ve faced for some time and continue to face today.", "Now, Speaker, you’ve got to do your research. You’ve got to do your homework on this. To uncover those organizational pay gaps, what the strategy includes is the introduction of the Pay Transparency Act that is currently before the House today.", "If it’s the pleasure of the House that this bill should pass, it would also require employers with 100 or more employees to disclose aggregate pay gaps based on gender and other characteristics.", "Like any other bill that goes through the House, that any other member might imagine, the method you would use to bring forward what you think are the best ideas and the best legislation before the members of this House is, you look around the world. You look at other jurisdictions. You see what’s working in other jurisdictions and perhaps you also find out what’s not working in those other jurisdictions.", "If we pass the Pay Transparency Act, Ontario would join other progressive jurisdictions such as Australia, the United Kingdom, Germany and the US states of California and Massachusetts in creating conditions to bring more transparency to pay setting, and thereby encourage employers to tackle unjustified pay discrepancies for women and for other groups that simply are not paid fairly today.", "Our Then Now Next strategy for women’s economic empowerment will also empower women workers and leaders. The way it will do that is, it will invest in opportunities for mentorship and for networking for women who face higher barriers, including newcomers to this country and this province, and racialized women as well.", "It will also establish an Ontario Women’s Entrepreneurship Association. The idea of that is, it would increase women’s access and opportunity to scale up and to expand entrepreneurial ventures. It would build supports and training for women who are founding companies, who are entering the field of entrepreneurship. For younger people, it would expand and develop youth leadership and young entrepreneur programs to unlock opportunities for girls in our economy today.", "Something that I’ve asked for for a long time in my own community—and I know that many members from both sides of the House have asked for the same—is an expansion and a strengthening of women’s centres in our communities. They perform such an invaluable service. What the women’s centres do is provide low-barrier, wraparound supports to women who are trying to rebuild their lives, often in very trying circumstances. Sometimes those circumstances involve violence. Sometimes those people are new to the country. They don’t understand Canadian business; they don’t understand our rules or our laws yet; they don’t have Canadian experience. It helps those people when they really need it the most. It helps them to be their best. It helps them to help us as an economy, as a community and as a province.", "We also have a program, Speaker, that’s called Get on Board. It’s obviously a play on words, talking about Ontario’s implementation plan to promote women in corporate leadership. Simply put, it’s designed to increase the number of women on public and private sector boards of directors in this province. We’re not doing nearly as well as we should be.", "Reinforcing this work by leveraging the government’s buying power, we’ll use that to encourage large firms that sign new government contracts to reach the target of 30% in women’s representation on private sector boards.", "Finally, what it would do is it would remove barriers—barriers that have been in place a long, long time—to indigenous women’s leadership through targeted programming developed with those indigenous partners themselves.", "The Then Now Next strategy for women’s economic empowerment will seek new ways to further help share and care by researching and developing ways to support women who want to return to the workforce, sometimes after long absences, sometimes after time taken for elder care and for other family responsibilities.", "We’ll also work with the federal government to enhance parental leave and to advocate for strengthened benefits for women.", "The empowerment strategy we have for women is building on a strong foundation of action that we brought forward in Ontario. What that includes is the provision of more affordable, higher-quality child care by making preschool child care free for children aged two and a half until they’re eligible for all-day kindergarten. What this would do for an average family, Speaker: For example, an average family with one child would save on average about $17,000 a year. It builds on the savings that families get from full-day kindergarten already. The outcome of that—we should all be pleased with that. Early learning has been demonstrated to improve children’s academic performance not just when they’re in kindergarten, but that continues right throughout their entire lives.", "What we’ve also moved to do is move more women out of poverty. In this province, with the minimum wage that was previously in place, you had people who were working 35 or 40 hours a week and sometimes even longer than that. Sometimes they were working two or three jobs to make up those hours, and they were still living in poverty. The minimum wage was simply not enough to support a family on.", "A lot of people in the past used to equate a minimum wage with a student wage. Maybe that was true at one time, but it’s not true today. When you look at the amount of people in this province who are making less than $15 an hour, it’s about 30% of our working population. When you look at that 30%, you soon realize that more than 50% of those people aren’t students. Fifty-plus per cent of those people are between the ages of 25 and 64. That’s when you’re raising a family. That’s when you’re paying rent. That’s when you’re buying shoes and clothes for the kids.", "Speaker, we simply had to move on the minimum wage, and we did. That helps get proportionately far more women than men out of poverty. Just introducing that fair minimum wage, it’s already making a difference. We’re still seeing increased employment. Economists came to us and said, “Don’t listen to the naysayers. Don’t listen to the people who are telling you to freeze the minimum wage at the old level. When these people get their pay increases, they’re going to spend that money very quickly right back in the economy, right back into Main Street, Ontario, right back into Shoppers Drug Mart.”", "I know that the opposition parties were not supportive of that. That’s a shame. I wish they were, because helping women in poverty is what the Pay Transparency Act is all about. It matches up so easily with the work we’ve done on Bill 148.", "Also what it does is remove barriers to post-secondary education, with a new OSAP program. Some people start out as a minimum wage earner, but they want to do more. When they apply for those new jobs, should this bill pass in the House, when they get that post-secondary education that’s now being provided for free, they’ll know what the pay range is. When they go in for the interview, they’ll know what the company is prepared to pay for that position, whether you be a man or whether you be a woman.", "I think that’s something that we really should pay attention to, because there are some in this House who don’t mind a gender wage gap. There are some in this House who think it’s okay for a woman to earn 70 cents while a man earns $1." ],
  "anchor" : "para1040"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Who? Name names." ],
  "anchor" : "para1082"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "It seems to me that those on the other side of the House who seem to be getting upset with this should maybe go home and talk to their daughters, talk to their wives, talk to their friends who are women and ask them if they mind making 70% of what a man makes. I’ll tell what you the answer will be, Speaker: Women in Ontario are demanding action on this. They have no time for politicians who are going to try to diminish this as an issue or try to vote against it, I believe.", "Going forward with this empowerment strategy makes sense, but it has been, as I said, a process getting here. So many great individuals and groups have been a part of that process. So I want to take this opportunity to thank the members of the gender wage gap steering committee, the gender wage gap consultation working group, the participants who also took part in the Ministry of the Status of Women’s consultations, and, of course, the Women in Business Steering Committee. It’s because of their hard work that we’re well-informed to take the next steps on the road to gender equity in the workplace and beyond in Ontario.", "Speaker, it was 30 years ago that pay equity legislation was passed in this House. The Pay Equity Office that we have in place plays an incredibly important role in closing the gender wage gap. Stakeholders around this province include women’s advocacy groups. They’ve told us that they would like to see strengthened action in the Pay Equity Office. That’s why we’re going to give those tools that were taken away by the previous Conservative government back to the Pay Equity Office, so they’re able to promote compliance and outreach in our communities.", "Just quantifying what the gender wage gap is can seem daunting, but that’s why we brought the pay transparency legislation forward—the first province in Confederation, the first province in Canada, to do so.", "It’s also why we’re going to require that all publicly advertised job postings include the expected pay or pay range. That strikes me as being very, very fair. You’re applying for a job—you’re a man or you’re a woman—you should go into that job interview knowing what the pay range for that job is.", "Now, one of the other things that was proposed, and I believe it’s one of the most exciting parts of this bill, is it’s going to ask businesses with 100 or more employees if they would prepare pay transparency reports each year. What we need is information on the workforce composition: hiring a lot of men, a lot of women, or is it about equal? We want to see the differences in compensation with respect to gender and other prescribed characteristics because what we’ve done in the past hasn’t worked.", "We need to shine a light on the organizational discrepancies in pay that women continue to suffer under. We need to see the extent and the scope of this problem, and this data are going to help us to address it. It may not seem like a big thing to some, but it’s that information that allows you to make the right decisions—just knowing the statistics—because this information hasn’t been shared before. It hasn’t been known by employees. It hasn’t been known sometimes by the management of the company. The general public has had no knowledge of it in the past.", "What will happen if the bill is passed by this House is that some employers will be required to send their pay transparency reports to the province annually. Speaker, it will be enforced. There will be a penalty, obviously, for not doing so. What we’re going to do is bring it in fairly. We’re going to start with employers who have 250 or more employees. We’re going to lower this down to employers with 100 or more employees after 12 months.", "We’re also going to publish the reports. Employers will have to post this information online or in their workplaces, somewhere where it’s likely to come to the attention of all employees. All this does is shine a light on how people are being paid and whether they’re being paid fairly. For some reason, as we’ve seen examples of over and over again, women in this province, women in this country and women throughout the world are working as hard as men, doing the same job or doing harder jobs than men, and getting paid less. Women in this province have said, “Enough of that. We need to change that. We need a way to change that.”", "We’re going to post the information online and people will understand what’s happening in a variety of companies. We’re going to set the example. We’re going to begin with the Ontario public service. We’re going to be the people who are going to post not just the sunshine list. We’re going to post the information that people want and the exact reporting requirements for employers such as what we need and how it could be reported. We don’t want to make this onerous; we just want to get to the information.", "We’re going to consult with stakeholders on this. We’re going to find out what is the right way. For example: Is there a way to use technology to get that information more easily today? The legislation we’re proposing today is right in line with other jurisdictions that are making progress around the world: public and private employers, for example, in the United Kingdom, an economy very, very similar to ours. Their women and our women deserve nothing but fairness. I think they both expect nothing but fairness. I don’t know why somebody in the UK who is a woman should somehow be expected to be treated more fairly than in Canada, than in Ontario.", "What they do in the UK is, any employer with more than 250 employees reports their gender pay gap statistics. In Australia, another Commonwealth country, employers with more than 100 employees are required to provide gender wage gap statistics and to answer questions on other workplace equality indicators.", "Another economy that constantly ranks high when you look around the industrial world is Germany. In Germany, it’s companies with more than 500 employees, and what they do is, they conduct regular equal pay audits and they report on them to the government.", "We can see in the United Kingdom that the disclosure and the reporting measures have already had a very positive effect in the public and private sectors. Women from companies like the BBC, the British Broadcasting Corp., and companies like Barclays Bank, for example, are finally seeing first-hand how their own salaries stack up against their male counterparts. It’s leading to some very important conversations and some very difficult conversations in the workplace, in the media and in other public spheres.", "What it has also done is, as we’re increasing transparency in these other jurisdictions, the gender pay gap legislation has increased awareness in neighbouring countries in Europe. They’re looking at what’s happening in the UK, they’re looking at what’s happening in Germany, and they’re starting to pay attention to what’s happening in their own countries in the European community. They’re seeing what’s happening concerning the harmful effects of a gender bias that may still exist in our society, and also in pay discrimination. It’s harmful not just to women but to societies in general. With more education and general awareness out there, workers, managers, CEOs and business owners will be far better equipped and motivated to take the practical actions that are necessary to treat women fairly.", "In the changing world of work that we live in today, we know that women increasingly are becoming more entrepreneurial; they’re starting their own businesses. That’s why Then Now Next will also create the Ontario Women’s Entrepreneurship Association that I spoke of previously. I’m really proud of Ontario’s leadership on this issue, Speaker. I think it’s really practical when you talk to young people today.", "It used to be, in my time, that you wanted a job with a big company; you wanted a job with a large company. Times have changed, and I think that the workforce has changed, and the expectations of young people of that workforce have changed at the same time. I’m really proud of the leadership we take on this issue because it speaks to the intergenerational aspect.", "The gender wage gap doesn’t get better as you get older. In many ways, it gets worse. You’ll see young people starting at relatively the same pay levels as their male counterparts, Speaker. But when you get into the years where you start to consider a family, when it’s time to take a little bit of time off work, the gender wage gap simply begins to widen like that. You would think, after all this time, that we would have got it right. And that’s what the bill is all about: It’s about getting it right.", "We also need to increase leadership on our boards of directors. They are the people who make decisions within the law and within the regulations surrounding the conduct of individual businesses. They’re the people who represent the shareholders. They’re the people who run the company.", "Now, if you have boards of directors run by people who are happy with the gender wage gap, if you’ve got board of directors or directors on a board who think that it’s okay for women to earn 70 cents compared to a man’s dollar, then we need to make some changes. You can’t expect those people to be the people who make the changes, Speaker. They’re simply living in the past. So I’m very proud of our leadership on this, of increasing the opportunity for women to serve on corporate boards in the province.", "Our province was among the first Canadian jurisdictions to introduce the “comply or explain” provisions, Speaker. Eleven jurisdictions, including Ontario, have these rules in the province today. What that means is that as a consequence of these rules, companies that are listed on the TSX, the Toronto Stock Exchange, are now required to publicly report on their approach to increasing the number of women on boards and, as well, in executive officer positions.", "Some of the explanations, Speaker, I don’t think meet the sniff test. I don’t think enough is being done in this regard, and we have to do more. We’re practising what we preach here. We’re setting a government target of at least 40% female representation on the board of every provincial agency by the end of 2019. We have about a year and a half to get there. We’ve already taken the lead on this goal. You have a cabinet that exists now that is 45% women—very, very close to gender equity, gender parity.", "You don’t have to go very far back in the memory of Canada, in the political arena in Ontario—it looked very different than it does today with respect to the participation of women in our political sphere or in the economy. I’m proud to be a part of the changing face of politics. I’ll be the first to admit that it’s taken far too long, and I’m proud to be in a position to plant the seeds that are going to create the conditions that women have asked for for so long and are now demanding. I believe that having more women in positions of influence, not only in government but in all areas of our lives, will bring about very positive changes for all our society.", "We all know that we benefit when women are able to fully contribute to the economy, and everybody has got a role to play to ensure that women and girls have equal opportunities. That’s why we also plan to increase funding for women’s centres right across the province. Importantly, the proposed Pay Transparency Act, if passed, would also permit us to declare, in regulation, an Equal Pay Day in Ontario. I would like to take a few minutes to talk about what Equal Pay Day has meant in the past and the importance that it has.", "Equal Pay Day is a sad day. It’s a day that’s observed each year in countries around the world. It’s done to recognize the pay disparity that still exists between women and men. It’s to acknowledge women’s crucial role in the economy and the need to change to address this inequity. Equal Pay Day marks the extra time each year that it takes a woman, on average, to earn as much as a man. The truth is that while we do provide high-quality education and we have skills training for both our girls and our boys, we still now need to focus on how to eliminate other barriers to their success in the workplace. Without removing these barriers, women, our economy and all Ontarians continue to miss out on the full benefits that the fair and equitable participation of women in the workforce can bring.", "Since I rose here in the House to recognize this day one year ago, we’ve continued to work on this very important issue. You may remember that, in 2015, we appointed a gender wage gap steering committee. They did incredible work, Speaker. They held consultations. They did research. They travelled the province. I would like to review the process the government put in place that led to that committee and its report.", "We formed a gender wage gap steering committee to lead the work on a strategy to close the wage gap in our province. We made a commitment as a government to develop a provincial strategy that would take into account what this committee had told us. We worked to identify the factors that led to the gender wage gap. We conducted consultations and recommended actions to close the gap by government, by business, of course by labour, by other organizations and by individual leaders in our society. We launched public consultations in October 2015 and those consultations continued until February 2016.", "The input was tremendous. The interest was tremendous. Public input was provided by individuals and groups that participated in 14 public town halls across Ontario. Input was solicited by a variety of means: It came in through Twitter; it came in through email. We heard from over 170 stakeholders and, online alone, received over 1,400 contributions. The Minister of Labour released the consultation summary in April 2016. The Minister of Labour released the committee’s final report in August of that year.", "Anybody who has paid attention to this will know that it’s a 70-page document. It’s got 20 recommendations contained in it for closing the gender wage gap. They focus on five areas of concern: balancing work and caregiving; how you value work; practices within our workplaces; the need to challenge gender stereotypes; and a variety of other ways that can close the gender wage gap. It reflected the views of the people of Ontario, the submissions of organizations and individuals that took part in a broad public consultation, as well as extensive research.", "It notes—and, I think, very clearly notes—that eliminating the wage gap is going to take a continued commitment. It’s not something that you do once and walk away from it; it’s something you’re going to need to continue to do. It’s going to take collective action by all of us.", "This steering committee, Speaker: The people of Ontario owe a debt of gratitude to this steering committee. Their valuable work was incredible. The report’s findings were far-reaching. The gender wage gap continues to affect all women in the province, and it tells us that we all have a role in closing it.", "All this began in a mandate letter that came to me in 2014. Tracy MacCharles, the then minister responsible for women’s issues, and I led the development of that strategy. The idea simply was to close the gap. It’s a complex but crucial task, and it’s one that Minister Harinder Malhi and I are determined to continue.", "In the same mandate letter, we undertook a broader review of employment standards and labour standards around the province and made changes to reflect the realities of today’s workplaces.", "Speaker, it’s time for change. What we have done is, we’ve reformed the Employment Standards Act. We’ve reformed the Labour Relations Act. We put in place a minimum wage that allows people the dignity and the respect of working full-time and being able to support themselves.", "What we’re also doing now is, we’re moving ahead to ensure that a gap that has existed for far too long is eliminated. It’s a multi-faceted approach. It’s a well-thought-out approach. The advocates for these changes are very supportive of the changes that we’re making. We continue to consult with them as this moves through the House.", "It really is a sign that this is real progress for our people. It’s progress for men and for women in our society. It’s a very clear indication that it’s progress for women. It says a lot about how we value each other. It talks about equity. It talks about being able to earn in the same way, to be rewarded evenly—everything that I know that organized labour is about and everything I know that Ontario business is really about, those great companies that form our business community. And it’s what we want for our kids.", "When you talk to people about closing the gender wage gap, sometimes they have some funny opinions, but if you ask that same person if they want their daughter to earn less than a man, the answer is no.", "This deserves the support of the entire House." ],
  "anchor" : "para1083"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1123"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join third reading debate of a time-allocated bill, Bill 3. When you listen to the minister, you would think there was a disagreement on closing the gender wage gap, which, quite frankly, would be false. Everyone in this House and all parties absolutely believe in not only closing but eliminating it entirely.", "The question is: How do you get there? As we have said many, many times, this piece of legislation, which will require reporting—while it’s great politics on the part of the government, it is not the tool that should have been used. What should have been used was amendments to the Pay Equity Act, the Employment Standards Act and the Human Rights Code. Pay equity has been the law in this province for over 30 years—30 years—and the fact that the gap still exists is testimony to a lack of action or a failure on the part of successive governments, quite frankly, in addressing it.", "We recognize that in the initial stages you’re not going to snap your finger and have everything completely equal overnight. We recognize that it would take some time, but it has taken far too long. What the government has done here with Bill 3 is, they’ve brought in a framework piece of legislation that, even at the hearings, the deputants stated time and time again doesn’t accomplish what is needed, and also that they support the position that improvements could have been done by amending the previous acts, as I said: the Pay Equity Act, the Employment Standards Act and the human rights act.", "So where was the government for the past 15 years? For 30 years, we’ve had pay equity legislation. For 30 years, the Pay Equity Commission has existed. So where has the government been for the past 15 years? Now, in its dying gasp, it’s trying to put something out there to signal to almost every group that they’re your friend and they want to look after you. They now have a piece of legislation that is this framework legislation, Bill 3, that is going to require reporting.", "They did make a couple of amendments at committee. They did reduce the size of the business down to 100 employees, but that only becomes enacted in 2021.", "I did want to read some testimony from the hearings, because we—myself and my colleague from Haliburton–Kawartha Lakes–Brock, who will also speak to this—did have the opportunity to question deputants. I do want to read some of that testimony into the record here.", "I asked Mr. Scott Allinson of the Human Resources Professional Association, “Within the current legislation, if it was enforced the way it could be, would it be required to have this” new legislation? “If we could enforce and make amendments to the current legislation to enforce and make sure that pay equity laws were being followed, could we not get there as well?”", "To which his reply was, “That’s one avenue, yes. That is a possibility, that it could be done that way.” So they recognize that there were other avenues. More legislation was not necessary.", "Interjection." ],
  "anchor" : "para1124"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’ve never been in government, I say to the Minister of Labour, but I get accused of things in this House every day. Today I’m being accused of cutting the funding. I was never a member of any government.", "Further testimony from Sandro Perruzza, who is with the Ontario Society of Professional Engineers: He was asked by the member from Ancaster-Flamborough-Westdale—whatever it is there; that’s one of the tough ones in here. He said, “During debate, we heard from the opposition that pay transparency was not needed to close the gender wage gap, that we could achieve that goal by simply amending the Pay Equity Act. Do you agree with that statement, and why, or why not?”", "To which Mr. Perruzza replied, “I have four kids, and all four kids need braces. There are many ways to fix crooked teeth. So it doesn’t matter which way you want to do it: Either introduce new legislation or amend old legislation.”", "Again, amending old legislation would have accomplished what the government says was necessary to bring in this new reporting. So more legislation, but not necessarily—", "Interjection." ],
  "anchor" : "para1134"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "They could add reporting. We have more testimony, I say to the member from Guelph, that will talk about adding reporting to the current legislation.", "Further, Mr. Perruzza said, “If the provisions of this legislation are included and adopted into the existing legislation, I think that you can accomplish that. But again, I would go back to our position that it needs to be reported.” Of course, you can accommodate that into the current legislation. You could accommodate reporting provisions or make them requirements of current legislation, if amended, that reporting was necessary. That could have all been done.", "There was more testimony, and I’m not going to cover it all because I want to make sure that my colleague from Haliburton–Kawartha Lakes–Brock has an opportunity.", "Probably, the most compelling testimony at the hearings was from Dr. Sarah Kaplan. Sarah Kaplan is a professor and director of the Institute for Gender and the Economy at the Rotman School of Management at the University of Toronto." ],
  "anchor" : "para1139"
}, {
  "speaker" : "Interjection",
  "text" : [ "That’s my school." ],
  "anchor" : "para1143"
}, {
  "speaker" : "Interjection",
  "text" : [ "My school, too." ],
  "anchor" : "para1144"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, there you go.", "I just want to read some of the stuff that she says:", "“In this light, I’d like to say a bit about what we know about the sources of the gender wage gap. When people hear the term, they often imagine that this is coming from women being paid less than men on the job. While, of course, there are many high-profile cases—such as the 2017 settlement of a human rights claim against the LCBO—mainly, research shows that, in aggregate, the violation of equal pay for equal work accounts for only a small part of the total wage gap, or about 4%, where women earn 96 cents on every dollar the man earns. Now, even that amount is unacceptable”—which is true, absolutely—“and, accumulated over a lifetime, can create substantial gaps in savings. However, there are other more important factors at work.", "“The state-of-the-art research suggests that the majority of the wage gap opens up around the time of the birth of the first child. This is the case even in some of the most gender-equal societies, such as in Scandinavia, where their wage gap is stuck at the same as ours—about 88 cents—when comparing hourly wages of full-time workers. Why would this be? Well, the evidence suggests that even if women return to the workforce after having children, they often switch careers to a job that will allow them more flexibility to cope with responsibilities at home. This is the case because women still perform much more care work and are expected to put caring over career.”", "I’m skipping some parts.", "“In Ontario, according to StatsCan, women do 50% more work at home than men.” In our house it would be even more than that, but my wife is a saint. “Thus, if a woman were in a client-facing role before, she might move into an internal role, or she might switch from a corporate job to a government or non-profit job. These jobs are often paid less than the jobs that men can maintain even after having children. Most of the wage gap can be explained by this career-switching effect.", "“The other wage gap number you’ve heard—for example, from Minister Flynn at the second reading of this bill—is 70 cents. This is the number you get when you compare the weekly wages of all working women and men. It’s lower than the 88 cents because many more women work part-time. Again, what accounts for the difference in part-time work? It is because women are expected to do more care work.", "“Whether it’s career-switching or part-time work, there is no pay transparency law that is going to fix these largest sources of the wage gap. What has been shown to help is comprehensive state-supported child care, equal parental leaves for men and women, and changing expectations at work and at home about the division of care work.", "“That being said, let me comment on what Bill 3 might be able to accomplish. First, we should recognize that the province of Ontario already has world-leading pay equity legislation—better than that in Iceland—which covers many more organizations, both public and private and all the way down to those with 10 employees, than those contemplated at the introduction of this bill.”", "Further down:", "“The Pay Equity Act is already comprehensive. The most important weakness is that there is no reporting requirement, so enforcement is primarily audit- or complaint-based. Quebec, which implemented similar legislation to ours, has added a reporting requirement. To my view, implementing reporting and enforcement within the Pay Equity Act framework is a smarter, more efficient, lower-cost solution for all parties, including the government, employees and employers....", "“In short, I believe that the goals of the current version of Bill 3 are very laudable, but we would be much better served as a province by using these energies to amend the current Pay Equity Act and also incorporate the other two areas that look at pay equity, like the Human Rights Code, under one roof, so that we have the reporting and expanding the scope of enforcement through the Pay Equity Act.”", "It is clear. Here is an expert in the field—not one that the minister wanted to talk to, because he wanted to talk to the ones who would say, “Yes, bring in another law. Make things more complicated. Don’t incorporate what can be done into what already exists by expanding the scope of pay equity legislation. No, let’s bring in a new law because just see how good we’re going to look when we say, ‘We’re bringing in another law.’”", "Fifteen years of doing next to nothing—a new law at the last minute, rushing it through the House. Two days of hearings, both days in Toronto. Ontario is a vast province. I’m sure Minister Flynn has travelled through parts of this province. I’m sure he understands just how big it is, and that there are many, many areas that cannot come to Toronto for hearings. But where did we have the hearings, and only have the hearings? Right here in Toronto.", "Interjection." ],
  "anchor" : "para1145"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The member for Beaches–East York says, “Can’t pick up the phone?” Is that how you treat other people—they should have to phone in to contact you? Can you not travel to the other places? There are other metropolitan areas in this province that would have loved to have had hearings.", "The member for Beaches–East York—I guess he only believes that it’s Toronto and nothing else. Well, you know, the people who live in rural Ontario are offended by those kinds of comments. They’re offended by those kinds of comments. But—", "Interjections." ],
  "anchor" : "para1161"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Beaches–East York does not have the floor, and I would ask him to refrain from heckling.", "The member for Renfrew–Nipissing–Pembroke does have the floor, and I look forward to his comments." ],
  "anchor" : "para1164"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much, Speaker. Since you’ve admonished the member I’ll move on from that line of—" ],
  "anchor" : "para1166"
}, {
  "speaker" : "Interjection",
  "text" : [ "Attack." ],
  "anchor" : "para1167"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Attack? Well, I wouldn’t use the word “attack.”", "Anyway, back to Ms. Kaplan. Here’s another part:", "“The Pay Equity Office has a lot of capabilities, but they’re also very limited in terms of the number of audits they can do and the number of companies they can engage with. So when I suggest that we simply amend the Pay Equity Act or use Bill 3 to reinforce the Pay Equity Act, that would have to come with appropriate funding. But you can really help the Pay Equity Office if there is mandatory reporting, which is a gap. We have it in Quebec; we don’t have it here. Then, the Pay Equity Office can be much more targeted about what they do. Right now, they have to go out and audit to see if there’s a problem.”", "What she’s saying quite clearly is that if we incorporate the requirement to report in the Pay Equity Act, every one of these businesses that are expected under the new act to report could be compelled to report in the same way under existing legislation that was amended.", "Now, we have a world-class Pay Equity Act. As she says, it’s the best in the world. We have tremendous people working at the Pay Equity Office. But we don’t allow them to do what they need." ],
  "anchor" : "para1168"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Come on, John, tell the truth." ],
  "anchor" : "para1173"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The member for Beaches–East York was just leaving and he told me to tell the truth. That’s not something he understands, I realize that, but as he walks out the door, he can say whatever he wants—" ],
  "anchor" : "para1174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You can’t point out a member’s absence from the chamber. The member knows that.", "The member for Renfrew–Nipissing–Pembroke has the floor." ],
  "anchor" : "para1175"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’m sorry. I didn’t point out his absence. I did not point out his absence. But anyway." ],
  "anchor" : "para1177"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Don’t argue with the Speaker, even if he’s Acting Speaker for a few minutes. You do have the floor." ],
  "anchor" : "para1178"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I did in a way and I apologize for that, Speaker.", "I want to read more of what Ms. Kaplan said.", "If we give the Pay Equity Office the tools that they require, we’re going to be able to solve the problem in a much more comprehensive and much more efficient way. We’re not going to have one act sitting over here with this group of enforcement officers, and the Pay Equity Office sitting over here wondering what they’re up to—no. We bring the two groups together. We give—" ],
  "anchor" : "para1179"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "It’s the Liberal way." ],
  "anchor" : "para1182"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Of course, as my colleague from Haliburton–Kawartha Lakes–Brock says, “That’s the Liberal way.” Complicate it; have two groups working independently, which drives up the cost of doing it. We want to make sure that it’s efficient. We want to drive efficiencies so that the best bang for the buck is gotten out of every piece of legislation in this province. That’s exactly what Ms. Kaplan was saying.", "She was asked a question by my colleague the member for Haliburton–Kawartha Lakes–Brock. The question was about her presentation: “We believe in transparency in the pay bands, and that needs to be done. We firmly believe it can be done in the Pay Equity Act and through the office, if they’re properly resourced.” Dr. Kaplan says, “Right. We’ve had our pay equity law in Ontario for more than 30 years. Quebec implemented it in 1996, and in 2009, they introduced a series of amendments which included mandatory reporting on that five-year basis, so that you’re not reporting necessarily every year. My understanding is that in Quebec, that mandatory reporting is for every company, only they’re on a schedule of five-year rotations. It’s not that they picked out certain-sized companies to do mandatory reporting; everyone is, in Quebec.”", "If we wanted to make that gap less than five years, if we wanted to make that reporting period something under five years, we could do that. All of the tools were right in the tool box, but the minister here and the ministry and the government and the corner office on the second floor—which is likely to have a new occupant after June—they don’t see it that way. They want to bring in another piece of legislation to make life more complicated. Just work with what you have. Make employers that qualify or come under the act report under the pay equity legislation that exists today. We will move as quickly as possible to end that pay equity gap, which is what every one of us wants to see.", "I only have a little bit of time left because I have to leave half the time for my colleague. I know she’s got some very good points to be raised as well. But I did want to point out to the Legislature before I leave—and I did mention this at committee—something that I’m very proud of. My sister, Marlene—" ],
  "anchor" : "para1183"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "She’s the nice one in the family." ],
  "anchor" : "para1187"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "See? Everybody agrees that Marlene is very nice.", "Marlene recently was appointed the first female president of the Ontario Road Builders’ Association in its 98-year history. In 98 years, the president was always a man. But Marlene, who did not grow up in the construction business, went back to school at the age of 50, got her master’s, went into the construction business and is now the president—the president—of the Ontario Road Builders’ Association. A shout-out to my sister, Marlene: If Marlene Yakabuski can become a president, every woman in this province can be a president." ],
  "anchor" : "para1188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1190"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It is a great pleasure for me to rise today to participate in third reading of the Pay Transparency Act, Bill 3, as women’s issues critic for the Ontario NDP caucus.", "I want to begin by thanking and acknowledging and recognizing the incredible work that has been done by the Equal Pay Coalition to bring us to the point that we are at today. Certainly, they have mounted a very effective and successful advocacy campaign, demonstrated by the fact that we are having this debate and we are on the verge of passing pay transparency legislation in this province.", "The Equal Pay Coalition, unlike my friend here, the member for Renfrew–Nipissing–Pembroke, does agree that pay transparency legislation is important as a stand-alone tool. They introduced draft pay transparency legislation last year on Equal Pay Day, which, to some extent, provided the impetus for the government to introduce its own bill. Certainly, following the introduction of the government’s legislation, the efforts of the Equal Pay Coalition led to the amendments that we see included in the third reading version of the bill that we’re debating this afternoon. Those amendments do go some way to address many of the concerns that were raised by the Equal Pay Coalition and the organizations that belong to that coalition when they appeared before the committee.", "I want to, in particular, give a shout-out to Fay Faraday and Jan Borowy, the two main spokespersons for the Equal Pay Coalition, who have been incredibly articulate, persuasive and motivating in their efforts to move this legislation along. They were entrusted with speaking on behalf of the 44 member organizations that make up the Equal Pay Coalition. This is a broad coalition that represents unionized workers, non-unionized workers, business and professional women, employers and community groups across a wide range of industry sectors, both public and private.", "Many of the member organizations, as I mentioned, appeared before the Standing Committee on Social Policy to provide input on the bill and to propose amendments to the bill. All of these member organizations coalesced around eight key changes that the Equal Pay Coalition wanted to see in the original version of Bill 3.", "Working together, these organizations, these members of the Equal Pay Coalition, were able to put pressure on this Liberal government to strengthen this bill. What we see before us today is certainly much improved over the second reading version.", "There was a rally on Equal Pay Day. There were meetings that were set up with MPPs. Letters were sent to the Premier and the Minister of Labour. They mobilized support across the board with a social media campaign called #showusthemoney. Taken together, these efforts resulted in the amendments that have been made.", "Unfortunately, Speaker, in the five years that I have been in the House, it is very rarely the case that the Liberal government actually listens to the feedback and input that is brought to committee when a bill goes forward for public input. It is amazing, however, what being 40 days out from an election campaign will do in terms of the responsiveness of this government to address the concerns that were raised.", "We have seen 15 years of the Liberals in office in Ontario. Over those 15 years, the gender wage gap has basically remained static; it has not budged in 15 years. But thankfully, on the eve of an election, we are seeing some concrete steps taken to close that gap.", "I listened to the member from Renfrew–Nipissing–Pembroke, and I am concerned that there is a bit of a misunderstanding of what pay transparency legislation is. It is an enforcement tool. It is designed to ensure compliance with a number of legislative obligations that are already in place—not just pay equity, but also employment standards and Human Rights Code obligations. As the member noted, since 1987 we have had in the province of Ontario the Pay Equity Act. That act requires employers to provide equal pay for work of equal value to employees in their workplaces. It also includes provisions for proxy valuation of work that is done in predominantly female workplaces. This is a critically important tool to address the undervaluation of women’s work.", "The Pay Equity Act was introduced, as I said, in 1987. However, over the time period from its first introduction many decades ago, we have seen the gap close by 6%. The gap has remained static over the 15 years that the Liberals have been in office, but since the introduction of the Pay Equity Act, it has shrunk by 6%, from 36% back in 1987 to 30%, which is where we are today.", "The Pay Equity Act applies to all employers in this province who have 10 or more employees, but the thing to remember about the Pay Equity Act and the other legislative provisions I’m going to talk about later is that it is complaint-driven or audit-driven. It relies on employees whose employers are obligated by the act taking complaints forward if they feel that their employer is not meeting the legislative requirements of the act. Employees who feel that they are not being compensated in terms of equal pay for work of equal value can file a complaint with the Pay Equity Commission, and the commission can then investigate the complaint—that is, if the commission has the resources in order to conduct that investigation.", "Unfortunately, when the Progressive Conservatives were last in office in this province, they cut funding for the Pay Equity Commission in half. It was $6 million in 1995, when the Conservatives took office from the NDP, and it was cut to $3 million. That funding remained in place when the Liberals were elected in 2003; the Liberals decided not to restore the funding to the Pay Equity Commission that had been cut by the Conservatives. They basically flatlined the funding that was available to the Pay Equity Commission for the last 15 years.", "As a result, Speaker, we know from the Pay Equity Commission’s own statistics that more than half of the employers who were audited in the province in one of the more recent audits, in 2013-14, were in violation of pay equity laws. So having the legislation in place by no means guarantees that employers are going to meet their obligations under the act.", "The second existing legislative requirement for employers is the Employment Standards Act. The Employment Standards Act ensures that workers are paid fairly for their work and that there is equal pay for equal work. Again, Speaker, it is important to note that the Employment Standards Act, like the Pay Equity Act, is largely complaint-driven. Ministry of Labour inspectors can investigate if there is a complaint that an employer is not meeting his or her obligations under the act. Sometimes there are Ministry of Labour blitzes that are conducted to assess how well employers are meeting their obligations, but as we know from the results of those blitzes, many times employers are not adhering to provisions of the Employment Standards Act. Sometimes they themselves are unaware of their obligations; oftentimes, their workers are unaware of their rights. But more often, workers know their rights but are afraid to file a complaint against their employer.", "I want to read some of the comments that were made by Mary Gellatly from Parkdale Community Legal Services and the Workers’ Action Centre when she appeared before the Standing Committee on Social Policy to provide input on the bill.", "She said, “Over the past few months, we have been out talking to workers about the new equal-pay-for-equal-work provisions.... We’ve been talking to people who are front-line service workers.... People are so enthusiastic about finally being able to get equal pay when they do the same job as somebody who is part-time, temporary, full-time or temp agency, and beginning to get some equality....", "“But then we start talking about how workers have to try to get their equal pay for equal work.... Workers have to ask their employers for pay scales or have to try to get that information from the workers. When we say this, everybody’s faces fall and the room goes silent.” People “know that they cannot ask their employers to get pay information to ask for equal pay provisions....", "“Workers can’t afford that risk of losing their job to try and enforce their rights to equal pay by having to ask their employer. Also, as we know, most people are living paycheque to paycheque, and losing their job is something that people can’t afford to do.”", "She says, “As we’ve been going around” talking to people, “workers have been asking, ‘Why would the government pass equal pay for equal work if it was dependent on workers to enforce their employers’ obligation to provide equal pay?’”" ],
  "anchor" : "para1191"
}, {
  "speaker" : "Interjection",
  "text" : [ "Good question." ],
  "anchor" : "para1213"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Exactly. That is a very good question, and that is exactly the issue that pay transparency legislation addresses. It shifts the onus from the worker to enforce their rights under the Pay Equity Act or under the Employment Standards Act, and it puts that onus on employers to prove that they are complying with their legislative obligations.", "I do also want to mention that there is a third level of legislative requirements that already exist in the province under the Ontario Human Rights Code. The code, of course, prohibits discrimination on the basis of sex, but once again, employees who feel that they’ve experienced sex discrimination or that they’ve been treated unequally in their employment on the basis of sex have to go to the Ontario Human Rights Commission and file a human rights complaint. So again, this is complaint-driven. It puts the onus on the person who is experiencing the discrimination to prove that this is happening. Pay transparency legislation remedies all that because it requires employers to show that they are indeed meeting their obligations under the law.", "The other important piece, of course, of pay transparency legislation is that it puts employers on notice that if they do not meet their obligations under the law, penalties will be imposed. That is a powerful incentive for employers to comply, much more powerful than the provisions that are currently in place.", "I also want to highlight the fact that the information that is required for the purposes of pay transparency is not onerous. That is really important for all of us to keep in mind. Employers already have data available on their payroll spreadsheets, the kind of data that will be required by the pay transparency reports. It should be as easy as pressing a button to get that data compiled in the form necessary to submit. Therefore, submitting these pay transparency reports should not impose an undue burden on employers.", "Bill 3 also includes other important provisions prohibiting employers from asking job applicants about their past compensation history. We know that this is often used by an employer as a way to suss out what an incoming employee might have earned in the past so that then they can make an offer in line with past compensation history. But what it does, Speaker, is it keeps depressing the wages that may be paid to women.", "Bill 3 also includes anti-reprisal protections so that employees who disclose their salaries with their co-workers around the watercooler or wherever they talk about what they are each earning—these employees should not have to fear intimidation or any kind of reprisal or even dismissal from their employer. You can’t have an effective pay transparency regime without ensuring that there are these anti-reprisal protections in place.", "I now want to turn to the bill itself and also take members back to what the bill looked like when we were debating it at second reading, before it went to committee. I’m going to read from just a couple of sections of the act.", "Section 6(1) said: “Every prescribed employer shall, with respect to each prescribed reporting period, prepare a pay transparency report that complies with the requirements in the regulations and that contains the prescribed information relating to the employer, the employer’s workforce composition and differences in compensation in the employer’s workforce with respect to gender and other prescribed characteristics....", "“6(2) The prescribed employer shall submit the pay transparency report to the ministry by the prescribed time, and in accordance with any prescribed requirements.”", "Also, section 6(4) said that “the ministry may publish, or otherwise make available to the public, the pay transparency reports submitted under subsection (2).”", "The most troubling section of the former version of Bill 3 was section 19(g). That said: “The Lieutenant Governor in Council may make regulations ... exempting any class of employer from the requirements of this act.” Therefore, any employer—it basically gave carte blanche to any future government to make an exemption through regulation for whomever they wanted, based on size of workforce, based on sector, based on basically any characteristic they selected.", "At the time that the legislation was introduced, it was only if you bothered to read the press release that went along with the legislation that you would find out what the government’s intentions were. In the announcement and in the media materials, the government had indicated that the reports—they did expect that the reports would be annual, but they said that the bill would initially only apply to the public sector. Of course, during the debate on Bill 3, we raised the concern that the public sector is already unionized, so all of the wage information that applies to the public sector is already available through collective agreements. Therefore, applying it to the public sector was largely symbolic rather than meaningful.", "The government’s press release went on to say that reports would eventually be required for firms that had 500 or more employees and then, at some future, to-be-determined date, reports would be required of firms with 250 employees. So kudos to the Equal Pay Coalition for forcing the government to change the legislation and strengthen it by naming in legislation that reports will be required to be filed annually and that the reporting provisions of the bill will apply to firms with over 100 employees.", "The Equal Pay Coalition had actually identified, in addition to the need to move much of the substance of the bill to legislation rather than regulation, a number of amendments that they argued would strengthen the bill. They wanted, in fact, the bill to apply to all employers with 10 or more employees. This was in order to keep the bill aligned with the requirements of the Pay Equity Act, which applies to all employers in the province with more than 10 employees. So it would ensure consistency with the Pay Equity Act. We agreed, in this caucus, that this was a very important amendment. We introduced an amendment to make this change. Unfortunately, our amendment was not supported. However, the Liberals came back with a provision that it would apply to private or public sector employers with 100 or more employees.", "We had also wanted an amendment that the bill would apply to contractors who were contracted under provincial procurement, and also apply to provincial vendors of record. Unfortunately, those amendments were not adopted by the Liberal members on the committee.", "The second amendment that was sought is around the reporting obligations. It’s very important that the obligations are set out in the act and not in the regulations, because there is no guarantee over what those regulations will look like. The Equal Pay Coalition had also emphasized the need for the obligations to be intersectional. We know from census data that the pay gap is experienced differently by different groups of women. It’s 57% for indigenous women, 46% for women with disabilities, 39% for immigrant women and 32% for racialized women. So depending on where you are, the population demographic that you fall into, your wage gap might be significantly greater than the average 30% wage gap. Unfortunately, our amendment that we introduced to clarify the reporting obligations and set out in the legislation what would be required was not supported, so that is still going to remain in regulation.", "Another amendment that was sought was around mandatory timelines for filing pay transparency reports. The bill was amended to specify deadlines for reporting. It says explicitly in the legislation that the reports are to be filed annually based on calendar year, and it sets some dates when the legislation is going to take effect. It also now has been changed to indicate that the publication of the pay transparency reports will be mandatory. It’s not going to be a “may” and up to the government to decide whether or not to make those reports public.", "The fourth amendment that was sought was around the inclusion of a strong purpose clause. This is important to situate pay transparency in the context of the Employment Standards Act, the Pay Equity Act and the Human Rights Code, which is what I had been talking about earlier. The bill was amended to include a purpose clause, so again, kudos to the Equal Pay Coalition for making that argument.", "The fifth amendment was to delegate enforcement of pay transparency to the Pay Equity Commission rather than the labour board. This was in recognition of the years of expertise that has been developed at the Pay Equity Office and the Pay Equity Hearings Tribunal to investigate systemic wage discrimination, to issue orders and to ensure that anti-reprisal mechanisms are in place. Despite our best efforts, we were not able to get agreement on such an amendment, so the bill still makes the labour board responsible for enforcement.", "The sixth amendment was around penalties for failure to comply, which currently are left to regulation and, even with the amended version of the bill, will still remain in regulation.", "The seventh amendment was to strengthen the protection against systemic discrimination caused by reliance on compensation history. The bill states that employers are not allowed to ask for past compensation history, but if they find out past compensation history, there is no prohibition on employers from relying on that information that they were able to obtain. This is a particular concern, Speaker, when we think of the sunshine list. We know that every public servant who earns over $100,000 is named on the sunshine list according to the job they do and the compensation they’re earning, so there’s a real concern that that information could be accessed by employers and used in a way that undermines pay transparency provisions when an applicant is going through a job interview.", "Finally, the eighth amendment that was sought by the Equal Pay Coalition was to add a preamble to situate the bill within the context of our international obligations under a number of international agreements and treaties, and also to acknowledge the ability to access equal pay as a fundamental human right.", "Speaker, I am running out of the time here, but I did again want to acknowledge that the bill has been significantly strengthened with the amendments that were made, which is important when we look at where we are right now in the election cycle. It is very, very likely, if not certain, that there will be a change of government, and it was very important that the bill not be left as wide open as it was at second reading for a new government to either ignore or make it so weak as to be completely ineffective.", "This is a very real concern, Speaker, when you look at past history in this province. I spoke about what happened when the Conservatives took office in 1995, after the NDP, and what they did in cutting in half the budget that was given to the Pay Equity Commission. But they did a lot more than that. They repealed the proxy comparison sections of the Pay Equity Act that had covered approximately 100,000 public-sector women. They eliminated funding for the pay equity legal clinic. They repealed the Employment Equity Act. They repealed Labour Relations Act provisions that helped facilitate women who were attempting to organize in unions.", "When there was a legal challenge against some of these actions that had been taken in terms of ending the proxy comparison sections of the bill, it was found that the actions of the government actually violated section 15 of the Charter of Rights and Freedoms, so the proxy provisions were reinstated. The Conservative government was forced to pay out more than $200 million in funding adjustments as a result of this legal challenge.", "Now, what we saw, however, after the Liberals were elected—not only did they maintain the budget that was allocated to the Pay Equity Commission, but they also stepped back from meeting their pay equity adjustment obligations for predominantly female workplaces. They have refused to pay. This Liberal government has refused to pay the necessary pay equity adjustments, and their own figures show that $78 million is owing for 2006 and 2007. Almost another $78 million is owed in 2008, and $468 million will be owed over the period 2008 to 2011.", "As we can see, Speaker, it matters who is in government. And it matters the kinds of decisions that are made by those in government in terms of ensuring that women have equal opportunities to participate in the labour market and are compensated fairly for the work they do.", "With that, Speaker, I am going to end my comments. I will say again that the bill has been significantly strengthened since we debated it at second reading, and New Democrats will be pleased to see it move forward following third reading." ],
  "anchor" : "para1214"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1244"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m back for third reading debate on Bill 3, the Pay Transparency Act, following the government’s decision to push through yet another time allocation motion, which seems to be quite the normal these days. It’s incredible that they want to ram through important legislation without proper consultation and review. It’s kind of their way or the highway, Mr. Speaker. I think that’s quite disrespectful, but we’ve seen this pattern become normal here with this present Liberal government.", "Anyway, it reveals the fact that they really don’t care a lot about good public policy. We’re talking about a very important bill that deals with important subjects like pay equity and transparency. The bill that we’re debating today should be something that brought us all together in agreement, but the government chose to go it alone and presented us with a bill that is far from what it should be. Last week, during committee hearings, my colleague from Renfrew–Nipissing–Pembroke and I listened carefully to the presentations made by a wide variety of stakeholder groups, all of which, like us, support the idea of strengthening pay equity and—" ],
  "anchor" : "para1245"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Point of order." ],
  "anchor" : "para1247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from London–Fanshawe." ],
  "anchor" : "para1248"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, I don’t think that we have a quorum." ],
  "anchor" : "para1249"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Clerks’ table, we don’t have a quorum?" ],
  "anchor" : "para1250"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para1251"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para1253"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member can continue." ],
  "anchor" : "para1254"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Back to the pay equity and transparency act: The presentations from committee last week basically all said that the government’s bill, even as amended, doesn’t really do what the government claims it’s going to do. All of them pointed out the flaws of this bill and made concrete recommendations in how to improve it, most of which the government proceeded to ignore. I don’t know why the government doesn’t listen to the experts, Mr. Speaker. Is it because they just want to say that they did something, rather than actually doing something to improve the status quo?", "So they’re rushing through another bill that should have been carefully considered and discussed. Again, pay equity and transparency are not partisan issues. If the government was serious about making good policy, they would have engaged constructively with the opposition, as I suggested in this House on Equal Pay Day last year. I suggested establishing a non-partisan select committee to review the Pay Equity Act, but that suggestion was ignored.", "The government then decided to introduce a bit of a messy bill here—heavy on symbolism, short on details. They left so much to regulation in the original draft that they, of course, had to bring their own amendments at the last minute to add some specifics, following a fair bit of widespread criticism. You’d think that with this bill, being supposedly four years in the making according to the government, they would have consulted properly or would have listened, at least, to the consultations that they had and concerns expressed by the stakeholders.", "Let me go over some of the history behind the bill. It was tabled four years after the Minister of Labour was given his mandate letter to lead the development of a gender wage gap strategy—four years. The end result only shows that the government ignored many of the 20 recommendations made by its own Gender Wage Gap Strategy Steering Committee. Again, you know, we are just a week and half out from an election being called—or two weeks, I guess, today. In particular, they ignored recommendations 6, 7 and 8 of their own steering committee’s recommendations, which offered concrete ways to address pay equity.", "Recommendation 6 states:", "“The government should address barriers to compliance and support employers in ongoing obligations by amending the Pay Equity Act.", "“After appropriate consultations, government should consider: setting a defined time period to bring forward current complaints for non-compliance and retroactive payments” and “transferring the equal-pay-for-equal-work provision from the Employment Standards Act to the Pay Equity Act” and “should ensure the enforcement agency for the act has sufficient capacity to support its role,” which we heard time and time again. None of this has been addressed in Bill 3—none at all—and we say, why not?", "Recommendation 7—made, again, by the government’s own steering committee—is, “The government should assess the state of proxy pay equity and examine ways to coordinate achievement of pay equity with wage enhancement programs in the broader public sector.” Nothing in the bill addresses outstanding issues with proxy pay, many of which have been frustrating employers and employees for years.", "Recommendation 8: “The government should consult with relevant workplace parties on how to value work in female-dominant sectors” like health care “using pay equity or other means.” Again, crickets from the other side.", "These are all comprehensive recommendations that could have been included in this government’s legislation, or in many cases didn’t even need new legislation in order to be addressed. Again, how much priority has this government really put on this issue? But they can’t be found anywhere in this bill or in the actions of this government’s ministries.", "The truth is that, given the government’s approach to this issue over the past 15 years—or, as I could say, lack of action—this is not too surprising. During their time in office, they have flatlined the budget of the Pay Equity Office. Successive Ministers of Labour and two Premiers allowed the financial resources of the Pay Equity Office to fall to their lowest level in the 30-year history of the agency. There are so many issues that the government hasn’t addressed using existing legislation and the mechanisms they have available to them as a government, yet they introduced this new legislation and new processes that in many cases are redundant, or will only complicate the situation rather than improve it.", "So I ask again: Why haven’t they just used the tools they already have in their tool box? Why haven’t their ministers just carried out the instructions in their mandate letters? The answer is that they have realized that a general election was again approaching, and it dawned on them that they have wasted years and years doing nothing, so suddenly they thought they’d have to have something to do—anything—to be able to say that at least they acted. And so, after 15 years of inaction, no one will fall for their game of smoke and mirrors, Mr. Speaker.", "Coming back to the specifics of the bill we have before us, I think it’s very important to listen to what stakeholders and experts have had to say about it. I only have a short amount of time, so I can only get to what I can get to, but even before the bill got referred to committee, it was criticized by a key member of the government’s own gender wage gap strategy working group. The Equal Pay Coalition—who have done a lot of work, and I commend them for their work—said that it’s a bit rich for the government to claim that their approach is based on stakeholder consultation, calling the bill a “missed opportunity” and “timid,” and suggesting that it is lower than the lowest common denominator and requires “substantial and substantive amendment to make it at all relevant.”", "On March 7, 2018, this important stakeholder called for significant amendments to strengthen the act and bring it in line with employers’ existing legal obligations. During their presentation in committee, the Equal Pay Coalition told us that this legislation would apply “only to a select group—the 2% of employers who are the largest employers in this province,” which is “like only enforcing speeding tickets when you’re going over 140 kilometres in a 100-kilometre zone.” It basically tells everyone else that we’re not monitoring you and you have a licence to break the law, because we’re only focusing on this one group of employers. That’s a pretty serious situation, Mr. Speaker.", "The Equal Pay Coalition then suggested amendments to the new act that would apply to all private and public sector employers with more than 10 employees, to match the Pay Equity Act, and to see the Pay Equity Office have responsibility for the administration of the Pay Transparency Act. They asked for it to apply to all government procurement and government contracts. They wanted it to clearly set out what information must be presented in the transparency reports, including compensation structure, wage grids, job classification and job status, being full-time, part-time, casual, seasonal and temporary agency.", "It’s clear that the government didn’t listen to them and other stakeholders who aren’t satisfied with this legislation.", "I quote from some of their written submissions. We have one from Catalyst, which is a global non-profit working with some of the world’s most powerful CEOs and leading companies to help build fair workplaces for women. They were also a member of Ontario’s gender wage gap working group from May to September 2017. They say that the requirement in this legislation to state an expected salary range is vague and does not, in and of itself, ensure that women and men will be valued and paid equally. If this portion of the legislation is retained, they add, it will be made more effective if organizations are also required to report on the delta between the final compensation decided in the hiring decision and the range originally stated.", "Catalyst also pointed out that tracking and reporting compensation gaps will only be effective if this data is gathered and analyzed thoughtfully at multiple job levels and across job classes. “Given the recent experience with the United Kingdom, collecting only mean and median hourly and bonus pay gap information is insufficient because most people will conclude that the single issue driving the gap is the lack of women in senior leadership roles. While this is one factor impacting the gender wage gap within organizations, there are many more that must also be revealed.” Instead of creating a new reporting structure, Catalyst suggests embedding the transparency reporting structure into an agency, such as the Ontario Pay Equity Office, that is mandated with enforcing the law. That’s funny, Mr. Speaker, because that’s the same thing we’ve been saying.", "The Association of Ontario Midwives also expressed concerns about how little this legislation does—or, rather, does not do. They note that the proposed bill will require only a small number of Ontario businesses to prepare and post annual pay transparency reports and that the act does not include any requirements regarding what information must be in the transparency reports, including compensation structure and wage grids by gender, job classification and job status. They point out that the bill omits much of the necessary detail regarding penalties and enforcement, which are to be clarified in yet-to-be-drafted regulations—a similar theme that goes through this all the time, Mr. Speaker. I think that’s a fair question: Why is so much left to regulation?", "Next we have the Ontario Chamber of Commerce, which also has serious concerns with Bill 3. They suggest that in order to improve the ability of employers to address pay equity and transparency, the province should focus on improving compliance. The Ontario Chamber of Commerce recommends that the government dedicate resources towards improving awareness and accountability under the Pay Equity Act and that they empower the Pay Equity Office to make employers aware of the legislation and understand how to comply with its regulations. This should include improved communications; the development of digital tools to help employers assess and report; clear time frames for meeting obligations; and recognition of best practices from compliant employers.", "They also said that the government should avoid inflicting duplicative and burdensome reporting obligations on employers. This is an important point. They add that if the government insists on pay equity reporting, it should be harmonized with existing reporting requirements, such as those related to accessibility, the WSIB or the Corporations Information Act.", "Similarly, while data collection has value, reporting alone is not the solution. Proper analysis of compensation data would ensure that we do not merely identify a wage gap but reveal insights into its causes. From that analysis, policy solutions can be identified and implemented.", "Finally, the Ontario Chamber of Commerce asks that employers be recognized as willing partners in achieving pay equity in Ontario. Rather than attempt to achieve this goal through legislation alone, government should act as a resource and a steward, seeking partnerships with industry leaders. While we have seen progress over the past 30 years, employers require greater clarity, tools, and guidance from the government to go further.", "It’s clear from the Ontario Chamber of Commerce’s submission that they don’t feel that this government has been willing to work with them constructively on this issue, and that’s very critical, Mr. Speaker. If I can give a shout-out: The Ontario Nurses’ Association is a field represented mostly by women, as you know, and I was a nurse for 20 years before I was able to enter the Legislature here. The ONA states that they are in agreement with the recommendation from the Equal Pay Coalition that pay transparency should be enforced through the Pay Equity Office review officers and the Pay Equity Hearings Tribunal rather than the Ontario Labour Relations Board. The former has extensive expertise in the area and has developed jurisprudence dealing with the obligation to disclose wage information.", "The Ontario Nurses’ Association also notes that the act, in its current form, contains no provisions setting out penalties for failure to comply with the pay transparency obligations. They suggest that sanctions for non-compliance with the requirement to compile pay transparency reports should be outlined in the act.", "I guess the government didn’t agree with the Ontario Nurses’ Association. They didn’t make such changes.", "We also received a submission from the Canadian Media Producers Association, which is an important wealth and job creator in our province. They expressed concern about the broad ministerial power to establish policies respecting the interpretation, administration and enforcement of the act. They were concerned about the lack of clarity on which employers will be prescribed for the purposes of the act, the substantive reporting and posting requirements, the penalties for contravention of the act, and the prescribed regulations and policies that will govern the activities of the compliance officers, including during compliance audits. They also called for the “careful development of the act’s policies and regulations” so that it achieves its stated goals “without sacrificing the predictability and stability that is necessary for the industry’s continued success.”", "Mr. Speaker, the CMPA’s submission really reveals how important it is that we get these policies right.", "With all of these important stakeholder submissions, let’s look at what the bill actually does.", "The amended bill supposedly establishes requirements relating to the disclosure of information about the compensation of employees and prospective employees, but again, it’s unclear whether the provisions will actually apply to many private sector employers.", "Section 4 prohibits employers from seeking compensation history information about an applicant for a position, but how will this be enforced and what would the penalty for non-compliance be? Who will the individuals complain to? Does the ministry have the resources for this work to be done? Why isn’t all of this specified in the bill?", "Section 5 requires employers to include in any publicly advertised job posting information about the expected compensation or range of compensation for the position. Again, how does the government plan to enforce this?", "Section 6 requires prescribed employers to prepare pay transparency reports that include information about the employer, the employer’s workforce composition and differences in compensation in the employer’s workforce. The question is, which part of the Ministry of Labour already collects this type of information for employers? Does this not just represent unnecessary red tape if employers already have to submit separate reports on accessibility, for example?", "At least in the amended bill, they finally offered some clear timelines. I don’t know why they didn’t do that from the outset, but it’s because this bill was so clearly rushed, even though the minister was mandated four years ago—I digress, Mr. Speaker, but really.", "Section 7 also prohibits employers or persons acting on their behalf from intimidating, dismissing or otherwise penalizing employees for, among other things, making inquiries about the employee’s compensation, disclosing their compensation or asking the employer to comply with the act or the regulation. Complaints by employees that an employer has contravened this provision may be dealt with by arbitration or by filing a complaint with the Ontario Labour Relations Board. But my question would be, is this a problem in Ontario? Where is the data on this?", "Mr. Speaker, there are some other sections that I would like to get to, but I know that I am going to have to wrap up. There are lots of questions that we have. Where are these compliance officers actually going to be in place? How many does the government think that they will need? What’s their budget? We don’t know because the government won’t tell us.", "It’s unfortunate that 31 years after the Ontario Legislature unanimously passed the Ontario Pay Equity Act, this government has so little to show for itself on pay equity and transparency. Really, they have shown a lack of commitment and a lack of willingness to work with the opposition and listen to the stakeholders, unwilling to make practical changes in the interests of the people of Ontario. I think what’s worse is that over 10 years this government has flatlined the operational budget for the Pay Equity Office, the very agency that is tasked with addressing this important issue—despite its record of deficit spending everywhere else, but not to the Pay Equity Office.", "So, with an election on the horizon, suddenly trying to pretend that they care about this important issue by quickly introducing flawed legislation really shows their cynicism. The bill before us lacks utility, clarity and purpose, and shows us that women’s issues have been more of a communications exercise rather than an actual policy priority for this government.", "The biggest flaw of this bill is its lack of integration with the Human Rights Code, the Employment Standards Act and pay equity. It’s too little, too late, but this is the Liberal land of Ontario we live in." ],
  "anchor" : "para1255"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1296"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s always a pleasure to bring the voices of the citizens of Kitchener–Waterloo to this Legislature. We are in a very strange time, I think we can all admit, here in the Ontario Legislature—so close to an election and so close to this feeling that things will change in the province of Ontario. I think that people want change. I think, quite honestly, that they’re desperate for change.", "I do want to say at the outset that our member from London West has been on this file with great determination. She’s been incredibly resilient. She has worked very well, I think, with Equal Pay Coalition members. She has reached across the aisle now almost for a full four years on this file because of her own experience and her own academic research that she has conducted in London West. They’re very fortune to have her, as we are as a caucus.", "I do want to say, we are ultimately talking about power, about who holds power, be it the employer, be it the public sector or the private sector, and those who have no power. For so long in the province of Ontario, those people who have no power have been women. We have struggled to find educational opportunities because we can’t access child care. We have been disenfranchised in the workplace—in almost every social system, actually. So our fight for equality in the province of Ontario continues.", "Is pay transparency something that is long overdue? Yes. What political party of any stripe in the province or in the country would ever stand in their place and say, “You know what? Pay transparency: This is not strong enough. This is not the right time.” Regardless, women in the province of Ontario are so desperate for action on this file that we will take most of it relegated to the regulations, because it has taken four years, based on the first commission and the reporting, to actually get to this place.", "I do want to say, we are here today primarily because of the activists in the province of Ontario, who have pushed every political party. Some of that pushing has pushed some parties into the corner, and some of that pushing has really shed light on the inequality in the way women are paid in the province of Ontario and the way men are compensated for their work. We have a long way to go in this province, and in this country, quite honestly.", "Aside from thanking the member from London West for her advocacy and, really, for the research and the evidence that she has brought to this debate, I do want to say that the Equal Pay Coalition members really have driven this process, and we are all fortunate for that.", "This is not the act that we would have brought forward. I think we would have brought forward a more comprehensive act, one that has greater transparency in the legislation, and not left the enforcement or the compliance to the regulations. But this is a pattern of the Liberal government. We have a very different way of looking at how laws are applied in the province of Ontario.", "Because it has taken us so long to get to this place, we would be more transparent about it and the laws would be stronger and there would be greater onus, obviously, on the employers and less on the employees—those who are marginalized, those who are disenfranchised in the province of Ontario, who go into that interview room wondering if their employer is going to ask them if they’re done having babies or if they would be okay with, you know, perhaps working different hours to accommodate a scheduling issue or if they’re okay working overtime.", "These are questions about our place in society as women. We are an important part of the economy. I’ve been writing this op-ed piece on child care, and I was reflecting back 20 years ago to when I first found myself to be a new parent. That’s when I became a child care activist, Mr. Speaker. That’s actually when that happened. Of course, he’s not listening." ],
  "anchor" : "para1297"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m listening." ],
  "anchor" : "para1306"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Yes, thank you very much for listening. Women are really tired of not being listened to in the province of Ontario, I would say, but change is coming, Mr. Speaker.", "So 20 years ago: I was thinking and reflecting that, had I not been able to find child care, had I not been able to re-enter the workforce—and it was actually just across the street.", "Interjections." ],
  "anchor" : "para1307"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I know I’m getting some empathy and some commiseration from the other members, but not from the Speaker of the House—not him.", "It was across the street at the Toronto Board of Education. I used to come over here on my lunch hour. I used to sit here in the gallery. I have to say, I was escorted out a few times during Bill 160, when the amalgamation happened. That’s when the funding cuts happened with Mike Harris, I have to tell you, to women, to ESL programming, to the adult education programs. Sometimes you don’t know how strongly you feel about an issue until someone takes it away. Sometimes you don’t know how strong you are until someone threatens the very principles and values which you are fighting for.", "Had I not had access to child care—and I only reference child care because the Minister of Labour talked about how now it is time, in 2018, for us to have true equality and for us to reach our potential. The major barrier for women to reach their potential in the province of Ontario is still accessing quality, affordable child care, preferably in the not-for-profit sector, where profit does not take away the funding and where it’s not being traded on the Toronto Stock Exchange.", "When I was coming from across the street from the old Toronto Board of Education, had I not been able to access that incredibly expensive child care at the time—it was three quarters of my take-home salary. It was a huge eye-opening experience for me. I think many child care advocates and activists across the province didn’t know how prohibitive it was to have children and to maintain a career. When I was in that position, I had the opportunity to see first-hand how difficult it was and how expensive it was. Literally, there was no transparency in pay whatsoever, because the early childhood educators in the province of Ontario continue, to this day, to be the most poorly paid front-line workers, I think, given the most heavy responsibility, in those first five years of a child’s life, to shape a child’s mind, to foster and, really, to be a compassionate source of care. It’s all connected for us, Mr. Speaker.", "Had I not had that experience, I wouldn’t have reached my potential as a woman. I might not be standing here right now, had I not been able to access a child care resource right here in Toronto, in the province of Ontario. I probably wouldn’t have been escorted out a few times from this place had Bill 160—you remember Bill 160?", "Where we are right now on this particular bill—of course New Democrats are going to support it. Quite honestly, we did try to make it better in some respects, but I want to commend the Equal Pay Coalition members, because they did bring forward amendments which were accepted. Because there really wasn’t any choice. Pay transparency reports must be filed annually—of course. Reports will be based on the calendar year—they should be. Employers with 250 employees must file their first transparency report on May 15, 2020. You need a deadline. If you don’t have a deadline, then there really is nothing to measure it to. And employers with 100-plus employees must file their first pay transparency report in May 2021.", "Now, all of this—" ],
  "anchor" : "para1310"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It should have been in the bill to start with." ],
  "anchor" : "para1317"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Yes, it should have been in the bill to begin with. But the Equal Pay Coalition, working with members in this party, and finally pushing the government to get to this place—they did their job. We’re going to do our job by supporting it.", "But let’s be honest: Going forward, who knows what’s going to happen? The commission was cut by the Harris government, and I would like to see them reinstate that funding fully. That would make a good day in the province of Ontario.", "Thank you very much, Mr. Speaker. Thanks for your attention, by the way." ],
  "anchor" : "para1318"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Pursuant to the order of the House dated April 11, 2018, I am now required to put the question.", "Mr. Flynn has moved third reading of Bill 3, An Act respecting transparency of pay in employment. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "Those opposed, say “nay.”", "I believe the ayes have it.", "Call in the members. This will be a five-minute bell.", "Interjection." ],
  "anchor" : "para1321"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferral. Pursuant to standing order 28(h), this will be voted on tomorrow after question period." ],
  "anchor" : "para1328"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? Minister Flynn." ],
  "anchor" : "para1330"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Flynn has moved adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1332"
} ]